{
  "name": "Albedo",
  "rare": 5,
  "area": "Mondstadt",
  "element": "Geo",
  "weapon": "Sword",
  "sex": "Male",
  "birth": "09/28",
  "role": "Utility",
  "isComingSoon": false,
  "nick":"Kreideprinz",
  "desc": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
  "battle_talent": {
    "normal_name": "Favonius Bladework - Weiss",
    "normal_img": "favonius_bladework_white",
    "normal_desc1": "Perform up to 5 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Abiogenesis: Solar Isotoma",
    "element_img": "abiogenesis_solar_radiance",
    "element_desc": "Albedo creates a Solar Isotoma using alchemy, which deals AoE Geo DMG on appearance.<br><br>Solar Isotoma <br>has the following properties:<br>·When enemies within the Solar Isotoma zone take damage, the Solar Isotoma will generate Transient Blossoms which deal AoE Geo DMG. DMG dealt scales off Albedo's DEF.<br>· Transient Blossoms can only be generated once every 2s.<br>·When a character is located at the locus of the Solar Isotoma, the Solar Isotoma will accumulate Geo power to form a crystallized platform that lifts the character up to a certain height.<br>· Only one crystallized platform can exist at a time.Solar Isotoma is a Geo Construct.<br><br>Hold<br>to designate the location of the skill.<br>PS: Solar Isotoma only continue in 30s, and 5s later would break when the solar Isotoma lift up, multiple lifting up times is available.",
    "final_name": "Rite of Progeniture: Tectonic Tide",
    "final_img": "rite_of_progeniture_tectonic_tide",
    "final_desc": "Under Albedo's command, Geo crystals surge and burst forth, dealing AoE Geo DMG in front of him.<br>If a Solar Isotoma created by Albedo himself is on the field, 7 Fatal Blossoms will be generated in the Solar Isotoma field, bursting violently into bloom and dealing AoE Geo DMG.<br><br>Tecotonic Tide DMG and Fatal Blossom DMG will not generate Transient Blossoms."
  },
  "basic_talent": {
    "talent1_name": "Calcite Might",
    "talent1_img": "calcite_suppression",
    "talent1_desc": "Transient Blossoms generated by Abiogenesis: Solar Isotoma deal 25% more DMG to opponents whose HP is below 50%.",
    "talent2_name": "Homuncular Nature",
    "talent2_img": "albedo_p4_talent",
    "talent2_desc": "Using Rite of Progeniture: Tectonic Tide increases the Elemental Mastery of nearby party members by 125 for 10s.",
    "talent3_name": "Flash of Genius (Albedo)	",
    "talent3_img": "genius_unearthed",
    "talent3_desc": "When Albedo crafts Weapon Ascension Materials, he has a 10% chance to receive double the product."
  },
  "sof": {
    "sof1_name": "Flower of Eden",
    "sof1_img": "flower_of_eden",
    "sof1_desc": "Transient Blossoms generated by Albedo's Abiogenesis: Solar Isotoma regenerate 1.2 Energy for Albedo.",
    "sof2_name": "Opening of Phanerozoic",
    "sof2_img": "opening_of_phanerozoic",
    "sof2_desc": "Transient Blossoms generated by Abiogenesis: Solar Isotoma grant Albedo Fatal Reckoning for 30s:\n·Unleashing Rite of Progeniture: Tectonic Tide consumes all stacks of Fatal Reckoning. \n·Each stack of Fatal Reckoning consumed increases the DMG dealt by Fatal Blossoms and Rite of Progeniture: Tectonic Tide's burst DMG by 30% of Albedo's DEF.\n·This effect stacks up to 4 times.",
    "sof3_name": "Grace of Helios",
    "sof3_img": "grace_of_helios",
    "sof3_desc": "Increases the Level of Abiogenesis: Solar Isotoma by 3. Maximum upgrade level is 15.",
    "sof4_name": "Descent of Divinity",
    "sof4_img": "descent_of_divinity",
    "sof4_desc": "Active party members within the Solar Isotoma field have their Plunging Attack DMG increased by 30%.",
    "sof5_name": "Tide of Hadean",
    "sof5_img": "tide_of_hadean",
    "sof5_desc": "	Increases the Level of Rite of Progeniture: Tectonic Tide by 3. Maximum upgrade level is 15.",
    "sof6_name": "Dust of Purification",
    "sof6_img": "domain_of_purification",
    "sof6_desc": "Active party members within the Solar Isotoma field who are protected by a shield created by Crystallize have their DMG increased by 17%."
  }
}  
