{
  "name": "Diluc",
  "rare": 5,
  "area": "Mondstadt",
  "element": "Pyro",
  "weapon": "Claymore",
  "sex": "Male",
  "birth": "04/30",
  "role": "Main_DPS",
  "isComingSoon": false,
  "nick":"The Uncrowned King of Mondstadt",
  "desc": "The tycoon of a winery empire in Mondstadt, unmatched in every possible way.",
  "battle_talent": {
    "normal_name": "Tempered Sword",
    "normal_img": "normal_atack_tempered_sword",
    "normal_desc1": "Perform up to 4 consecutive strikes.",
    "normal_desc2": "Drains Stamina over time to perform continuous slashes. At the end of the sequence, perform a more powerful slash.",
    "normal_desc3": "Plunges from mid-air to strike the ground, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Searing Onslaught",
    "element_img": "searing_onslaught",
    "element_desc": "Performs a forward slash that deals Pyro DMG.<br><br>This skill can be used 3 times consecutively. Enters CD if not cast again within a short period (5s)",
    "final_name": "Dawn",
    "final_img": "dawn",
    "final_desc": "Releases intense flames to knock nearby opponents back, dealing Pyro DMG. The flames then converge into the weapon, summoning a Phoenix that flies forward and deals massive Pyro DMG to all opponents in its path. The Phoenix explodes upon reaching its destination, causing a large amount of AoE Pyro DMG.<br>The searing flames that run down his blade cause it to be infused with Pyro."
  },
  "basic_talent": {
    "talent1_name": "Relentless",
    "talent1_img": "relentless",
    "talent1_desc": "Diluc's Charged Attack Stamina Cost is decreased by 50%, and its duration is increased by 3s.",
    "talent2_name": "Blessing of Phoenix",
    "talent2_img": "blessing_of_phoenix",
    "talent2_desc": "The Pyro Enchantment provided by Dawn lasts for 4s longer. Additionally. Diluc gains 20% Pyro DMG Bonus during the duration of this effect.",
    "talent3_name": "Tradition of the Dawn Knight",
    "talent3_img": "tradition_of_the_dawn_knight",
    "talent3_desc": "Refunds 15% of the ores used when crafting Claymore-type weapons."
  },
  "sof": {
    "sof1_name": "Conviction",
    "sof1_img": "conviction",
    "sof1_desc": "Diluc deals 15% more DMG to opponents whose HP is above 50%.",
    "sof2_name": "Searing Ember",
    "sof2_img": "searing_ember",
    "sof2_desc": "When Diluc takes DMG, his ATK increases by 10% and his ATK SPD increases by 5%. Lasts for 10s. This effect can stack up to 3 times and can only occur once every 1.5s.",
    "sof3_name": "Fire and Steel",
    "sof3_img": "steel_and_fire",
    "sof3_desc": "Increases the Level of Searing Onslaught by 3. Maximum upgrade level is 15.",
    "sof4_name": "Flowing Flame",
    "sof4_img": "flowing_flame",
    "sof4_desc": "Casting Searing Onslaught in rhythm greatly increases damage dealt. 2s after casting Searing Onslaught, casting the next Searing Onslaught in the combo deals 40% additional DMG. This effect lasts for 2s.",
    "sof5_name": "Phoenix, Harbinger of Dawn",
    "sof5_img": "phoenix_harbinger_of_dawn",
    "sof5_desc": "Increases the Level of Dawn by 3. Maximum upgrade level is 15.",
    "sof6_name": "Flaming Sword, Nemesis of the Dark",
    "sof6_img": "flaming_sword_nemesis_of_dark",
    "sof6_desc": "After casting Searing Onslaught, the next 2 Normal Attacks within the next 6s will have their DMG and ATK SPD increased by 30%. Additionally, Searing Onslaught will not interrupt the Normal Attack combo."
  }
}
