{
  "name": "Zhongli",
  "rare": 5,
  "area": "Liyue",
  "element": "Geo",
  "weapon": "Polearm",
  "sex": "Male",
  "birth": "12/31",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick":"Vago Mundo",
  "desc": "A mysterious expert contracted by the Wangsheng Funeral Parlor. Extremely knowledgeable in all things.",
  "battle_talent": {
    "normal_name": "Rain of Stone",
    "normal_img": "normal_attack_divine_marksmanship",
    "normal_desc1": "Performs up to 6 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to lunge forward, causing stone spears to fall along his path.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Dominus Lapidis",
    "element_img": "dominus_lapidis",
    "element_desc": "Every mountain, rock, and inch of land is filled with the power of Geo, but those who can wield such powers freely are few and far between.<br><br>Press: <br>Commands the omnipresent power of the earth to solidify into a Stone Stele, standing 30 seconds, dealing AoE Geo DMG at the creation. <br><br>Hold: <br>Causes nearby Geo energy to explode, causing the following effects: <br>·If their maximum number hasn't been reached, creates a Stone Stele.<br>·Creates a shield of jade. The shield's DMG Absorption scales based on Zhongli's Max HP. Possesses 150% DMG Absorption against all Elemental and Physical DMG.<br>·Deals AoE Geo DMG. <br>·f there are nearby targets with the Geo element, it will drain a large amount of Geo element from a maximum of 2 such targets. This effect does not cause DMG.<br><br>Stone Stele: <br> When created, deals AoE Geo DMG. <br>Additionally, every 2 seconds, it will resonate with other nearby Geo Constructs, dealing Geo DMG to surrounding opponents.Stele creation and Resonance generate 0.5 elemental particles. <br>The Stone Stele is considered a Geo Construct that can both be climbed and used to block attacks.<br>Only one Stele created by Zhongli himself may initially exist at any one time.<br><br>Jade Shield:<br>Possesses 150% DMG Absorption against all Elemental and Physical DMG.<br>Characters protected by the Jade Shield will decrease the Elemental RES and Physical RES of opponents in a small AoE by 20%. This effect cannot be stacked. <br><br><i>岩者堅也，可攻玉雕金。",
    "final_name": "Planet Befall",
    "final_img": "planet_befall",
    "final_desc": "Brings a falling meteor down to earth, dealing massive Geo DMG to opponents caught in its AoE and applying the Petrification status to them.<br><br>Petrification:<br>Opponents affected by the Petrification status cannot move.<br><br><i>以隕天蒼岩星，昭命理昏暝者。"
  },
  "basic_talent": {
    "talent1_name": "Resonant Waves",
    "talent1_img": "resonant_waves",
    "talent1_desc": "When the Jade Shield takes DMG, it will Fortify:\n·Fortified characters have 5% increased Shield Strength.\n·Can stack up to 5 times, and lasts until the Jade Shield disappears.",
    "talent2_name": "Dominance of Earth",
    "talent2_img": "dominance_of_earth",
    "talent2_desc": "Zhongli deals bonus DMG based on his Max HP:\n·Normal Attack, Charged Attack, and Plunging Attack DMG is increased by 1.39% of Max HP.\n·Dominus Lapidis Stone Stele, resonance, and hold DMG is increased by 1.9% of Max HP. \n·Planet Befall deals additional DMG equal to 33% of Zhongli's Max HP.",
    "talent3_name": "Arcanum of Crystal",
    "talent3_img": "arcanum_of_crystal",
    "talent3_desc": "Refunds 15% of the ores used when crafting Polearm-type weapons."
  },
  "sof": {
    "sof1_name": "Rock, the Backbone of Earth",
    "sof1_img": "rock_the_backbone_of_earth",
    "sof1_desc": "Increases the maximum number of Stone Steles created by Dominus Lapidis that may exist simultaneously to 2.",
    "sof2_name": "	Stone, the Cradle of Jade",
    "sof2_img": "stone_the_cradle_of_jade",
    "sof2_desc": "Planet Befall grants nearby characters on the field a Jade Shield when it descends.",
    "sof3_name": "	Jade, Shimmering through Darkness",
    "sof3_img": "jade_shimmering_through_darkness",
    "sof3_desc": "Increases the Level of Dominus Lapidis by 3. Maximum upgrade level is 15.",
    "sof4_name": "Topaz, Unbreakable and Fearless",
    "sof4_img": "topaz_unbreakable_and_fearless",
    "sof4_desc": "Increases Planet Befall's AoE by 20% and increases the duration of Planet Befall's Petrification effect by 2s.",
    "sof5_name": "	Lazuli, Herald of the Order",
    "sof5_img": "lazuli_herald_of_the_order",
    "sof5_desc": "天Increases the Level of Planet Befall by 3. Maximum upgrade level is 15.",
    "sof6_name": "	Chrysos, Bounty of Dominator",
    "sof6_img": "chrysos_bounty_of_dominator",
    "sof6_desc": "When the Jade Shield takes DMG, 40% of that incoming DMG is converted to HP for the current character.\nA single instance of regeneration cannot exceed 8% of that character's Max HP."
  }
}
