{
  "nick": "„Retterin aus einer anderen Welt“",
  "occupation": "Wandernde Heldin",
  "area": "Ranger",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Nora Fortis",
  "desc": "Sie war früher eine Ausgestoßene. Jetzt ist sie eine Jägerin mit durchdringendem Scharfsinn. Jederzeit ist sie bereit, mit Pfeil und Bogen das Richtige zu tun.",
  "birth": "04/04",
  "battle_talent": {
    "normal_name": "Standardangriff: Schnellfeuer",
    "normal_img": "aloy_s1",
    "normal_desc1": "Führt bis zu 4 Pfeilschüsse hintereinander aus.",
    "normal_desc2": "Führt einen gezielten Schuss mit höherem Schaden und höherer Genauigkeit aus.Konzentriert die eisige Kälte während des Zielens an der Pfeilspitze, die voll aufgeladen Kryo-Schaden verursacht.",
    "normal_desc3": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
    "element_name": "Frostüberzogene Felder",
    "element_img": "aloy_s2",
    "element_desc": "Wirft eine Eisbombe in die Richtung des Ziels, die beim Aufkommen explodiert und Kryo-Schaden verursacht, sich nach der Explosion aber in viele Kälteminen aufteilt, die bei Berührung mit Gegnern oder nach einer gewissen Zeit explodieren und dabei Kryo-Schaden verursachen.<br>Verringert den ANG mit Eisbomben oder Kälteminen getroffener Gegner und verleiht Aloy eine Stapelung des Effekts „Spule“.<br>Erhält alle 0,1 s höchstens 1 Stapelung des Effekts Spule.<br><br>Spule<br>· Erhöht den mit Aloys Standardangriffen verursachten Schaden gemäß der Menge an Stapelungen.<br>· Beseitigt bei 4 Stapelungen Spule den gesamten Effekt von Spule und verleiht Aloy „Eisige Eile“, die den mit Standardangriffen verursachten Schaden zusätzlich erhöht und den mit Standardangriffen verursachten Schaden in Kryo-Schaden umwandelt.<br><br>Aloy kann während des Zustands Eisige Eile nicht den Effekt Spule erhalten.<br>Der Effekt Spule wird 30 s nach dem Verlassen des Kampfs entfernt.<br><br><i>Glaub mir, am Schnitt ist es noch viel kälter.</i>",
    "final_name": "Weissagung des Morgenlichts",
    "final_img": "aloy_s3",
    "final_desc": "Wirft eine Energiezelle voller Kryo-Energie und lässt sie mit einem Pfeil explodieren, um Kryo-Flächenschaden zu verursachen.\n<br><i>Ob „Zero Dawn“ nun Hoffnung oder Auslöschung bedeutet, ist mittlerweile unwichtig. Aloy hat bereits ihre eigene Welt gerettet, um deren Schicksal sich die Helden darin sorgen.</i>"
  },
  "basic_talent": {
    "talent2_name": "Jäger der Wildnis",
    "talent2_img": "aloy_p2",
    "talent2_desc": "Führt dazu, dass eigene Figuren in der Truppe kleine Tiere in der Nähe, die rohes Geflügel, rohes Fleisch oder kaltes Gourmetfleisch als Beute abgeben, nicht leicht aufscheuchen, wenn Aloy in der Truppe ist.",
    "talent3_name": "Kampf-Überbrückung",
    "talent3_img": "aloy_p3",
    "talent3_desc": "Erhöht beim Erhalten des Effekts Spule von Frostüberzogene Felder durch Aloy 10 s lang ihren eigenen ANG um 16 % und den ANG aller anderen Truppenmitglieder in der Nähe um 8 %.",
    "talent1_name": "Wuchtangriff",
    "talent1_img": "aloy_p1",
    "talent1_desc": "Erhöht Aloys Kryo-SCH-Bonus im Zustand Eisige Eile von Frostüberzogene Felder pro s um 3,5 %. Bis zu 35 % Kryo-SCH-Bonus auf diese Weise möglich."
  },
  "sof": {
    "sof1_name": "Stern einer anderen Welt",
    "sof1_img": "aloy_c1",
    "sof1_desc": "Der Moment, den Sternenhimmel dieser Person zu erleuchten, ist noch nicht gekommen.",
    "sof2_name": "Stern einer anderen Welt",
    "sof2_img": "aloy_c2",
    "sof2_desc": "Der Moment, den Sternenhimmel dieser Person zu erleuchten, ist noch nicht gekommen.",
    "sof3_name": "Stern einer anderen Welt",
    "sof3_img": "aloy_c3",
    "sof3_desc": "Der Moment, den Sternenhimmel dieser Person zu erleuchten, ist noch nicht gekommen.",
    "sof4_name": "Stern einer anderen Welt",
    "sof4_img": "aloy_c4",
    "sof4_desc": "Der Moment, den Sternenhimmel dieser Person zu erleuchten, ist noch nicht gekommen.",
    "sof5_name": "Stern einer anderen Welt",
    "sof5_img": "aloy_c5",
    "sof5_desc": "Der Moment, den Sternenhimmel dieser Person zu erleuchten, ist noch nicht gekommen.",
    "sof6_name": "Stern einer anderen Welt",
    "sof6_img": "aloy_c6",
    "sof6_desc": "Der Moment, den Sternenhimmel dieser Person zu erleuchten, ist noch nicht gekommen."
  }
}