{
  "localeName": "Chiori",
  "nick": "???",
  "occupation": "???",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Geo",
  "constellation": "Cisoria",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Standardangriff: Webende Klinge",
    "normal_img": "chiori_s1",
    "normal_desc1": "Führt bis zu 4 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Streichelnde Feder",
    "element_img": "chiori_s2",
    "element_desc": "Stößt mit einer seidig weichen Bewegung schnell nach vorn und beschwört im Anschluss Automaton-Puppeßßß „Sode“ neben sich. Führt danach einen nach oben gerichteten Angriff aus und fügt Gegnern in der Nähe basierend auf Chioris ANG und VTD Geo-Flächenschaden zu.<br>Beim Gedrückthalten nimmt diese Fähigkeit einen anderen Modus an.<br><br>Gedrückt halten<br>Tritt in einen Zielmodus ein, in dem die Richtung des schnellen Vorstoßes bestimmt werden kann.<br><br>Sode<br>· Fügt Gegnern in der Nähe in regelmäßigen Abständen Hiebe zu und verursacht basierend auf Chioris ANG und VTD Geo-Flächenschaden.<br>· Erschafft, wenn während der Wirkungsdauer in der Nähe ein Geo-Objekt erschaffen wird, neben Chiori 1 weitere Sode. Auf diese Weise kann höchstens 1 Sode erschaffen werden. Wirkungsdauer wird unabhängig berechnet.<br><br><i>„Rosarot ist der Brokat und schmückt die Ärmel mit betörendem Duft, den selbst die Pirole bewundern.“</i>",
    "final_name": "Doppelklinge – Hiyoku",
    "final_img": "chiori_s3",
    "final_desc": "Chiori zieht ihre beiden Schwerter, während sie mit präzisen Schnitten wie eine Meisterschneiderin zuschlägt und basierend auf ihrem ANG und ihrer VTD Geo-Flächenschaden verursacht.\n<br><i>„Hat man ein Prinzip gemeistert, stehen einem alle anderen offen.“</i>"
  },
  "basic_talent": {
    "talent2_name": "Bezaubernde Silhouette",
    "talent2_img": "chiori_p2",
    "talent2_desc": "Verleiht, wenn beliebig viele eigene Figuren in der Truppe Kleidung außer ihrer Standardkleidung oder Windgleiter außer den Anfängerschwingen angelegt haben, eigenen Figuren in der Truppe den Effekt „Schneller Schritt“: Erhöht die Bewegungs-GSW um 10 %.\nDieser Effekt gilt nicht in Sphären, Gebietssäuberungen oder im Gewundenen Abgrund und ist nicht stapelbar.",
    "talent3_name": "Mode nach Maß",
    "talent3_img": "chiori_p3",
    "talent3_desc": "Löst innerhalb kurzer Zeit nach dem nach oben gerichteten Angriff von Streichelnde Feder je nach folgender Handlung unterschiedliche Effekte aus: Löst bei Drücken zum Sringen den Effekt „Brokatstoff“ und bei Drücken des Standardangriffs den Effekt „Brokatschnitt“ aus.\n<br>Brokatstoff<br>· Wechselt die Figur automatisch zum nächsten eigenen Truppenmitglied.<br>· Gewährt allen eigenen Truppenmitgliedern den Effekt „Gute Stimmung“: Lässt Sode beim Treffen von Gegnern mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall des aktuellen eigenen Truppenmitglieds einen abgestimmten Angriff ausführen. Verursacht an der Stelle des Gegners Geo-Flächenschaden in Höhe von 100 % des Schadens des nach oben gerichteten Angriffs von „Streichelnde Feder“. Hierdurch verursachter Schaden wird als Schaden der Elementarfähigkeit gewertet.<br>· „Gute Stimmung“ hält 8 s. Alle 2 s kann 1 abgestimmter Angriff von Sode ausgelöst werden. Während der Wirkungsdauer von „Gute Stimmung“ können bis zu 2 abgestimmte Angriffe ausgelöst werden.<br><br>Brokatschnitt<br>· Verleiht Chiori 5 s lang die Geo-Kraft.<br><br>Löst den Effekt „Brokatschnitt“ automatisch aus, wenn Chiori auf dem Feld ist und innerhalb kurzer Zeit nach dem nach oben gerichteten Angriff von Streichelnde Feder weder erneut Springen noch der Standardangriff gedrückt wird.",
    "talent1_name": "Vollendete Muster",
    "talent1_img": "chiori_p1",
    "talent1_desc": "Erhöht den von Chiori verursachten Geo-Schaden 20 s lang um 20 %, wenn Truppenmitglieder in der Nähe Geo-Objekte erschaffen."
  },
  "sof": {
    "sof1_name": "Sechs Pfade der Seidigkeit",
    "sof1_img": "chiori_c1",
    "sof1_desc": "Erhöht die Angriffsreichweite der Automaton-Puppe „Sode“ von Streichelnde Feder um 50 %.\nWenn sich außer Chiori noch eine Geo-Figur in der Truppe befindet, werden nach dem Vorstoß von „Streichelnde Feder“ zusätzlich die folgenden Effekte ausgelöst:<br>· Erschafft eine weitere Sode. Nur eine Sode von Chiori selbst, die auf diese Weise und durch Geo-Objekte erschaffen wurde, kann zur selben Zeit existieren.<br>· Löst das passive Talent „Vollendete Muster“ aus. Das passive Talent „Vollendete Muster“ muss zuerst freigeschaltet werden.",
    "sof2_name": "Fünffarbige Färbung",
    "sof2_img": "chiori_c2",
    "sof2_desc": "Beschwört innerhalb von 10 s nach Anwenden von Doppelklinge – Hiyoku alle 3 s 1 vereinfachte Automaton-Puppe „Kinu“ in der Nähe von Chiori, die Gegner in der Nähe angreift und Geo-Flächenschaden in Höhe von 170 % des von Sode verursachten Schadens verursacht. Hierdurch verursachter Schaden wird als Schaden der Elementarfähigkeit gewertet.\nKinu verschwindet nach 1 Angriff oder 3 s nach dem Beschwören.",
    "sof3_name": "Vier Brokatverzierungen",
    "sof3_img": "chiori_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Streichelnde Feder um 3.\nHöchststufe 15.",
    "sof4_name": "Drei Rituale der Schneiderei",
    "sof4_img": "chiori_c4",
    "sof4_desc": "Beschwört beim Treffen von Gegnern mit Standardangriffen, heftigen Schlägen oder Angriffen aus dem Fall der eigenen aktuellen Figur in der Truppe innerhalb von 8 s nach dem Auslösen eines Folgeeffekts des passiven Talents „Mode nach Maß“ in der Nähe des Gegners eine vereinfachte Automaton-Puppe „Kinu“. Beschwört auf diese Weise jede s höchstens 1 Kinu. Während der Wirkungsdauer einer Anwendung von Gute Stimmung oder Brokatschnitt des passiven Talents „Mode nach Maß“ kann Kinu bis zu 3-mal beschworen werden. 15 s Abklingzeit für diesen Effekt.\nDas passive Talent „Mode nach Maß“ muss zuerst freigeschaltet werden.",
    "sof5_name": "Zwei seidene Federn",
    "sof5_img": "chiori_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Doppelklinge – Hiyoku um 3.\nHöchststufe 15.",
    "sof6_name": "Verfolgung des einen Prinzips",
    "sof6_img": "chiori_c6",
    "sof6_desc": "Verringert die Abklingzeit von Chioris eigener Fähigkeit Streichelnde Feder nach dem Auslösen eines Folgeeffekts des passiven Talents „Mode nach Maß“ um 14,5 s. Das passive Talent „Mode nach Maß“ muss zuerst freigeschaltet werden.\nErhöht außerdem den von Chiori selbst mit Standardangriffen verursachten Schaden um 180 % von Chioris VTD."
  }
}