{
  "nick": "Putzige Mischung",
  "occupation": "Taverne Zum Katzenschwanz",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Feles",
  "desc": "Ein Mädchen, das nicht-menschliches Blut in sich trägt. Zudem ist sie die äußerst beliebte Wirtin der Taverne „Zum Katzenschwanz“.",
  "birth": "01/18",
  "battle_talent": {
    "normal_name": "Standardangriff: Schießkunst der Jäger",
    "normal_img": "diona_s1",
    "normal_desc1": "Führt bis zu 5 Pfeilschüsse hintereinander aus.",
    "normal_desc2": "Führt einen gezielten Schuss mit höherem Schaden und höherer Genauigkeit aus.Konzentriert die eisige Kälte während des Zielens an der Pfeilspitze, die voll aufgeladen Kryo-Schaden verursacht.",
    "normal_desc3": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
    "element_name": "Eistatzen",
    "element_img": "diona_s2",
    "element_desc": "Schießt Eistatzen ab, die Gegnern Kryo-Schaden zufügen und bei Treffern Schilde erstellen.<br>Die Schildstärke hängt von Dionas max. LP ab, die Wirkungsdauer von der Anzahl der am Treffer beteiligten Eistatzen.<br><br>Drücken<br>Schießt schnell zwei Eistatzen ab.<br><br>Gedrückt halten<br>Springt geschwind zurück und feuert fünf Eistatzen ab.<br>Durch Gedrückthalten entstehende Schilde halten 75 % mehr Schaden ab.<br><br>Schilde halten bei Kryo-Schaden 250 % ab und verleihen der aktuellen Figur beim Entstehen für kurze Zeit das Kryo-Attribut.<br><br><i>Das Eis im Schnaps hatte bisher noch keinem Trunkenbold geschadet, bis Diona ihr Göttliches Auge erhielt und Eis herstellte, das einem die Zunge taub werden lässt. Einsame Spitze!</i>",
    "final_name": "Eisgekühlter Branntwein",
    "final_img": "diona_s3",
    "final_desc": "Wirft besonders starken eisgekühlten Alkohol, verursacht Kryo-Flächenschaden und erzeugt ein Kältedunstfeld.\n<br>Kältedunstfeld<br>· Fügt Gegnern darin fortlaufend Kryo-Schaden zu.<br>· Stellt Figuren darin fortlaufend LP wieder her.<br><br><i>Dieses Gebräu hält Diona selbst sogar für unmenschlich. Deswegen bleibt der erste Eindruck nur ihren Gegnern überlassen. Der Nachgeschmack ist eher erquickend, ist aber nur in der Nase und auf der Haut zu spüren.</i>"
  },
  "basic_talent": {
    "talent2_name": "Appetitsanreger",
    "talent2_img": "diona_p2",
    "talent2_desc": "Stellt bei der perfekten Zubereitung eines Gerichts mit wiederherstellender Funktion mit einer Wahrscheinlichkeit von 12 % den 2-fachen Ertrag her.",
    "talent3_name": "Geheimes Menü Zum Katzenschwanz",
    "talent3_img": "diona_p3",
    "talent3_desc": "Erhöht die Bewegungs-GSW von Figuren im Schutz eines Schilds von Eistatzen um 10 % und verringert ihren Ausdauerverbrauch um 10 %.",
    "talent1_name": "Hundert Weinpossen",
    "talent1_img": "diona_p1",
    "talent1_desc": "Verringert den ANG von Gegnern im Feld von Eisgekühlter Branntwein nach dem Betreten 15 s lang um 10 %."
  },
  "sof": {
    "sof1_name": "Empfehlung des Hauses",
    "sof1_img": "diona_c1",
    "sof1_desc": "Stellt Diona am Ende des Effekts von Eisgekühlter Branntwein 15 Punkte Elementarenergie wieder her.",
    "sof2_name": "Eiskalte Pfoten",
    "sof2_img": "diona_c2",
    "sof2_desc": "Erhöht den mit Eistatzen verursachten Schaden um 15 % und die Schildstärke um 15 %.\nErstellt anderen aktuellen Figuren in der Nähe außerdem bei Treffern einen Schutzschild, der Schaden in Höhe von 50 % der Schildstärke von Eistatzen abhält, hält 5 s.",
    "sof3_name": "Einer geht noch!",
    "sof3_img": "diona_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Eisgekühlter Branntwein um 3.\nHöchststufe 15.",
    "sof4_name": "„Schrecken der Getränkewirtschaft“",
    "sof4_img": "diona_c4",
    "sof4_desc": "Verringert die Aufladezeit für Dionas gezielte Schüsse im Feld von Eisgekühlter Branntwein um 60 %.",
    "sof5_name": "Doppelt auf Eis",
    "sof5_img": "diona_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Eistatzen um 3.\nHöchststufe 15.",
    "sof6_name": "Vorzeitiger Feierabend",
    "sof6_img": "diona_c6",
    "sof6_desc": "Verleiht Figuren im Feld von Eisgekühlter Branntwein je nach ihren LP folgende Effekte:\n· Erhöht den passiven Heilungsbonus bei bis zu 50 % LP um 30 %.<br>· Erhöht die Elementarkunde bei mehr als 50 % LP um 200 Punkte."
  }
}