{
  "nick": "Prinzessin der Verurteilung!",
  "occupation": "Abenteurergilde",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Bow",
  "element": "Electro",
  "constellation": "Corvus",
  "desc": "Ein merkwürdiges Mädchen, das sich selbst als die „Prinzessin der Verurteilung“ bezeichnet und vom Nachtraben Oz begleitet wird.",
  "birth": "05/27",
  "battle_talent": {
    "normal_name": "Standardangriff: Pfeil der Vergebung",
    "normal_img": "fischl_s1",
    "normal_desc1": "Führt bis zu 5 Pfeilschüsse hintereinander aus.",
    "normal_desc2": "Führt einen gezielten Schuss mit höherem Schaden und höherer Genauigkeit aus.Ruft während des Zielens die Blitzgeister aus dem Immernachtreich herbei, die dem Befehl der Prinzessin folgen und ihre Kraft auf der Pfeilspitze konzentrieren, die voll aufgeladen mit dem Blitz der Rachsucht hohen Elektro-Schaden verursacht.",
    "normal_desc3": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
    "element_name": "Schutz der Dunkelheit",
    "element_img": "fischl_s2",
    "element_desc": "Beschwört Oz, den Raben aus Schatten und Blitzen, in diese Welt, der Gegnern mit geringer Reichweite Elektro-Schaden zufügt.<br>Schießt bei Anwesenheit von Oz Blitzgeschosse ab, die Gegner in der Nähe angreifen.<br><br>Gedrückt halten, um das Ziel der Fähigkeit zu bestimmen.<br>Bei Anwesenheit von Oz erneut drücken, um Oz zurückzuholen.<br><br><i>„Ihr seid nicht würdig, meine überragenden Kräfte in Aktion zu sehen ... Oz, bring ihnen den Blitz der Rachsucht, der die ewige Nacht aufreißt!“</i><br><i>- „Die Nacht der Prinzessin Fischl – Band 4: Lebe wohl, Frau Welt“</i>",
    "final_name": "Mitternachtstraum",
    "final_img": "fischl_s3",
    "final_desc": "Beschwört Oz, der seine tiefschwarzen Flügel ausbreitet, um Fischl zu beschützen.\nEffekte während der Wirkungsdauer:<br>· Bewegt sich in Form von Oz mit hoher Geschwindigkeit.<br>· Trifft Gegner in der Nähe mit einem Blitz und verursacht Elektro-Schaden. Jeder Gegner kann nur einmal Schaden von einem Blitz erleiden.<br>· Oz verbleibt nach dem Ende der Wirkungsdauer und greift die Gegner der Prinzessin an. Setzt die Aufenthaltsdauer von Oz zurück, wenn er schon auf dem Feld ist.<br><br><i>Unter den Horden der Bestien, die dem verfluchten Blut der Verurteilung folgten, befand sich nur einer, der ihre wahre Größe tatsächlich verstehen konnte, nämlich der Nachtrabenprinz, der Zeuge der Vernichtung tausender Welten war. So breitete er seine dunklen Flügel aus und schlang sie um die Prinzessin. Er schwor, sie auf ewig zu beschützen.</i><br><i>- „Die Nacht der Prinzessin Fischl – Band 1: Zersetzung am Ende der Zeit“</i>"
  },
  "basic_talent": {
    "talent2_name": "Mein Hausgarten",
    "talent2_img": "fischl_p2",
    "talent2_desc": "Verkürzt die bei Erkundungen innerhalb des Einflussbereichs von Mondstadt verbrauchte Zeit um 25 %.",
    "talent3_name": "Sterneverschlinger",
    "talent3_img": "fischl_p3",
    "talent3_desc": "Wenn Fischl Oz mit einem voll aufgeladenen gezielten Schuss trifft, schickt Oz den Blitz des heiligen Urteils zu den Gegnern in der Nähe und verursacht damit Elektro-Flächenschaden in Höhe von 152,7 % des gezielten Schusses.",
    "talent1_name": "Schatten der Verurteilung",
    "talent1_img": "fischl_p1",
    "talent1_desc": "Schickt bei Anwesenheit von Oz und, wenn der Angriff der aktuellen eigenen Figur eine Elektro-Reaktion verursacht, den Blitz des heiligen Urteils auf den betroffenen Gegner und verursacht Elektro-Schaden in Höhe von 80 % von Fischls ANG."
  },
  "sof": {
    "sof1_name": "Blick aus der Finsternis",
    "sof1_img": "fischl_c1",
    "sof1_desc": "Oz wacht mithilfe der Krähenaugen über Fischl, selbst wenn er nicht anwesend ist. Oz greift über seine Krähenaugen an, wenn Fischl Gegner mit ihrem Standardangriff angreift, und verursacht Schaden in Höhe von 22 % ANG.",
    "sof2_name": "Federn der Vollstreckung",
    "sof2_img": "fischl_c2",
    "sof2_desc": "Verursacht bei Anwendung von Schutz der Dunkelheit zusätzlich Schaden in Höhe von 200 % ANG und vergrößert den Wirkungsbereich um 50 %.",
    "sof3_name": "Tiefschwarze Flügel",
    "sof3_img": "fischl_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Schutz der Dunkelheit um 3.\nHöchststufe 15.",
    "sof4_name": "Fantastereien der Prinzessin",
    "sof4_img": "fischl_c4",
    "sof4_desc": "Fügt allen Gegnern in der Umgebung bei Anwendung von Mitternachtstraum Elektro-Schaden in Höhe von 222 % ANG zu.\nStellt Fischl nach Ablauf der Dauer des Effekts 20 % LP wieder her.",
    "sof5_name": "Offenbarung der Nacht",
    "sof5_img": "fischl_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Mitternachtstraum um 3.\nHöchststufe 15.",
    "sof6_name": "Vogel der ewigen Nacht",
    "sof6_img": "fischl_c6",
    "sof6_desc": "Verlängert die Dauer des Vorhandenseins von Oz um 2 s, greift gemeinsam mit der aktuellen eigenen Figur an und verursacht Elektro-Schaden in Höhe von 30 % von Fischls ANG."
  }
}