{
  "nick": "Sehnsucht nach verborgenen Tiefen",
  "occupation": "Hotel Bouffes d’été",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Cryo",
  "constellation": "Automaton",
  "desc": "Ein schweigsamer Junge, der sich im Tauchen auskennt. Unter seiner eisigen Erscheinung verbirgt sich ein reines und makelloses Herz.",
  "birth": "09/24",
  "battle_talent": {
    "normal_name": "Standardangriff: Strömungswirbel",
    "normal_img": "freminet_s1",
    "normal_desc1": "Führt bis zu 4 Angriffe mit dem Schwert hintereinander aus.",
    "normal_desc2": "Verbraucht fortlaufend Ausdauer, wirbelt das Großschwert und greift Gegner in der Umgebung an.Schwingt das Schwert am Ende mit besonders großer Wucht.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Treibeis-Druck",
    "element_img": "freminet_s2",
    "element_desc": "Führt einen nach oben gerichteten Angriff aus, der Kryo-Schaden verursacht und für 10 s den Status Pers-Uhr auslöst.<br>In diesem Status wird die Elementarfähigkeit durch „Hochdruckmalmer“ ersetzt.<br><br>Hochdruckmalmer<br>Führt je nach Stufendruck der Pers-Uhr einen anderen Angriff aus und entfernt dabei den Status der Pers-Uhr:<br>· Stufe 0: Führt einen vertikalen Hieb aus, der Kryo-Schaden verursacht.<br>· Stufe 1 bis 3: Führt in Zusammenarbeit mit Pers einen vertikalen Hieb aus, der Kryo-Schaden und physischen Schaden verursacht. Je nach Stufendruck fällt hierbei der jeweilige Schaden unterschiedlich aus.<br>· Stufe 4: Macht sich die Kraft eines voll unter Druck stehenden Pers zunutze und verursacht physischen Schaden. Ersetzt „Standardangriff: Strömungswirbel“ mit „Hochdruckmalmer“<br><br>Pers-Uhr<br>Löst bei einem Standardangriff von Fréminet gleichzeitig Frost aus und verursacht Kryo-Schaden, wodurch der Stufendruck der Pers-Uhr erhöht wird.<br>Hierdurch verursachter Kryo-Schaden wird als Schaden der Elementarfähigkeit gewertet.<br><br>Arkhe: Pneuma<br>Ein Geisterstachel erscheint in regelmäßigen Abständen nach dem Ausführen eines nach oben gerichteten Angriffs. Dieser ist in der Lage, anzugreifen und mit Pneuma versehenen Kryo-Schaden zu verursachen.<br><br><i>Einen Gegner bewegungsunfähig, anstatt ihm den Garaus zu machen, könnte man in gewissem Sinne auch als eine Art „Überlebensstrategie“ bezeichnen.</i><br><i>„Pers ... jetzt bist du dran.“</i>",
    "final_name": "Des Schattenjägers Hinterhalt",
    "final_img": "freminet_s3",
    "final_desc": "Entfesselt eine unantastbare Kälte, die Kryo-Flächenschaden verursacht, die Abklingzeit der Elementarfähigkeit „Treibeis-Druck“ zurücksetzt und Fréminet 10 s lang in den Tauchhelm-Modus versetzt.\n<br>Im Tauchhelm-Modus erhöht sich Fréminets Unterbrechungs-WDS und seiner Elementarfähigkeit „Treibeis-Druck“ werden folgende Boni verliehen:<br>· Verkürzt die Abklingzeit um 70 %.<br>· Erhöht beim Ausführen des Standardangriffs die Pers-Uhr um eine weitere Stufe Druck. Außerdem erhöht sich der Schaden des durch Standardangriffe ausgelösten Frosts auf 200 % des ursprünglichen Schadens.<br><br>Dieser Effekt wird aufgehoben, wenn Fréminet ausgewechselt wird.<br><br><i>„Jetzt ... brauche ich keine unnötigen Geräusche von außen.“</i>"
  },
  "basic_talent": {
    "talent2_name": "Tiefwasser-Navigation",
    "talent2_img": "freminet_p2",
    "talent2_desc": "Verringert den Wasserausdauerverbrauch aller Truppenmitglieder um 35 %.\nNicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
    "talent3_name": "Sättigungstauchgang",
    "talent3_img": "freminet_p3",
    "talent3_desc": "Befindet sich beim Auslösen von Treibeis-Druck – Hochdruckmalmer Pers’ Stufendruck unter 4, so reduziert sich die Abklingzeit von Treibeis-Druck um 1 s.",
    "talent1_name": "Parallelkondensator",
    "talent1_img": "freminet_p1",
    "talent1_desc": "Erhöht den Schaden von Treibeis-Druck – Hochdruckmalmer 5 s um 40 %, wenn Fréminet beim Gegner die Reaktion Eisbrecher ausgelöst hat."
  },
  "sof": {
    "sof1_name": "Träume tiefen und schäumenden Wassers",
    "sof1_img": "freminet_c1",
    "sof1_desc": "Erhöht die KT von Treibeis-Druck – Hochdruckmalmer um 15 %.",
    "sof2_name": "Von Pinguinen und dem Reich des Überflusses",
    "sof2_img": "freminet_c2",
    "sof2_desc": "Stellt Fréminet 2 Punkte Elementarenergie wieder her, wenn Treibeis-Druck – Hochdruckmalmer ausgelöst wird. Stellt 3 Punkte her, wenn Hochdruckmalmer beim Auslösen bereits Druck der Stufe 4 erreicht hat.",
    "sof3_name": "Ein Lied von Strömung und weißem Sand",
    "sof3_img": "freminet_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Standardangriff – Strömungswirbel um 3.\nHöchststufe 15.",
    "sof4_name": "Tanz des frostigen Mondes und der Flöte",
    "sof4_img": "freminet_c4",
    "sof4_desc": "Erhöht den ANG 6 s lang um 9 %, nachdem Fréminet beim Gegner die Reaktionen Gefroren, Eisbrecher und Supraleiter ausgelöst hat. 2-fach stapelbar, 0,3 s Abklingzeit.",
    "sof5_name": "Nächte voll behaglichem Herdfeuer und Fröhlichkeit",
    "sof5_img": "freminet_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Treibeis-Druck um 3.\nHöchststufe 15.",
    "sof6_name": "Moment des Erwachens und der Entschlossenheit",
    "sof6_img": "freminet_c6",
    "sof6_desc": "Erhöht den KSCH 6 s lang um 12 %, nachdem Fréminet beim Gegner die Reaktionen Gefroren, Eisbrecher und Supraleiter ausgelöst hat. 3-fach stapelbar, 0,3 s Abklingzeit."
  }
}