{
  "nick": "???",
  "occupation": "???",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "醒狮座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Standardangriff: Des Sternenzerreißenen Klauen",
    "normal_img": "gaming_s1",
    "normal_desc1": "Führt bis zu 4 Angriffe mit dem Schwert hintereinander aus.",
    "normal_desc2": "Verbraucht fortlaufend Ausdauer, wirbelt das Großschwert und greift Gegner in der Umgebung an.Schwingt das Schwert am Ende mit besonders großer Wucht.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Einer Glück verheißenden Bestie versprochener Aufstieg",
    "element_img": "gaming_s2",
    "element_desc": "Springt mit den Wushou-Künsten nach vorne und hebt sich bei einem Treffer hoch in die Luft.<br>Nachdem sich Gaming mit seiner Elementarfähigkeit „Einer Glück verheißenden Bestie versprochener Aufstieg“ in die Luft erhoben hat, setzt er die besonders mächtigen Angriffe aus dem Fall: Heiliger Wolkenreiter, ein, wenn er diese ausführt.<br><br>Angriff aus dem Fall: Heiliger Wolkenreiter<br>Der durch die Elementarfähigkeit „Einer Glück verheißenden Bestie versprochener Aufstieg“ verursachte Schaden des Angriffs aus dem Fall wird in Pyro-Schaden umgewandelt, der beim Aufkommen Gaming eine bestimmte Menge an LP verbraucht. Auf diese Weise können Gamings LP höchstens auf 10 % reduziert werden.<br>Der mit „Heiliger Wolkenreiter“ verursachte Schaden gilt als Schaden von Angriffen aus dem Fall.<br><br><i>„Die Bestie springt und pflückt das Grün, Wohlstand um uns herum erklingt. Mögen Reichtum und Gesundheit uns allen zuteilwerden und mögen wir alle einen tollen Aufstieg haben!“</i>",
    "final_name": "Der gehörnten Bestie vergoldeter Tanz",
    "final_img": "gaming_s3",
    "final_desc": "Gaming tritt in die Wushou-Haltung ein, stellt eine bestimmte Menge an LP wieder her und beschwört seinen Begleiter, die gehörnte Bestie Man Chai, um auf sein Ziel einzuschlagen und Pyro-Flächenschaden zu verursachen.\nNach dem Einschlagen auf ihr Ziel rollt Man Chai zu einem nahe gelegenen Ort, bevor sie sich auf Gaming zubewegt. Wenn sie sich mit Gaming trifft, verlässt Man Chai das Spielfeld und setzt die Abklingzeit von Gamings Elementarfähigkeit „Einer Glück verheißenden Bestie versprochener Aufstieg“ zurück.<br>Solange die Wushou-Haltung aktiv ist, beschwört Gaming erneut Man Chai, wenn er den Angriff aus dem Fall: Heiliger Wolkenreiter ausführt oder den Sprungangriff von „Einer Glück verheißenden Bestie versprochener Aufstieg“ vollendet, und zwar mit mehr als 50 % LP.<br>Es kann gleichzeitig nur 1 Man Chai auf dem Spielfeld existieren.<br><br><i>„Die goldene Bestie bringt Glück, strahlende Lichter und glänzende Anblicke! Das nennst du ein Leben in Fülle!“</i>"
  },
  "basic_talent": {
    "talent2_name": "Schreitende Bestie",
    "talent2_img": "gaming_p2",
    "talent2_desc": "Erhöht die Bewegungs-GSW der eigenen Figuren in der Truppe tagsüber (6 bis 18 Uhr) um 10 %.\nDieser Effekt gilt nicht in Sphären, Gebietssäuberungen und im Gewundenen Abgrund und ist nicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
    "talent3_name": "Tanz der Eintracht",
    "talent3_img": "gaming_p3",
    "talent3_desc": "Stellt Gaming innerhalb von 1 s nach dem Treffen von Gegnern mit dem Angriff aus dem Fall: Heiliger Wolkenreiter von Einer Glück-verheißenden Bestie versprochener Aufstieg 10 % LP wieder her.",
    "talent1_name": "Atmosphäre des Wohlstands",
    "talent1_img": "gaming_p1",
    "talent1_desc": "Erhält für weniger als 50 % LP einen passiven Heilungsbonus von 20 %. Erhält für 50 % oder mehr als 50 % LP einen Pyro-SCH-Bonus von 20 %."
  },
  "sof": {
    "sof1_name": "Bringer des Segens",
    "sof1_img": "gaming_c1",
    "sof1_desc": "Stellt Gaming 25 % LP wieder her, wenn sich die Bestie – Man Chai von Der gehörnten Bestie vergoldeter Tanz erfolgreich mit Gaming trifft.",
    "sof2_name": "Pflaumenblüten unter den Füßen",
    "sof2_img": "gaming_c2",
    "sof2_desc": "Erhöht den ANG von Gaming 5 s lang um 20 %, wenn er geheilt wird und diese Heilung einen Überfluss aufweist.",
    "sof3_name": "Erweckung des Willens",
    "sof3_img": "gaming_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Einer Glück-verheißenden Bestie versprochener Aufstieg um 3.\nHöchststufe 15.",
    "sof4_name": "Über Berge und Wolken",
    "sof4_img": "gaming_c4",
    "sof4_desc": "Stellt Gaming 2 Punkte Elementarenergie wieder her, wenn der Angriff aus dem Fall: Heiliger Wolkenreiter von Einer Glück-verheißenden Bestie versprochener Aufstieg einen Gegner trifft, 0,2 s Abklingzeit.",
    "sof5_name": "Dämonenjagendes Brüllen",
    "sof5_img": "gaming_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Der gehörnten Bestie vergoldeter Tanz um 3.\nHöchststufe 15.",
    "sof6_name": "Zähmer aller Bestien",
    "sof6_img": "gaming_c6",
    "sof6_desc": "Erhöht die KT des Angriffs aus dem Fall: Heiliger Wolkenreiter von Einer Glück-verheißenden Bestie versprochener Aufstieg um 20 %, den KSCH um 40 % sowie die Angriffsreichweite."
  }
}