{
  "localeName": "Ganyu",
  "nick": "Mondhüter",
  "occupation": "Yuehai-Pavillon",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Sinae Unicornis",
  "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
  "birth": "12/02",
  "battle_talent": {
    "normal_name": "Standardangriff: Himmlische Schießkunst",
    "normal_img": "ganyu_s1",
    "normal_desc1": "Führt bis zu 6 Pfeilschüsse hintereinander aus.",
    "normal_desc2": "Führt einen gezielten Schuss mit höherem Schaden und höherer Genauigkeit aus.Konzentriert die Kälte während des Zielens an der Pfeilspitze und verursacht je nach Länge des Aufladens unterschiedliche Effekte:· Phase 1: Schießt einen Pfeil mit dem Zustand Kalt und verursacht Kryo-Schaden.· Phase 2: Schießt einen Frostblütenpfeil und verursacht Kryo-Schaden. Erblüht nach einem Treffer und verursacht erneut Kryo-Flächenschaden.",
    "normal_desc3": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
    "element_name": "Spuren des Qilins",
    "element_img": "ganyu_s2",
    "element_desc": "Ganyu hinterlässt einen Eislotos und geht in Deckung, um den bösen Geistern und Dämonen Kryo-Flächenschaden zuzufügen.<br><br>Eislotos<br>· Verspottet Gegner in der Umgebung fortlaufend und zieht ihre Angriffe auf sich.<br>· Beständigkeit hängt von Ganyus max. LP ab.<br>· Erblüht bei Zerstörung oder Ablauf der Dauer und verursacht Kryo-Flächenschaden.<br><br><i>„Du willst mich gesehen haben? Das musst du dir eingebildet haben. Ich war zu der Zeit noch auf Arbeit.“</i>",
    "final_name": "Bändigender Niederschlag",
    "final_img": "ganyu_s3",
    "final_desc": "Konzentriert den Schnee und Frost in der Luft und beschwört eine Eisseelenperle, die das Böse vertreibt.\nDie Eisseelenperle lässt während der Wirkungsdauer fortlaufend Eiszapfen fallen, die den Gegnern im Wirkungsbereich Kryo-Schaden zufügen.<br><br><i>Ohne Frage kann Ganyu einen erfrischenden Sommerregen fallen lassen. Für böse Kräfte jedoch zieht ein rauer Schneesturm auf.</i>"
  },
  "basic_talent": {
    "talent2_name": "Versteckter Bogen",
    "talent2_img": "ganyu_p2",
    "talent2_desc": "Gibt beim Schmieden von Bögen 15 % des verbrauchten Erzes zurück.",
    "talent3_name": "Eintracht",
    "talent3_img": "ganyu_p3",
    "talent3_desc": "Erhöht nach dem Abschießen von Frostblütenpfeilen die KT folgender Frostblütenpfeile sowie der im Anschluss erblühenden Frostblüten 5 s lang um 20 %.",
    "talent1_name": "Frieden zwischen Himmel und Erde",
    "talent1_img": "ganyu_p1",
    "talent1_desc": "Erhöht den Kryo-Schaden der aktuellen Figuren in der Truppe im Wirkungsbereich von Bändigender Niederschlag um 20 %."
  },
  "sof": {
    "sof1_name": "Geschmack des Taus",
    "sof1_img": "ganyu_c1",
    "sof1_desc": "Verringert den Kryo-WDS von mit Frostblütenpfeilen von heftigen Schlägen beim Aufladen Phase 2 oder durch das Erblühen von Frostblüten getroffenen Gegnern 6 s lang um 15 %.\nStellt Ganyu bei Treffern außerdem 2 Punkte Elementarenergie wieder her. Stellt für jeden heftigen Schlag mit Aufladen Phase 2 nur einmal Elementarenergie wieder her, egal ob die Frostblütenpfeile oder das Erblühen der Frostblüten Ziele treffen oder nicht.",
    "sof2_name": "Qilin-Jagd",
    "sof2_img": "ganyu_c2",
    "sof2_desc": "Ermöglicht 1 weitere Anwendung von Spuren des Qilins.",
    "sof3_name": "Ziehende Wolken",
    "sof3_img": "ganyu_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Bändigender Niederschlag um 3.\nHöchststufe 15.",
    "sof4_name": "Aufbruch gen Westen",
    "sof4_img": "ganyu_c4",
    "sof4_desc": "Erhöht den Gegnern im Wirkungsbereich von Bändigender Niederschlag zugefügten Schaden fortlaufend.\nDer anfängliche SCH-Bonus beträgt 5 %, erhöht den Schaden alle 3 s um weitere 5 % auf bis zu 25 % SCH-Bonus.<br>Der Effekt hält nach dem Verlassen des Wirkungsbereichs bis zu 3 s.",
    "sof5_name": "Rasenstutzer",
    "sof5_img": "ganyu_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Spuren des Qilins um 3.\nHöchststufe 15.",
    "sof6_name": "Nachsicht",
    "sof6_img": "ganyu_c6",
    "sof6_desc": "Nach Anwendung von Spuren des Qilins wird 30 s lang keine Aufladung für den nächsten Frostblütenpfeil benötigt."
  }
}