{
  "localeName": "Jean",
  "nick": "Löwenzahnritter",
  "occupation": "Ordo Favonius",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Leo Minor",
  "desc": "Der aufrichtige und gewissenhafte Löwenzahnritter, der stellvertretender Großmeister des Ordo Favonius.",
  "birth": "03/14",
  "battle_talent": {
    "normal_name": "Standardangriff: Favonius-Schwertkunst",
    "normal_img": "jean_s1",
    "normal_desc1": "Führt bis zu 5 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und startet einen Sprungangriff voller Anemo-Kraft.Weggeschleuderte Gegner fallen langsam zu Boden.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Luftdruckschwert",
    "element_img": "jean_s2",
    "element_desc": "Konzentriert die formlose Anemo-Kraft auf dem Schwert und erschafft einen winzigen Sturm, der Gegner in die Zielrichtung wegschleudert und hohen Anemo-Schaden verursacht.<br><br>Gedrückt halten<br>Verbraucht fortlaufend Ausdauer und zieht die Gegner und Objekte in der Umgebung mit einem Luftwirbel nach vorn.<br>Richtung kann angepasst werden.<br>Bewegung während der Anwendung nicht möglich.<br><br><i>Ein Jean begleitender Wind des Schutzes, der Gefahren von ihr und ihren Kameraden fernhält.</i>",
    "final_name": "Löwenzahnbrise",
    "final_img": "jean_s3",
    "final_desc": "Ruft den Schutz des Windes herbei und erschafft ein Löwenzahnfeld, durch das die Tausend Winde fegen. Stößt Gegner in der Umgebung zurück und verursacht Anemo-Schaden.\nStellt gleichzeitig allen Truppenmitgliedern eine große Menge LP basierend auf Jeans ANG wieder her.<br><br>Löwenzahnfeld<br>· Stellt den Figuren im Wirkungsbereich fortlaufend LP wieder her.<br>· Macht die Figuren im Wirkungsbereich anfällig für Anemo-Einflüsse.<br>· Fügt Gegnern beim Betreten und Verlassen des Wirkungsbereichs Anemo-Schaden zu.<br><br><i>Die Huld des Windes ist wie ein weites Löwenzahnfeld, die Quelle der Jean schützenden Kraft.</i>"
  },
  "basic_talent": {
    "talent2_name": "Führende Brise",
    "talent2_img": "jean_p2",
    "talent2_desc": "Stellt bei der perfekten Zubereitung eines Gerichts mit wiederherstellender Funktion mit einer Wahrscheinlichkeit von 12 % den 2-fachen Ertrag her.",
    "talent3_name": "Folge dem Wind",
    "talent3_img": "jean_p3",
    "talent3_desc": "Stellt bei Treffern mit Jeans Standardangriffen allen Truppenmitgliedern mit einer Wahrscheinlichkeit von 50 % LP in Höhe von 15 % von Jeans ANG wieder her.",
    "talent1_name": "Führung des Windes",
    "talent1_img": "jean_p1",
    "talent1_desc": "Stellt nach Anwendung von Löwenzahnbrise 20 % Elementarenergie wieder her."
  },
  "sof": {
    "sof1_name": "Sturm der wirbelnden Klingen",
    "sof1_img": "jean_c1",
    "sof1_desc": "Erhöht die Anziehungsgeschwindigkeit der Fähigkeit Luftdruckschwert bei Gedrückthalten von mehr als 1 s und erhöht den verursachten Schaden um 40 %.",
    "sof2_name": "Schild des Volkes",
    "sof2_img": "jean_c2",
    "sof2_desc": "Erhöht die Angriffs- und Bewegungs-GSW aller Truppenmitglieder, wenn Jean Elementarkristalle oder Elementarteilchen erhält, 15 s lang um je 15 %.",
    "sof3_name": "Wehen des Westwinds",
    "sof3_img": "jean_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Löwenzahnbrise um 3.\nHöchststufe 15.",
    "sof4_name": "Reich des Löwenzahns",
    "sof4_img": "jean_c4",
    "sof4_desc": "Verringert den Anemo-WDS aller Gegner im Wirkungsbereich von Löwenzahnbrise um 40 %.",
    "sof5_name": "Plötzlicher Windstoß",
    "sof5_img": "jean_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Luftdruckschwert um 3.\nHöchststufe 15.",
    "sof6_name": "Löwenzahn, Beschützer des Volkes",
    "sof6_img": "jean_c6",
    "sof6_desc": "Verringert den im Wirkungsbereich von Löwenzahnbrise erlittenen Schaden um 35 %.\nDieser Effekt hält nach Verlassen dieses Bereichs noch für 3 erlittene Angriffe oder 10 s."
  }
}