{
  "nick": "Eiskalter Schwertkämpfer",
  "occupation": "Ordo Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pavo Ocellus",
  "desc": "Ein geschickter Schwertkämpfer und strategischer Denker des Ordo Favonius, weit über die Grenzen von Mondstadt hinaus bekannt.",
  "birth": "11/30",
  "battle_talent": {
    "normal_name": "Standardangriff: Rituelle Schwertkunst",
    "normal_img": "kaeya_s1",
    "normal_desc1": "Führt bis zu 5 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Kälteatem",
    "element_img": "kaeya_s2",
    "element_desc": "Verströmt augenblicklich eisige Kälte und fügt gegenüberstehenden Gegnern Kryo-Schaden zu.<br><br><i>Kaeya ist, obwohl er so freundlich erscheint, ein nicht schmelzen wollender Eisblock.</i>",
    "final_name": "Kreis aus Eis",
    "final_img": "kaeya_s3",
    "final_desc": "Konzentriert den Frost in der Luft und erschafft 3 Eiszapfen, die die Figur umkreisen.\nDie Eiszapfen folgen den Bewegungen der Figur und fügen den Gegnern in ihrer Bahn Kryo-Schaden zu.<br><br><i>Ein freundliches Lächeln und nette Worte verbergen Kaeyas unerbittliche Kälte und sind damit seine stärksten Waffen.</i>"
  },
  "basic_talent": {
    "talent2_name": "Verborgene Stärke",
    "talent2_img": "kaeya_p2",
    "talent2_desc": "Verringert die beim Rennen verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.\nNicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
    "talent3_name": "Grausames Schwert",
    "talent3_img": "kaeya_p3",
    "talent3_desc": "Stellt Kaeya für jeden Treffer mit Kälteatem LP in Höhe von 15 % ANG wieder her.",
    "talent1_name": "Eiskaltes Herz",
    "talent1_img": "kaeya_p1",
    "talent1_desc": "Erschafft für jeden durch Kälteatem vom Zustand Gefroren betroffenen Gegner 1 zusätzliches Elementarteilchen.\nErschafft auf diese Weise durch Kälteatem insgesamt bis zu 2 zusätzliche Elementarteilchen."
  },
  "sof": {
    "sof1_name": "Brillantes Blut",
    "sof1_img": "kaeya_c1",
    "sof1_desc": "Erhöht die KT von Kaeyas Standardangriffen und heftigen Schlägen gegenüber von Kryo-Effekten betroffenen Gegnern um 15 %.",
    "sof2_name": "Endlose Vorführung",
    "sof2_img": "kaeya_c2",
    "sof2_desc": "Verlängert die Dauer von Kreis aus Eis beim Besiegen von einem Gegner während der Wirkungsdauer dieser Fähigkeit um 2,5 s und insgesamt um bis zu 15 s.",
    "sof3_name": "Bitterkaltes Schauspiel",
    "sof3_img": "kaeya_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Kälteatem um 3.\nHöchststufe 15.",
    "sof4_name": "Eiskalter Kuss",
    "sof4_img": "kaeya_c4",
    "sof4_desc": "Wird automatisch ausgelöst, wenn Kaeya weniger als 20 % LP hat:\nErschafft einen Schutzschild mit einer Stärke von 30 % der max. LP, hält 20 s.<br>Hält bei Kryo-Schaden 250 % ab.<br>60 s Abklingzeit.",
    "sof5_name": "Frostige Umarmung",
    "sof5_img": "kaeya_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Kreis aus Eis um 3.\nHöchststufe 15.",
    "sof6_name": "Kreisender Eiszapfen",
    "sof6_img": "kaeya_c6",
    "sof6_desc": "Kreis aus Eis erschafft einen zusätzlichen Eiszapfen und gibt bei Anwendung 15 Punkte Elementarenergie zurück."
  }
}