{
  "localeName": "Kamisato Ayaka",
  "nick": "Eisnebelreiher",
  "occupation": "Yashiro-Verwaltung",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Grus Nivis",
  "desc": "Die Tochter des Kamisato-Klans der Yashiro-Verwaltung. Sie ist würdevoll und elegant, klug und stark.",
  "birth": "09/28",
  "battle_talent": {
    "normal_name": "Standardangriff: Kamisato-Stil – Naname",
    "normal_img": "kamisato_ayaka_s1",
    "normal_desc1": "Führt bis zu 5 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und erschafft beim Schwertziehen einen kräftigen Wind.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Kamisato-Stil – Hyouka",
    "element_img": "kamisato_ayaka_s2",
    "element_desc": "Beschwört eine aufgehende Eisblüte, die Gegner in der Nähe wegschleudert und Kryo-Flächenschaden verursacht.<br><br><i>„Bei helle Wolken und in nebligen Mondnächten setzt sich Verlangen nieder wie Dunst und ein einsames Herz wird von der Lust zu wandern beseelt.“</i>",
    "final_name": "Kamisato-Stil – Senho",
    "final_img": "kamisato_ayaka_s3",
    "final_desc": "Ersetzt Rennen\nEine Bewegung so schnell wie eine Strömung unter den Eisschollen, verbraucht aber Ausdauer.<br><br>Kamisato Ayaka kann sich während der Wirkungsdauer von Senho mit hoher Geschwindigkeit auf der Wasseroberfläche fortbewegen.<br>Verursacht beim Erscheinen am Ende von Senho folgende Effekte:<br>· Nutzt die Kraft der Kälte und fügt Gegnern in der Umgebung das Kryo-Attribut zu.<br>· Konzentriert die Kälte auf dem Schwert, sodass Kamisato Ayaka kurzzeitig das Kryo-Attribut erhält.<br><br><i>Die Wassertropfen auf den Federn des Reihers verschwinden in nur einem Augenblick. Wie schafft er es, auf dem Wasser zu laufen?</i>"
  },
  "basic_talent": {
    "talent2_name": "Kamisato-Stil – Soumetsu",
    "talent2_img": "kamisato_ayaka_p2",
    "talent2_desc": "Konzentriert Frost mit eleganter Haltung und beschwört eine sich fortlaufend nach vorn bewegende Frostflocke Seki no To.\n<br>Frostflocke Seki no To<br>· Schlitzt Gegner mit messerscharfem Frostwind auf und verursacht Kryo-Schaden.<br>· Erschafft am Ende der Wirkungsdauer eine Blüte, die Kryo-Flächenschaden verursacht.<br><br><i>„Der Schneesturm bläst und erdrückt den Reiher, dass mein Geist friert und meine Brust mit Mitleid erfüllt wird.“</i>",
    "talent3_name": "Shinsa-Früchte",
    "talent3_img": "kamisato_ayaka_p3",
    "talent3_desc": "Stellt beim Zusammensetzen von Material zum Aufstieg von Waffen mit einer Wahrscheinlichkeit von 10 % den 2-fachen Ertrag her.",
    "talent1_name": "Amatsumi-Kunitsumi-Weihe",
    "talent1_img": "kamisato_ayaka_p1",
    "talent1_desc": "Erhöht den von Kamisato Ayaka mit Standardangriffen und heftigen Schlägen verursachten Schaden nach Anwendung von Kamisato-Stil – Hyouka 6 s lang um 30 %.",
    "talent4_name": "Kanten-Senmyou-Segen",
    "talent4_img": "kamisato_ayaka_p4",
    "talent4_desc": "Gewährt Kamisato Ayaka beim Treffen von Gegnern mit der Kälte, die am Ende von Kamisato-Stil – Senho freigesetzt wird, folgende Effekte:\n· Stellt 10 Punkte Ausdauer wieder her.<br>· Erhöht den Kryo-Schaden 10 s lang um 18 %."
  },
  "sof": {
    "sof1_name": "Verschneite Sakura",
    "sof1_img": "kamisato_ayaka_c1",
    "sof1_desc": "Verkürzt beim Verursachen von Kryo-Schaden gegenüber Gegnern mit Standardangriffen oder heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % die Abklingzeit von Kamisato-Stil – Hyouka um 0,3 s. 0,1 s Abklingzeit.",
    "sof2_name": "Sturmklinge Seki no To",
    "sof2_img": "kamisato_ayaka_c2",
    "sof2_desc": "Erschafft bei Anwendung von Kamisato-Stil – Soumetsu zwei zusätzliche kleinere Frostflocken Seki no To, die jeweils 20 % des ursprünglichen Schadens verursachen.",
    "sof3_name": "Frostblüte Kamifubuki",
    "sof3_img": "kamisato_ayaka_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Kamisato-Stil – Soumetsu um 3.\nHöchststufe 15.",
    "sof4_name": "Ebbe und Flut",
    "sof4_img": "kamisato_ayaka_c4",
    "sof4_desc": "Verringert, wenn Gegner durch die Frostflocken Seki no To von Kamisato-Stil – Soumetsu Schaden erleiden, die VTD 6 s lang um 30 %.",
    "sof5_name": "Blütenwolke Irutsuki",
    "sof5_img": "kamisato_ayaka_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Kamisato-Stil – Hyouka um 3.\nHöchststufe 15.",
    "sof6_name": "Suigetsu-Tanz",
    "sof6_img": "kamisato_ayaka_c6",
    "sof6_desc": "Kamisato Ayaka erhält alle 10 s „Usurahi Butou“, das den mit ihren heftigen Schlägen verursachten Schaden um 298 % erhöht. Dieser Effekt wird 0,5 s nach Treffern mit heftigen Schlägen entfernt und die Zeit zum Auslösen wird auch zurückgesetzt."
  }
}