{
  "localeName": "Klee",
  "nick": "Fliehende Sonne",
  "occupation": "Ordo Favonius",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Pyro",
  "constellation": "Trifolium",
  "desc": "Ein häufiger Gast der Arrestzelle des Ordo Favonius und ein wahrer Meister der Zerstörung. Man nennt sie auch die „Fliehende Sonne“.",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Standardangriff: Bumm-Bumm",
    "normal_img": "klee_s1",
    "normal_desc1": "Wirft eine nette, effektvolle Bombe! Führt bis zu 3 Bombenangriffe aus und verursacht Pyro-Flächenschaden.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer, bombardiert Gegner nach kurzer Aufladezeit und verursacht Pyro-Flächenschaden.",
    "normal_desc3": "Konzentriert die Kraft der Flammen, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Pyro-Flächenschaden.",
    "element_name": "Bimm-Bamm-Bombe",
    "element_img": "klee_s2",
    "element_desc": "Wirft eine Bombe, die dazu bestimmt ist, große Freude zu bringen!<br>Die Bimm-Bamm-Bombe kommt dreimal auf dem Boden auf und verursacht jedes Mal eine Explosion sowie Pyro-Flächenschaden.<br><br>Spaltet sich beim dritten Mal zu vielen kleinen Sprengfallen auf.<br>Bei Berührung mit einem Gegner oder nach einer gewissen Zeit explodieren die Sprengfallen und verursachen Pyro-Flächenschaden.<br><br>Kann anfänglich 2-mal angewendet werden.<br><br><i>Diese Bombe ist ein „Freund“ von Klee, den sie anderen gern vorstellt.</i>",
    "final_name": "Funkelfunken",
    "final_img": "klee_s3",
    "final_desc": "Und Feuer! Beschwört während der Wirkungsdauer ununterbrochen Funkelfunken, die Gegner in der Nähe angreifen und Pyro-Flächenschaden verursachen.\n<br><i>Die Ritter glauben, dass Klee einen Schutzengel haben muss, weil sie sich noch nie mit einer ihrer Bomben selbst verletzt hat.</i>"
  },
  "basic_talent": {
    "talent2_name": "Alles voller Schätze",
    "talent2_img": "klee_p2",
    "talent2_desc": "Zeigt alle Besonderheiten Mondstadts in der Nähe auf der Minikarte an.",
    "talent3_name": "Explosives Geschenk",
    "talent3_img": "klee_p3",
    "talent3_desc": "Erschafft beim Verursachen von Schaden mit Bimm-Bamm-Bombe oder Standardangriffen mit einer Wahrscheinlichkeit von 50 % einen explosiven Funken.\nVerbraucht beim nächsten heftigen Schlag den Funken statt Ausdauer und erhöht den damit verursachten Schaden um 50 %.",
    "talent1_name": "Unzählige Funken",
    "talent1_img": "klee_p1",
    "talent1_desc": "Stellt allen Truppenmitgliedern beim Verursachen von KT mit Klees heftigen Schlägen 2 Punkte Elementarenergie wieder her."
  },
  "sof": {
    "sof1_name": "Kettenreaktion",
    "sof1_img": "klee_c1",
    "sof1_desc": "Erschafft beim Angriff und beim Einsetzen von Fähigkeiten mit gewisser Wahrscheinlichkeit Funken, die Gegner angreifen und Schaden in Höhe von 120 % des Schadens von Funkelfunken verursachen.",
    "sof2_name": "Splitterbombe",
    "sof2_img": "klee_c2",
    "sof2_desc": "Die Sprengfallen von Bimm-Bamm-Bombe verringern die VTD von Gegnern 10 s lang um 23 %.",
    "sof3_name": "Klees Sonderanfertigung",
    "sof3_img": "klee_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Bimm-Bamm-Bombe um 3.\nHöchststufe 15.",
    "sof4_name": "Manuelle Explosion",
    "sof4_img": "klee_c4",
    "sof4_desc": "Löst beim Auswechseln der Figur während der Wirkungsdauer von Funkelfunken eine Explosion aus, die Pyro-Flächenschaden in Höhe von 555 % ANG verursacht.",
    "sof5_name": "Explodierender Stern",
    "sof5_img": "klee_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Funkelfunken um 3.\nHöchststufe 15.",
    "sof6_name": "Feuer frei!",
    "sof6_img": "klee_c6",
    "sof6_desc": "Klee stellt allen Truppenmitgliedern (außer sich selbst) während der Wirkungsdauer von Funkelfunken alle 3 s 3 Punkte Elementarenergie wieder her.\nErhöht den Pyro-Schaden aller Truppenmitglieder nach Anwenden von Funkelfunken 25 s lang um 10 %."
  }
}