{
  "nick": "Besänftigerin des Leids",
  "occupation": "Arataki-Bande",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Sword",
  "element": "Electro",
  "constellation": "Tribulatio Demptio",
  "desc": "Die fähige und zuverlässige Stellvertreterin der „Arataki-Bande“. Beachte, dass diese Bezeichnungen nicht die Arataki-Bande an sich beschreiben, sondern allein ihre stellvertretende Anführerin.",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Standardangriff: Shinobus fliegender Schwerthieb",
    "normal_img": "kuki_shinobu_s1",
    "normal_desc1": "Führt bis zu 4 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Grasring der Reinigung",
    "element_img": "kuki_shinobu_s2",
    "element_desc": "Flicht auf Kosten eines Teils der eigenen LP einen Grasring, der Gegnern in der Umgebung Elektro-Schaden zufügt.<br><br>Grasring<br>Folgt der aktuellen Figur, fügt Gegnern in der Umgebung alle 1,5 s Elektro-Schaden zu und stellt basierend auf Kuki Shinobus max. LP den aktuellen Figuren in der Reichweite LP wieder her.<br><br>Verringert Kuki Shinobus LP beim Auslösen dieser Fähigkeit höchstens auf 20 %.<br><br><i>Flechte einen Ring aus Naku-Kraut und trage ihn an der Taille, um böse Geister zu vertreiben.</i>",
    "final_name": "Gyoei-Narukami-Kariyama-Ritual",
    "final_img": "kuki_shinobu_s3",
    "final_desc": "Stößt die Klinge der Geistervertreibung in den Boden und erschafft vor sich eine Barriere, die das Böse beseitigt und Gegnern darin basierend auf Kuki Shinobus max. LP fortlaufend Elektro-Schaden zufügt.\nVerlängert die Wirkungsdauer der Barriere, wenn Kuki Shinobu beim Auslösen der Fähigkeit nicht mehr als 50 % LP hat.<br><br><i>Ursprünglich war es nur eine rituelle Gebetstechnik, mit der man von den Göttern die Ausrottung des Unkrauts und eine gute Ernte im nächsten Jahr erbittet. Nachdem Shinobu ihre Karriere als Schreinjungfer beendet hatte, hat sie diese Technik jedoch nicht in die Mottenkiste gepackt, sondern setzt sie weiterhin für das Wohl der anderen ein.</i>"
  },
  "basic_talent": {
    "talent2_name": "Langwierige Gebete",
    "talent2_img": "kuki_shinobu_p2",
    "talent2_desc": "Bringt bei 20-stündigen Erkundungsentsendungen in Inazuma 25 % mehr Belohnungen.",
    "talent3_name": "Wille zur Freiheit",
    "talent3_img": "kuki_shinobu_p3",
    "talent3_desc": "Erhöht, wenn Kuki Shinobus LP nicht höher als 50 % sind, ihren Heilungsbonus um 15 %.",
    "talent1_name": "Ruheplatz des Herzens",
    "talent1_img": "kuki_shinobu_p1",
    "talent1_desc": "Verleiht Grasring der Reinigung basierend auf Kuki Shinobus Elementarkunde folgende Boni:\n· Heilungsbonus: 75 % der Elementarkunde<br>· Schadensbonus: 25 % der Elementarkunde"
  },
  "sof": {
    "sof1_name": "Verzicht auf Mitleid",
    "sof1_img": "kuki_shinobu_c1",
    "sof1_desc": "Vergrößert den Wirkungsbereich von Gyoei-Narukami-Kariyama-Ritual um 50 %.",
    "sof2_name": "Verzicht auf Trägheit",
    "sof2_img": "kuki_shinobu_c2",
    "sof2_desc": "Verlängert die Wirkungsdauer des Grasrings um 3 s.",
    "sof3_name": "Verzicht auf Empfindlichkeit",
    "sof3_img": "kuki_shinobu_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Grasring der Reinigung um 3.\nHöchststufe 15.",
    "sof4_name": "Verzicht auf Verschlossenheit",
    "sof4_img": "kuki_shinobu_c4",
    "sof4_desc": "Wenn Figuren im Zustand Grasring von Kuki Shinobu Gegner mit Standardangriffen, heftigen Schlägen oder Angriffen aus dem Fall treffen, fällt eine Donnergras-Markierung an der Stelle der getroffenen Gegner herab und verursacht Elektro-Flächenschaden in Höhe von 9,7 % von Kuki Shinobus max. LP.\n5 s Abklingzeit.",
    "sof5_name": "Verzicht auf Anbiederung",
    "sof5_img": "kuki_shinobu_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Gyoei-Narukami-Kariyama-Ritual um 3.\nHöchststufe 15.",
    "sof6_name": "Verzicht auf Weichheit",
    "sof6_img": "kuki_shinobu_c6",
    "sof6_desc": "Vermeidet, wenn Kuki Shinobu Schaden erleidet, der sie besiegen würde, dass dieser Schaden sie besiegt. Dieser Effekt wird automatisch ausgelöst, wenn Kuki Shinobu nur noch 1 LP hat. 60 s Abklingzeit.\nErhöht, wenn Kuki Shinobus LP unter 25 % fallen, ihre Elementarkunde 15 s lang um 150 Punkte. 60 s Abklingzeit."
  }
}