{
  "nick": "Verträumter Abendstern",
  "occupation": "Rtawahist-Institut",
  "area": "Sumeru",
  "rare": "4",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Luscinia",
  "desc": "Eine Rtawahist-Studentin, die sich auf theoretische Astrologie spezialisiert hat. Manchmal schlafwandelnd, manchmal schlaflos. Sie leidet immer unter Schlafproblemen.",
  "birth": "12/19",
  "battle_talent": {
    "normal_name": "Standardangriff: Schwert des strahlenden Pfads",
    "normal_img": "layla_s1",
    "normal_desc1": "Führt bis zu 3 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Nacht des feierlichen Fokus",
    "element_img": "layla_s2",
    "element_desc": "Breitet einen Schutzschild, der als Vorhang des sanften Schlummers bekannt ist, aus und verursacht Kryo-Flächenschaden.<br>Vorhang des sanften Schlummers hält Schaden basierend auf Laylas max. LP und bei Kryo-Schaden 250 % ab. Beim Ausbreiten des Vorhangs ist Layla kurzzeitig von Kryo-Attribut betroffen.<br><br>Abendsterne und Sternschnuppen<br>Während der Dauer des Vorhangs des sanften Schlummers entsteht alle 1,5 s 1 sich an diesem anheftender Abendstern. Wenn eine im Schutz dieses Schildes stehende Figur ihre Elementarfähigkeit anwendet, entstehen 2 Abendsterne. Das Entstehen von Abendsternen auf diese Weise hat eine Abklingzeit von 0,3 s. Zu jeder Zeit können bis zu 4 Abendsterne gleichzeitig vorhanden sein.<br>Sobald sich am Vorhang des sanften Schlummers 4 Abendsterne befinden und sich Gegner in der Nähe befinden, werden die Abendsterne als selbstständig zielsuchende Sternschnuppen abgefeuert, die den von ihnen getroffenen Gegnern Kryo-Schaden zufügen.<br>Nach Ablauf der Dauer des Vorhangs des sanften Schlummers oder dessen Zerstörung verschwinden zugleich auch die Abendsterne. Sollten bereits Sternschnuppen abgefeuert werden, werden diese weiterhin abgefeuert, bis sie aufgebraucht sind.<br><br>Bevor die Sternschnuppen abgefeuert wurden, können keine neuen Abendsterne entstehen.<br><br><i>„Sie und ich sind wie zwei Meisterhandwerker, die einander nie begegnet sind und doch auf dem gleichen Stuhl sitzen und die gleiche Traumblume sticken.“</i>",
    "final_name": "Traum des Sternenstrom-Schüttlers",
    "final_img": "layla_s3",
    "final_desc": "Entfesselt ein himmlisches Mobile, das fortlaufend Sternenlichtgeschosse auf Gegner in seiner Reichweite abfeuert, welche Kryo-Schaden verursachen.\nBei Treffern mit Sternenlichtgeschossen entsteht am Vorhang des sanften Schlummers in der Nähe 1 Abendstern. Das Entstehen von Abendsternen auf diese Weise hat pro Vorhang des sanften Schlummers eine Abklingzeit von 0,5 s.<br><br><i>„Schlaf schön, schlaf schön! Ich weiß, so viele Sterne fliegen in deinem Traum, so viele Schicksale offenbaren sich vor deinen vom Schlaf verschwommenen Augen.“</i>"
  },
  "basic_talent": {
    "talent2_name": "Schattenhafte Traumzeichen",
    "talent2_img": "layla_p2",
    "talent2_desc": "Stellt beim Zusammensetzen von Material für Figurentalente mit einer Wahrscheinlichkeit von 10 % den 2-fachen Ertrag her.",
    "talent3_name": "Erste Sonnenstrahlen",
    "talent3_img": "layla_p3",
    "talent3_desc": "Während des Bestehens des Vorhangs des sanften Schlummers wird beim Erhalt eines Abendsterns der Tiefschlaf-Effekt ausgelöst:\n· Erhöht für Figuren, die sich im Schutz dieses Schildes befinden, die Schildeffizienz um 6 %.<br>· Dieser Effekt ist höchstens 4-mal stapelbar und hält an, bis der Vorhang des sanften Schlummers verschwindet.",
    "talent1_name": "Ungestörter Schlaf",
    "talent1_img": "layla_p1",
    "talent1_desc": "Erhöht den von den durch Nacht des feierlichen Fokus abgefeuerten Sternschnuppen verursachten Schaden um 1,5 % von Laylas max. LP."
  },
  "sof": {
    "sof1_name": "Festung der Fantasie",
    "sof1_img": "layla_c1",
    "sof1_desc": "Erhöht die Schildstärke des Vorhangs des sanften Schlummers der Nacht des feierlichen Fokus um 20 %.\nErzeugt zusätzlich beim Auslösen von Nacht des feierlichen Fokus einen Schild für alle Truppenmitglieder in der Nähe, die nicht vom Vorhang des sanften Schlummers geschützt sind. Die Schildstärke dieses Schildes beträgt dabei 35 % der Schildstärke von Vorhang des sanften Schlummers, hält 12 s, hält bei Kryo-Schaden 250 % ab.",
    "sof2_name": "Entstendung des Lichts",
    "sof2_img": "layla_c2",
    "sof2_desc": "Stellt, wenn eine von Nacht des feierlichen Fokus abgefeuerte Sternschnuppe einen Gegner trifft, Layla 1 Punkt Energie wieder her. Jede Sternschnuppe kann Layla auf diese Weise nur 1-mal Energie wiederherstellen.",
    "sof3_name": "Geheimnisse der Nacht",
    "sof3_img": "layla_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Nacht des feierlichen Fokus um 3.\nHöchststufe 15.",
    "sof4_name": "Astrale Illumination",
    "sof4_img": "layla_c4",
    "sof4_desc": "Gewährt, wenn Nacht des feierlichen Fokus Sternschnuppen abfeuert, allen in der Nähe befindlichen Truppenmitgliedern den Effekt „Offener Geist“. Dieser Effekt erhöht den von Standardangriffen und heftigen Schlägen verursachten Schaden um 5 % von Laylas max. LP.\nDer Effekt „Offener Geist“ hält bis zu 3 s und wird 0,05 s nach Verursachen von Schaden mit Standardangriffen oder heftigen Schlägen entfernt.",
    "sof5_name": "Fluss des Bewusstseins",
    "sof5_img": "layla_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Traum des Sternenstrom-Schüttlers um 3.\nHöchststufe 15.",
    "sof6_name": "Strahlendes Seelenfeuer",
    "sof6_img": "layla_c6",
    "sof6_desc": "Erhöht den von den Sternschnuppen von Nacht des feierlichen Fokus verursachten Schaden und den von den Sternenlichtgeschossen von Traum des Sternenstrom-Schüttlers verursachten Schaden um 40 %.\nVerringert außerdem das Entstehungsintervall der Abendsterne von Nacht des feierlichen Fokus um 20 %."
  }
}