{
  "nick": "Eleganz in den Schatten",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "白尾猫座",
  "desc": "测试角色",
  "birth": "02/02",
  "battle_talent": {
    "normal_name": "Standardangriff: Flinker Degenßßß",
    "normal_img": "lynette_s1",
    "normal_desc1": "Führt bis zu 4 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Rätselhafte Schattenverhüllungßßß",
    "element_img": "lynette_s2",
    "element_desc": "Lynette schwingt ihren Umhang und vollführt einen Enigma-Stoßßßß, der Anemo-Schaden verursacht.<br>Stellt Lynette LP basierend auf ihren max. LP wieder her, sobald sie Gegner mit ihrem Enigma-Stoßßßß trifft. Allerdings verliert sie in den darauffolgenden 4 s eine bestimmte Menge LP.<br>Je nachdem, ob gedrückt oder gedrückt gehalten wird, wird der Enigma-Stoßßßß anders eingesetzt.<br><br>Drücken<br>Führt einen schnellen Enigma-Stoßßßß aus.<br><br>Gedrückt halten<br>Lynette wechselt in den flinken Zustandßßß „Diebischer Schatten“ßßß und fügt einem Gegner in der Nähe „Schattenzeichen“ßßß zu.<br>Zum Ende des flinken Zustandsßßß vollführt Lynette dann einen Enigma-Stoßßßß. Sollte sich in der Nähe ein Gegner befinden, der das Schattenzeichen trägt, so bewegt sich Lynette blitzschnell zu diesem hin, bevor sie ihren Stoßßßß vollführt.<br><br>Es kann jeweils nur ein Gegner zur selben Zeit das von Lynette auferlegte Schattenzeichenßßß tragen. Außerdem verschwindet das Zeichen, wenn Lynette zu weit von seinem Träger entfernt ist.<br><br>Anfängliche Kraft: Ousia<br>Lynette wird in regelmäßigen Abständen beim Vollführen ihres Enigma-Stoßesßßß eine Wogenklingeßßß beschwören, die mit Ousia versehenen Anemo-Schaden verursacht.<br><br><i>„Richte deinen Blick nun wieder auf die Bühne, die Darbietung geht weiter. Und wenn ich das nächste Mal wieder auftauche, wird es dort sein, wo du es am wenigsten vermutest.“</i>",
    "final_name": "Zaubertrick – Erstaunlicher Wechsel",
    "final_img": "lynette_s3",
    "final_desc": "Lynette lässt ihren Umhang flattern, verursacht Anemo-Flächenschaden und lässt mit einem erstaunlichen Trick eine riesige Überraschungskatzenkisteßßß erscheinen!\n<br>Überraschungskatzenkisteßßß<br>· Verspottet fortlaufend Gegner in der Umgebung und zieht ihre Angriffe auf sich.<br>· Fügt in regelmäßigen Abständen Gegnern in der Nähe Anemo-Schaden zu.<br>· Verleiht der Überraschungskatzenkisteßßß beim Kontakt mit dem Hydro-, Pyro-, Kryo- oder Elektro-Element das jeweilige Element und feuert in regelmäßigen Abständen Farbgeschosse auf Gegner in der Nähe ab, die den entsprechenden Elementarschaden verursachen.<br>Elementarumwandlung nur einmal während der Wirkungsdauer möglich.<br><br><i>„Schau einfach in diese Richtung und pass genau auf. Dieser Moment gehört uns ganz allein, ein Moment des Staunens.“</i>"
  },
  "basic_talent": {
    "talent2_name": "Punktuelle Mnemonikßßß",
    "talent2_img": "lynette_p2",
    "talent2_desc": "Zeigt die Positionen von Wiederbelebungstropfenßßß auf der Minikarte an. Die Ausdauer unter Wasser und LP, die durch das Berühren von den Tropfen gewonnen werden, werden um 25 % erhöht.",
    "talent3_name": "Ausgefeilte Synergießßß",
    "talent3_img": "lynette_p3",
    "talent3_desc": "Erhöht für 10 s nach Auslösen von Zaubertrick – Erstaunlicher Wechselßßß für jeweils 1/2/3/4 Figuren unterschiedlichen Elementartyps in deiner Truppe, den ANG aller Truppenmitglieder um 8 %/12 %/16 %/20 %.",
    "talent1_name": "Alle Requisiten vorbereitetßßß",
    "talent1_img": "lynette_p1",
    "talent1_desc": "Erhöht, nachdem die durch Zaubertrick – Erstaunlicher Wechselßßß beschworene Überraschungskatzenkisteßßß ihre Elementarumwandlung vollzogen hat, den Schaden, den Lynette mit Spezialfähigkeiten verursacht, um 15 %. Dieser Effekt hält bis zum Ende der Überraschungskatzenkisteßßß."
  },
  "sof": {
    "sof1_name": "Schattenhafte kalte Klingeßßß",
    "sof1_img": "lynette_c1",
    "sof1_desc": "Erschafft an der Position des Gegners einen Wirbel, der Gegner in der Nähe anzieht, wenn dieser das Schattenzeichen trägt und vom Enigma-Stoßßßß der Rätselhafte Schattenverhüllung getroffen wird.",
    "sof2_name": "Endlose Mysterienßßß",
    "sof2_img": "lynette_c2",
    "sof2_desc": "Die durch Zaubertrick – Erstaunlicher Wechsel beschworene Überraschungskatzenkiste verschießt beim Abfeuern des Farbgeschosses ein weiteres Geschoss.",
    "sof3_name": "Kognitionsumkehrende Blickrichtungßßß",
    "sof3_img": "lynette_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Zaubertrick – Erstaunlicher Wechsel um 3.\nHöchststufe 15.",
    "sof4_name": "Stillschweigende Koordinationßßß",
    "sof4_img": "lynette_c4",
    "sof4_desc": "Ermöglicht 1 weitere Anwendung von Rätselhafte Schattenverhüllung.",
    "sof5_name": "Obskures Ablenkungsmanöverßßß",
    "sof5_img": "lynette_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Rätselhafte Schattenverhüllung um 3.\nHöchststufe 15.",
    "sof6_name": "Enthüllende Einsichtßßß",
    "sof6_img": "lynette_c6",
    "sof6_desc": "Verleiht Lynette bei der Anwendung des Enigma-Stoßesßßß von Rätselhafte Schattenverhüllung 6 s lang die Anemo-Kraft und erhöht ihren Anemo-SCH-Bonus um 20 %."
  }
}