{
  "localeName": "Neuvillette",
  "nick": "???",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Hydro",
  "constellation": "???",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Standardangriff: Wie stille Wasserßßß",
    "normal_img": "neuvillette_s1",
    "normal_desc1": "Neuvillette schwingt sein Zepter und treibt die Wellen dazu an, bis zu dreimal anzugreifen und Hydro-Schaden zu verursachen.",
    "normal_desc2": "Während des Aufladens sammelt Neuvillette die Kraft des Quellwassers und bildet allmählich ein Siegel des Urteilsßßß. In diesem Zustand kann er sich weiterhin bewegen, die Richtung ändern und innerhalb eines bestimmten Bereichs Quellwassertropfen absorbieren.Jeder absorbierte Quellwassertropfen beschleunigt die Bildung des Siegels und stellt Neuvillette LP auf Basis seiner max. LP wieder her.Wird das Aufladen unterbrochen, während das Siegel noch nicht vollständig gebildet wurde, führt Neuvillette seinen heftigen Schlag aus; ist das Siegel hingegen vollständig, wird heftiger Schlag: Gerechter Vorstoßßßß entfesselt.",
    "normal_desc3": "Verbraucht eine gewisse Menge Ausdauer und bombardiert Gegner mit voller Wucht mit einem Wasserring, der Hydro-Flächenschaden verursacht.",
    "element_name": "O Tränen, ich werd’s vergeltenßßß",
    "element_img": "neuvillette_s2",
    "element_desc": "Ein tosender Wasserfall stürzt herab, fügt Gegnern vor sich Hydro-Flächenschaden zu und erzeugt in der Nähe von Gegnern, nachdem diese getroffen wurden, drei Quellwassertropfen.<br><br>Arkhe: Pneuma<br>Erzeugt nach Herabstürzen des tosenden Wasserfalls in gewissen Abständen einen Geisterstachel, der Gegner durchbohrt und mit Pneuma versehenen Hydro-Schaden verursacht.<br><br><i>„Das Gesetz kann jede Art der Ungerechtigkeit eindämmen, aber das Übel selbst vermag es nicht zu beseitigen.“</i>",
    "final_name": "O Gezeiten, ich bin zurückgekehrt",
    "final_img": "neuvillette_s3",
    "final_desc": "Entfesselt eine berstende Welle, die basierend auf Neuvillettes max. LP Hydro-Flächenschaden verursacht. Nach einem kurzen Intervall werden in der Nähe zwei Wasserfälle herabstürzen, die in einem kleineren Bereich Hydro-Schaden verursachen und in einem bestimmten Bereich vor sich sechs Quellwassertropfen erzeugen.\n<br><i>„Die Gesetze entstehen erst, wenn sie erlassen werden. Darüber hinaus haben die Naturgesetze von jeher über alle Arten und Generationen entschieden.“</i>"
  },
  "basic_talent": {
    "talent2_name": "Den Wellen gleich zusammenkommenßßß",
    "talent2_img": "neuvillette_p2",
    "talent2_desc": "Erhöht die Bewegungs-GSW aller Truppenmitglieder unter Wasser um 15 %.",
    "talent3_name": "Erbe des Relikts der uralten Seeßßß",
    "talent3_img": "neuvillette_p3",
    "talent3_desc": "Neuvillette erhält für 30 s „Glorie längst vergangener Drachen“, wenn Truppenmitglieder beim Gegner die Reaktionen Verdampfen, Gefroren, Unter Strom, Sprießen, Hydro-Verwirbelung oder Hydro-Kristallisation auslösen. 3-fach stapelbar. Erhöht den Schaden von heftigem Schlag: Gerechter Vorstoßßßß bei 1/2/3 Stapelungen auf 110/130/160 % des ursprünglichen Schadens.\nJede „Glorie längst vergangener Drachen“, die durch jede Art von Elementarreaktionen erzeugt wird, existiert unabhängig voneinander.",
    "talent1_name": "Disziplin oberster Gerichtsbarkeitßßß",
    "talent1_img": "neuvillette_p1",
    "talent1_desc": "Neuvillette erhält für jedes 1 %, die seine LP über 30 % liegen, einen Hydro-SCH-Bonus von 0,6 %. Auf diese Weise kann der Elementar-SCH um bis zu 30 % erhöht werden."
  },
  "sof": {
    "sof1_name": "Erschaffung von Amt und Würdeßßß",
    "sof1_img": "neuvillette_c1",
    "sof1_desc": "Neuvillette erhält beim Einwechseln einen Stapel „Glorie längst vergangener Drachen“ des passiven Talents „Erbe des Relikts der uralten Seeßßß“. Das passive Talent „Erbe des Relikts der uralten Seeßßß“ muss zuerst freigeschaltet werden.\nAußerdem erhöht sich beim Auslösen von heftigem Schlag: Gerechter Vorstoßßßß Neuvillettes Unterbrechungs-WDS.",
    "sof2_name": "Das Gesetz gebietetßßß",
    "sof2_img": "neuvillette_c2",
    "sof2_desc": "Verstärkt das passive Talent „Erbe des Relikts der uralten Seeßßß“: Erhöht für jeden Stapel „Glorie längst vergangener Drachen“ den Kritischen Schaden von heftigem Schlag: Gerechter Vorstoßßßß um 14 %. Bis zu 42 % Bonus auf diese Weise möglich.\nDas passive Talent „Erbe des Relikts der uralten Seeßßß“ muss zuerst freigeschaltet werden.",
    "sof3_name": "Uralte Fiktionßßß",
    "sof3_img": "neuvillette_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Standardangriff: Wie stille Wasser um 3.\nHöchststufe 15.",
    "sof4_name": "Gekrönt in Gnadeßßß",
    "sof4_img": "neuvillette_c4",
    "sof4_desc": "Erschafft einen Quellwassertropfen, wenn Neuvillette als aktuelle Figur geheilt wird. 4 s Abklingzeit.",
    "sof5_name": "Axiomatisches Urteilßßß",
    "sof5_img": "neuvillette_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit O Gezeiten, ich bin zurückgekehrt um 3.\nHöchststufe 15.",
    "sof6_name": "Wütende Vergeltungßßß",
    "sof6_img": "neuvillette_c6",
    "sof6_desc": "Neuvillette absorbiert beim Auslösen von heftigem Schlag: Gerechter Vorstoßßßß Quellwassertropfen innerhalb eines bestimmten Bereichs. Jeder absorbierte Quellwassertropfen verlängert die Dauer von heftigem Schlag: Gerechter Vorstoßßßß um 1 s.\nAußerdem werden alle 2 s zusätzlich zwei Flutwellenßßß ausgelöst, wenn Neuvillettes heftiger Schlag: Gerechter Vorstoßßßß Gegner trifft, von denen jede Hydro-Schaden in Höhe von 10 % von Neuvillettes max. LP verursacht. Der auf diese Weise verursachte Schaden wird als Schaden des heftigen Schlags: Gerechter Vorstoßßßß betrachtet."
  }
}