{
  "localeName": "Qiqi",
  "nick": "Eisige Nacht der Wiedergänger",
  "occupation": "Bubu-Hütte",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pristina Nola",
  "desc": "Schülerin in der Bubu-Hütte und Kräutersammlerin. Sie ist leichenblass und redet nur sehr wenig. Ihre Miene verzieht sie kein einziges Mal.",
  "birth": "03/03",
  "battle_talent": {
    "normal_name": "Standardangriff: Alte Schwertkunst aus den Wolken",
    "normal_img": "qiqi_s1",
    "normal_desc1": "Führt bis zu 5 Schwerthiebe hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Adeptenkunst – Frostbringer",
    "element_img": "qiqi_s2",
    "element_desc": "Beschwört den Frostbringer mithilfe des Frostader-Talismans und fügt den Gegnern in der Umgebung Kryo-Schaden zu.<br><br>Frostbringer<br>· Qiqi stellt bei Treffern mit Standardangriffen und heftigen Schlägen allen eigenen Truppenmitgliedern und befreundeten Einheiten in der Nähe LP basierend auf Qiqis ANG wieder her.<br>· Stellt der aktuellen eigenen Figur in regelmäßigen Abständen LP wieder her.<br>· Fügt den Gegnern in der Bahn gemäß den Bewegungen der Figur Kryo-Schaden zu.<br><br><i>„Mein Freund hier dient größtenteils der Frischhaltung ... also für die kostbaren Wirkstoffe von Herrn Bai.“</i>",
    "final_name": "Adeptenkunst – Befreiung vom Leid",
    "final_img": "qiqi_s3",
    "final_desc": "Qiqi lässt der adeptischen Kraft, die in ihrem Körper versiegelt ist, freien Lauf, markiert Gegner in der Nähe mit ihrem Leidbefreiungs-Talisman und verursacht Kryo-Schaden.\n<br>Leidbefreiungs-Talisman<br>Stellt Figuren, die vom Effekt des Leidbefreiungs-Talismans betroffenen Gegnern Schaden zufügen, LP wieder her.<br><br><i>„Ich bin die Fürstin der Befreiung von Leid und Elend, das wiederauferstandene Kind.“</i><br><i>- An diese Worte erinnert sich Qiqi längst nicht mehr.</i>"
  },
  "basic_talent": {
    "talent2_name": "Alte Zeiten",
    "talent2_img": "qiqi_p2",
    "talent2_desc": "Zeigt alle Besonderheiten Liyues in der Nähe auf der Minikarte an.",
    "talent3_name": "Technik der Langlebigkeit",
    "talent3_img": "qiqi_p3",
    "talent3_desc": "Erhöht den passiven Heilungsbonus beim Auslösen von Elementarreaktionen durch Figuren im Zustand Adeptenkunst – Frostbringer 8 s lang um 20 %.",
    "talent1_name": "Blick ins Ungewisse",
    "talent1_img": "qiqi_p1",
    "talent1_desc": "Fügt mit Standardangriffen und heftigen Schlägen von Qiqi getroffenen Gegnern mit einer Wahrscheinlichkeit von 50 % einen Leidbefreiungs-Talisman hinzu, hält 6 s. 30 s Abklingzeit"
  },
  "sof": {
    "sof1_name": "Winterliche Ernte",
    "sof1_img": "qiqi_c1",
    "sof1_desc": "Stellt Qiqi beim Treffen von mit dem Leidbefreiungs-Talisman markierten Gegnern mit Frostbringer 2 Punkte Elementarenergie wieder her.",
    "sof2_name": "Fröstelnde Glieder",
    "sof2_img": "qiqi_c2",
    "sof2_desc": "Erhöht den von Kryo-Effekten betroffenen Gegnern mit Qiqis Standardangriffen und heftigen Schlägen zugefügten Schaden um 15 %.",
    "sof3_name": "Lobpreisung des Himmels",
    "sof3_img": "qiqi_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Adeptenkunst – Befreiung vom Leid um 3.\nHöchststufe 15.",
    "sof4_name": "Stärke des Himmels",
    "sof4_img": "qiqi_c4",
    "sof4_desc": "Verringert den ANG von mit dem Leidbefreiungs-Talisman markierten Zielen um 20 %.",
    "sof5_name": "Blüte des roten Lotos",
    "sof5_img": "qiqi_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Adeptenkunst – Frostbringer um 3.\nHöchststufe 15.",
    "sof6_name": "Auferstehung",
    "sof6_img": "qiqi_c6",
    "sof6_desc": "Belebt alle besiegten Figuren der Truppe in der Nähe bei Anwendung von Adeptenkunst – Befreiung vom Leid wieder und stellt ihnen LP auf bis zu 50 % ihrer max. LP wieder her.\n15 min Abklingzeit."
  }
}