{
  "nick": "Wolfsjunge",
  "occupation": "Wolfenlauf",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Lupus Minor",
  "desc": "Ein Junge, der zusammen mit Wölfen in Wolfenlauf bei Mondstadt weit ab von den Menschen lebt. Seine Instinkte sind scharf und seine Bewegungen schnell.",
  "birth": "09/09",
  "battle_talent": {
    "normal_name": "Standardangriff: Stählernes Kreuz",
    "normal_img": "razor_s1",
    "normal_desc1": "Führt bis zu 4 Schwünge mit dem Schwert hintereinander aus.",
    "normal_desc2": "Verbraucht fortlaufend Ausdauer, wirbelt das Großschwert und greift Gegner in der Umgebung an.Schwingt das Schwert am Ende mit besonders großer Wucht.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Klauen und Donner",
    "element_img": "razor_s2",
    "element_desc": "Erledigt seine Beute mithilfe der Methoden, die ihm sein Meister und seine Familie beigebracht haben.<br><br>Drücken<br>Fügt den Gegnern vor ihm mit den Klauen des Blitzwolfs Elektro-Schaden zu.<br>Sammelt beim Treffen von Gegnern ein Elektro-Siegel, das Razors Aufladerate erhöht.<br>Bis zu 3 Elektro-Siegel sammelbar. Aktualisiert bei weiteren Elektro-Siegeln die Dauer.<br><br>Gedrückt halten<br>Konzentriert die Kraft des Blitzes zu einer Explosion mit geringer Reichweite, verursacht hohen Elektro-Schaden und entfernt vorhandene Elektro-Siegel.<br>Verleiht Razor zusätzliche Elementarenergie für jedes entfernte Elektro-Siegel.<br><br><i>Siehst du gerade in Razors Augen, während der Blitzschlag eintrifft, erhaschst du vielleicht einen Blick auf den Wolf in seinem Innern, der auf die Jagd geht.</i>",
    "final_name": "Blitzklauen",
    "final_img": "razor_s3",
    "final_desc": "Erweckt den formlosen Blitzwolf, um sich zu schützen, und fügt Gegnern in der Umgebung Elektro-Schaden zu. Verbraucht alle Elektro-Siegel, um Razors Elementarenergie wiederherzustellen.\nDer Blitzwolf kämpft gemeinsam mit Razor, solange er auf dem Feld ist.<br><br>Blitzwolf<br>· Greift an, sobald Razor einen Standardangriff ausführt, und verursacht Elektro-Schaden.<br>· Erhöht Razors Angriffs-GSW und Elektro-WDS.<br>· Macht Razor immun gegen Schaden durch die Reaktion Unter Strom.<br>· Anwendung heftiger Schläge nicht möglich.<br>· Erhöht Razors Unterbrechungs-WDS.<br><br>Effekt erlischt, wenn Razor ausgewechselt wird.<br>Gibt bis zu 10 Punkte Elementarenergie zurück, wenn Razor während der Dauer der Fähigkeit ausgewechselt wird.<br><br><i>Der Wolf ist erwacht. Die Zeit der Jagd ist gekommen.</i>"
  },
  "basic_talent": {
    "talent2_name": "Laufender Wolf",
    "talent2_img": "razor_p2",
    "talent2_desc": "Verringert die beim Rennen verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.\nNicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
    "talent3_name": "Erwachen",
    "talent3_img": "razor_p3",
    "talent3_desc": "Verkürzt die Abklingzeit von Klauen und Donner um 18 %.\nÜberspringt die Abklingzeit von Klauen und Donner bei Anwendung von Blitzklauen.",
    "talent1_name": "Hunger",
    "talent1_img": "razor_p1",
    "talent1_desc": "Erhöht Razors Aufladerate bei weniger als 50 % Elementarenergie um 30 %."
  },
  "sof": {
    "sof1_name": "Wolfsinstinkte",
    "sof1_img": "razor_c1",
    "sof1_desc": "Erhöht den von Razor verursachten Schaden beim Erhalten von Elementarkristallen oder Elementarteilchen 8 s lang um 10 %.",
    "sof2_name": "Einschüchtern",
    "sof2_img": "razor_c2",
    "sof2_desc": "Erhöht die KT, wenn Razor Gegner mit weniger als 30 % LP angreift, um 10 %.",
    "sof3_name": "Tierische Seele",
    "sof3_img": "razor_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Blitzklauen um 3.\nHöchststufe 15.",
    "sof4_name": "Biss",
    "sof4_img": "razor_c4",
    "sof4_desc": "Verringert die VTD getroffener Gegner bei Drücken von Klauen und Donner 7 s lang um 15 %.",
    "sof5_name": "Scharfe Klauen",
    "sof5_img": "razor_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Klauen und Donner um 3.\nHöchststufe 15.",
    "sof6_name": "Lupus Fulguris",
    "sof6_img": "razor_c6",
    "sof6_desc": "Razors Großschwert lädt sich alle 10 s auf, elektrisiert den nächsten Standardangriff und verursacht damit Elektro-Schaden in Höhe von 100 % ANG.\nWenn Razor sich nicht im Zustand Blitzklauen befindet und einen Gegner mit dem elektrifizierten Angriff trifft, erhält er ein Elektro-Siegel der Fähigkeit Klauen und Donner."
  }
}