{
  "nick": "Dornige Gnade",
  "occupation": "Favonius-Kathedrale",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Cryo",
  "constellation": "Spinea Corona",
  "desc": "Eine Ordensschwester, die vielleicht so aussieht, sich aber überhaupt nicht so verhält wie eine. Sie ist bekannt für ihre kalten Worte und ihre abweisende Art. Außerdem arbeitet sie ausschließlich allein.",
  "birth": "01/24",
  "battle_talent": {
    "normal_name": "Standardangriff: Speer der Kathedrale",
    "normal_img": "rosaria_s1",
    "normal_desc1": "Führt bis zu 5 Lanzenstiche hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer, sticht geschwind nach vorn und fügt den Gegnern in der Bahn Schaden zu.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Erschütterndes Geständnis",
    "element_img": "rosaria_s2",
    "element_desc": "Rosaria bewegt sich mit hoher Geschwindigkeit hinter ihr Ziel, sticht mit ihrer Waffe zu und schwingt sie und verursacht Kryo-Schaden.<br>Es ist nicht möglich, mit dieser Fähigkeit hinter größere Gegner zu gelangen.<br><br><i>Diejenigen, die Schwester Rosaria ihre Sünden gestehen, erhalten keine Absolution. Alle Sünder werden stattdessen mit einer strafenden Kälte konfrontiert, die dem Gewicht ihrer Sünden entspricht.</i>",
    "final_name": "Letzte Salbung",
    "final_img": "rosaria_s3",
    "final_desc": "Dies ist Rosarias besonderes Gebetsritual. Zunächst fegt sie mit ihrer Waffe die Gegner neben ihr fort und konzentriert eisige Kälte direkt vor ihr, womit sie jeweils Kryo-Schaden verursacht.\nWährend der Wirkungsdauer der Eislanze wird in gleichmäßigen Abständen Kälte freigegeben, die Gegnern in der Nähe Kryo-Schaden zufügt.<br><br><i>Das Fällen eines Urteils ist mühsam. Doch viel einfacher ist es, direkt zum letzten Gebet zu springen. Rosaria war dem Anemo-Archon sowieso nie sehr ergeben, weshalb ihr das Ganze noch leichter fällt.</i>"
  },
  "basic_talent": {
    "talent2_name": "Nachtwanderin",
    "talent2_img": "rosaria_p2",
    "talent2_desc": "Erhöht die Bewegungs-GSW der eigenen Figuren in der Truppe nachts (18 bis 6 Uhr) um 10 %.\nDieser Effekt gilt nicht in Sphären, Gebietssäuberungen und im Gewundenen Abgrund und ist nicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
    "talent3_name": "Schatten der Beichte",
    "talent3_img": "rosaria_p3",
    "talent3_desc": "Erhöht Rosarias KT bei Angriffen von Gegnern mit Erschütterndes Geständnis von hinten 5 s lang um 12 %.",
    "talent1_name": "Beistand aus der Dunkelheit",
    "talent1_img": "rosaria_p1",
    "talent1_desc": "Erhöht die KT aller Truppenmitglieder in der Nähe (außer Rosarias selbst) bei Anwendung von Letzte Salbung 10 s lang um 15 % ihrer eigenen KT.\nDie KT können auf diese Weise nicht um mehr als 15 % erhöht werden."
  },
  "sof": {
    "sof1_name": "Lenkung der Sünden",
    "sof1_img": "rosaria_c1",
    "sof1_desc": "Erhöht Rosarias Angriffs-GSW nach Auslösen eines KT mit einem ihrer Angriffe 4 s lang um 10 % und den mit Standardangriffen verursachten Schaden um 10 %.",
    "sof2_name": "Land des Unheils",
    "sof2_img": "rosaria_c2",
    "sof2_desc": "Verlängert die Wirkungsdauer der mit Letzte Salbung erschaffenen Eislanze um 4 s.",
    "sof3_name": "Beichtritual",
    "sof3_img": "rosaria_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Erschütterndes Geständnis um 3.\nHöchststufe 15.",
    "sof4_name": "Bittere Gnade",
    "sof4_img": "rosaria_c4",
    "sof4_desc": "Stellt Rosaria beim Auslösen eines KT mit Erschütterndes Geständnis 5 punkte Elementarenergie wieder her.\nDieser Effekt kann pro Erschütterndes Geständnis nur 1-mal ausgelöst werden.",
    "sof5_name": "Letztes Gebet",
    "sof5_img": "rosaria_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Letzte Salbung um 3.\nHöchststufe 15.",
    "sof6_name": "Im Namen der Götter",
    "sof6_img": "rosaria_c6",
    "sof6_desc": "Verringert mit den Angriffen von Letzte Salbung den physischen WDS von Gegnern 10 s lang um 20 %."
  }
}