{
  "nick": "Harmlos und süß",
  "occupation": "Ordo Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Anemo",
  "constellation": "Ampulla",
  "desc": "Eine Alchimistin, die sich für regelrecht alles um sie herum interessiert. Darüber hinaus erforscht sie die sogenannte Bio-Alchimie.",
  "birth": "11/26",
  "battle_talent": {
    "normal_name": "Standardangriff: Vereinfachte Windseelenschaffung",
    "normal_img": "sucrose_s1",
    "normal_desc1": "Führt bis zu 4 Windseelen-Angriffe aus und verursacht Anemo-Schaden.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und verursacht nach kurzer Aufladezeit Anemo-Flächenschaden.",
    "normal_desc3": "Konzentriert die Kraft der Windseelen, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Anemo-Flächenschaden.",
    "element_name": "Windseelenschaffung – Experiment 6308",
    "element_img": "sucrose_s2",
    "element_desc": "Beschwört eine kleine Windseele, die Gegner sowie Objekte anzieht und dann wegschleudert, und fügt den Gegnern im Wirkungsbereich Anemo-Schaden zu.<br><br><i>Es ist mir schon ein bisschen peinlich. Die bei diesem Verfahren entstehenden elementaren Lebensformen schwinden zwar nach kurzer Zeit, sind auf Abenteuern aber höchst nützlich. Fehlgeschlagene Experimente haben also auch ihren praktischen Nutzen.</i>",
    "final_name": "Verbotene Windseelenschaffung – Isomorpher Typ 75-II",
    "final_img": "sucrose_s3",
    "final_desc": "Saccharose wirft einen Glaskolben mit leicht reagierenden Stoffen und erschafft so eine große Windseele.\nZieht während der Wirkungsdauer fortlaufend Gegner und Objekte in der Nähe an, schleudert die angezogenen Gegner weg und verursacht Anemo-Schaden.<br><br>Elementarumwandlung<br>Verleiht der Windseele beim Treffen auf Hydro-, Pyro-, Kryo- oder Elektro-Effekte während der Wirkungsdauer das jeweilige Element und verursacht dementsprechend zusätzlichen Schaden.<br>Elementarumwandlung nur einmal während der Wirkungsdauer möglich.<br><br><i>Saccharose wollte ursprünglich jeder instabilen Anemo-Hypostase einen Namen geben. Dieses Vorhaben musste sie jedoch aufgeben, da bald mehr Hypostasen als Generationen von Graf von Hoppel zusammenkamen.</i>"
  },
  "basic_talent": {
    "talent2_name": "Instabile Entdeckung",
    "talent2_img": "sucrose_p2",
    "talent2_desc": "Stellt beim Zusammensetzen von Material zur Verbesserung von Figuren und Waffen mit einer Wahrscheinlichkeit von 10 % den 2-fachen Ertrag her.",
    "talent3_name": "Katalysatorenkonversion",
    "talent3_img": "sucrose_p3",
    "talent3_desc": "Erhöht die Elementarkunde aller Figuren in der Truppe des jeweiligen Elements (außer sich selbst) 8 s lang um 50 Punkte, wenn Saccharose eine Verwirbelung auslöst.",
    "talent1_name": "Favonius Mollis",
    "talent1_img": "sucrose_p1",
    "talent1_desc": "Erhöht die Elementarkunde aller Figuren in der Truppe (außer sich selbst) beim Treffen von Gegnern mit Windseelenschaffung – Experiment 6308 oder Verbotene Windseelenschaffung – Isomorpher Typ 75-II 8 s lang in Höhe von 20 % von Saccharoses Elementarkunde."
  },
  "sof": {
    "sof1_name": "Gebündeltes Vakuumfeld",
    "sof1_img": "sucrose_c1",
    "sof1_desc": "Ermöglicht 1 weitere Anwendung von Windseelenschaffung – Experiment 6308.",
    "sof2_name": "Beth – Ungezügelt",
    "sof2_img": "sucrose_c2",
    "sof2_desc": "Verlängert die Wirkungsdauer von Verbotene Windseelenschaffung – Isomorpher Typ 75-II um 2 s.",
    "sof3_name": "Bestnote",
    "sof3_img": "sucrose_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Windseelenschaffung – Experiment 6308 um 3.\nHöchststufe 15.",
    "sof4_name": "Besessenheit",
    "sof4_img": "sucrose_c4",
    "sof4_desc": "Verkürzt die Abklingzeit von Windseelenschaffung – Experiment 6308 alle 7 Standardangriffe oder heftige Schläge, die Saccharose bei Gegnern erzielt, zufällig um 1 bis 7 s.\nEin Treffer kann alle 0,1 s gezählt werden.",
    "sof5_name": "Gewissenhaftes Handwerk",
    "sof5_img": "sucrose_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Verbotene Windseelenschaffung – Isomorpher Typ 75-II um 3.\nHöchststufe 15.",
    "sof6_name": "Chaotische Entropie",
    "sof6_img": "sucrose_c6",
    "sof6_desc": "Erhöht den jeweiligen Elementar-SCH aller Truppenmitglieder bei einer Elementarumwandlung von Verbotene Windseelenschaffung – Isomorpher Typ 75-II während der Wirkungsdauer der Fähigkeit um 20 %."
  }
}