{
  "nick": "Beschützer aus der Ferne",
  "occupation": "Yashiro-Verwaltung",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "Rubeum Scutum",
  "desc": "Der Haushälter des Kamisato-Klans und ein in Inazuma bekannter „Vermittler“.",
  "birth": "01/09",
  "battle_talent": {
    "normal_name": "Standardangriff: Schneller Schmetterspeer",
    "normal_img": "thoma_s1",
    "normal_desc1": "Führt bis zu 4 Lanzenstiche hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer, sticht geschwind nach vorn und fügt den Gegnern in der Bahn Schaden zu.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Lodernder Segen",
    "element_img": "thoma_s2",
    "element_desc": "Thoma benutzt die Spitze seiner Stangenwaffe als Punkt, um Flammen zu kanalisieren und einen Tritt auszuführen, mit dem er Pyro-Flächenschaden verursacht. Erschafft dann einen Schild des lodernden Segens und verleiht Thoma beim Auslösen das Pyro-Attribut.<br>Die Schildstärke hängt von Thomas max. LP ab.<br>Merkmale des Schilds des lodernden Segens:<br>· Hält bei Pyro-Schaden 250 % ab.<br>· Addiert die verbleibende Schildstärke beim Erhalten eines neuen Schilds des lodernden Segens hinzu und setzt die Wirkungsdauer zurück.<br><br>Die Schildstärke kann einen bestimmten Teil der max. LP von Thoma nicht übersteigen.<br><br><i>Für einen Gast aus der Ferne würde einem nur die brennendste Leidenschaft erlauben, die reine und präzise Stangenwaffenkunst von Inazuma zu erlernen. Thomas Errungenschaft beschränkt sich in der Tat nicht darauf, möglichst schnell der Beste zu werden, sondern er hat auch seinen Willen, seine Feinde abzuwehren und seine Kameraden zu beschützen, in seine Kunst einfließen lassen.</i>",
    "final_name": "Rote Ooyoroi",
    "final_img": "thoma_s3",
    "final_desc": "Thoma wirbelt seinen Speer herum und durchschneidet die Gegner in der Umgebung mit prasselndem Feuer, womit er ihnen Pyro-Flächenschaden zufügt. Umhüllt sich dann mit einer brennenden Ooyoroi.\n<br>Brennende Ooyoroi<br>Löst bei Angriffen aktueller Figuren unter dem Einfluss des Effekts „brennende Ooyoroi“ mit Standardangriffen „Brennender Zusammenbruch“ aus, verursacht damit Pyro-Flächenschaden und erschafft einen Schild des lodernden Segens.<br>1 s Abklingzeit für „Brennender Zusammenbruch“.<br><br>Von der Schildstärke abgesehen sind die Merkmale dieses Schildes identisch mit denen des Schildes der Elementarfähigkeit „Lodernder Segen“:<br>· Hält bei Pyro-Schaden 250 % ab.<br>· Addiert die verbleibende Schildstärke beim Erhalten eines neuen Schilds des lodernden Segens hinzu und setzt die Wirkungsdauer zurück.<br><br>Die Schildstärke kann einen bestimmten Teil der max. LP von Thoma nicht übersteigen.<br><br>Effekt der brennenden Ooyoroi erlischt, wenn Thoma ohnmächtig wird.<br><br><i>„Ich werde mein Versprechen, das ich damals gegeben habe, nicht vergessen. Möge diese Flamme diejenigen beschützen, die ich schätze, und möge sie niemals erlöschen.“</i>"
  },
  "basic_talent": {
    "talent2_name": "Brassenjagd",
    "talent2_img": "thoma_p2",
    "talent2_desc": "Bringt beim erfolgreichen Angeln in Inazuma dank Thomas Hilfe mit einer Wahrscheinlichkeit von 20 % den 2-fachen Ertrag.",
    "talent3_name": "Schichtpanzer",
    "talent3_img": "thoma_p3",
    "talent3_desc": "Erhöht die Schildeffizienz aktueller Figuren beim Erhalten oder Aktualisieren von Schild des lodernden Segens 6 s lang um 5 %.\n0,3 s Abklingzeit, 5-fach stapelbar.",
    "talent1_name": "Flammenangriff",
    "talent1_img": "thoma_p1",
    "talent1_desc": "Erhöht den mit dem brennenden Zusammenbruch von Rote Ooyoroi verursachten Schaden in Höhe von 2,2 % der max. LP von Thoma."
  },
  "sof": {
    "sof1_name": "Kameradschaftliche Pflichten",
    "sof1_img": "thoma_c1",
    "sof1_desc": "Verkürzt beim Schützen vor Angriffen durch Schild des lodernden Segens für Figuren außer Thoma die Abklingzeit von Thomas eigenem Lodernder Segen um 3 s und die Abklingzeit von Rote Ooyoroi um 3 s.\n20 s Abklingzeit.",
    "sof2_name": "Beflissener Assistent",
    "sof2_img": "thoma_c2",
    "sof2_desc": "Verlängert die Dauer von Rote Ooyoroi um 3 s.",
    "sof3_name": "Bestimmtheit vor dem Feind",
    "sof3_img": "thoma_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Lodernder Segen um 3.\nHöchststufe 15.",
    "sof4_name": "Längerfristige Planung",
    "sof4_img": "thoma_c4",
    "sof4_desc": "Stellt Thoma nach Anwendung von Rote Ooyoroi 15 Punkte Elementarenergie wieder her.",
    "sof5_name": "Weitreichende Flammen",
    "sof5_img": "thoma_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Rote Ooyoroi um 3.\nHöchststufe 15.",
    "sof6_name": "Brennendes Herz",
    "sof6_img": "thoma_c6",
    "sof6_desc": "Erhöht beim Erhalten oder Aktualisieren von Schild des lodernden Segens den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall aller Truppenmitglieder verursachten Schaden 6 s lang um 15 %."
  }
}