{
  "localeName": "Venti",
  "nick": "Wandernder Barde",
  "occupation": "Mondstadt",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Bow",
  "element": "Anemo",
  "constellation": "Carmen Dei",
  "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
  "birth": "06/16",
  "battle_talent": {
    "normal_name": "Standardangriff: Göttliche Schießkunst",
    "normal_img": "venti_s1",
    "normal_desc1": "Führt bis zu 6 Pfeilschüsse hintereinander aus.",
    "normal_desc2": "Führt einen gezielten Schuss mit höherem Schaden und höherer Genauigkeit aus.Konzentriert den die Welt schützenden Wind während des Zielens an der Pfeilspitze, die voll aufgeladen Anemo-Schaden verursacht.",
    "normal_desc3": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
    "element_name": "Sonett vom Himmel",
    "element_img": "venti_s2",
    "element_desc": "Beschwört einen Wind, der den Klängen und Liedern folgt und Dinge, die sonst fest auf dem Boden verankert sind, in die Luft reißt.<br><br>Drücken<br>Erschafft dort, wo sich Gegner befinden, einen Sturm, der Anemo-Flächenschaden verursacht und die betroffenen Gegner wegschleudert.<br><br>Gedrückt halten<br>Erschafft einen größeren Sturm um Venti, der Anemo-Flächenschaden verursacht und betroffene Gegner wegschleudert.<br>Nach dem Auslösen steigt Venti in die Luft.<br><br>Vom Sonett vom Himmel weggeschleuderte Gegner fallen langsam zu Boden.<br><br><i>Als die Archonten noch unter den Menschen weilten, hörte man unzählige Lieder durch die Luft hallen. Dies ist eine der lange vergessenen Melodien.</i>",
    "final_name": "Ode vom Anemo-Archon",
    "final_img": "venti_s3",
    "final_desc": "Schießt Pfeile mit der Macht der Tausend Winde und erschafft einen riesigen Sturm vor Venti, der Gegner mitreißt und fortlaufend Anemo-Schaden verursacht.\n<br>Elementarumwandlung<br>Verleiht dem Zentrum des Sturms beim Treffen auf Hydro-, Pyro-, Kryo- oder Elektro-Effekte während der Wirkungsdauer das jeweilige Element und verursacht dementsprechend zusätzlichen Schaden.<br>Elementarumwandlung nur einmal während der Wirkungsdauer möglich.<br><br><i>Viele der Gedichte, die vom Archon des Windes erzählen, sind im Laufe der Zeit verlorengegangen. Dieses berichtet von seiner und der Kraft des Windes.</i>"
  },
  "basic_talent": {
    "talent2_name": "Windreiter",
    "talent2_img": "venti_p2",
    "talent2_desc": "Verringert die beim Gleiten verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.\nNicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
    "talent3_name": "Umarmung des Windes",
    "talent3_img": "venti_p3",
    "talent3_desc": "Erstellt beim Gedrückthalten von Sonett vom Himmel eine nach oben gerichtete Luftströmung, hält 20 s.",
    "talent1_name": "Zentrum des Sturms",
    "talent1_img": "venti_p1",
    "talent1_desc": "Stellt Venti nach Ende des Effekts von Ode vom Anemo-Archon 15 Punkte Elementarenergie wieder her.\nStellt allen entsprechenden Figuren in der Truppe bei Elementarumwandlung 15 Punkte Elementarenergie wieder her."
  },
  "sof": {
    "sof1_name": "Gespaltener Hagel",
    "sof1_img": "venti_c1",
    "sof1_desc": "Schießt mit einem gezielten Schuss zwei zusätzliche Pfeile ab, die jeweils 33 % des ursprünglichen Schadens verursachen.",
    "sof2_name": "Brise der Sehnsucht",
    "sof2_img": "venti_c2",
    "sof2_desc": "Sonett vom Himmel verringert den Anemo-WDS sowie den physischen Widerstand von Gegnern 10 s lang um 12 %.\nVerringert den Anemo-WDS sowie den physischen Widerstand von Sonett vom Himmel weggeschleuderter Gegner vor dem Aufprall auf dem Boden zusätzlich um 12 %.",
    "sof3_name": "Ode an die Tausend Winde",
    "sof3_img": "venti_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Ode vom Anemo-Archon um 3.\nHöchststufe 15.",
    "sof4_name": "Gewitter der Freiheit",
    "sof4_img": "venti_c4",
    "sof4_desc": "Erhöht den Anemo-Schaden, wenn Venti Elementarkristalle oder Elementarteilchen erhält, 10 s lang um 25 %.",
    "sof5_name": "Concerto dal Cielo",
    "sof5_img": "venti_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Sonett vom Himmel um 3.\nHöchststufe 15.",
    "sof6_name": "Sturm des Widerstands",
    "sof6_img": "venti_c6",
    "sof6_desc": "Verringert den Anemo-WDS von Zielen, denen mit Ode vom Anemo-Archon Schaden zugefügt wird, um 20 %.\nVerringert bei Elementarumwandlung den entsprechenden Elementar-WDS auch um 20 %."
  }
}