{
  "localeName": "Wriothesley",
  "nick": "???",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Cryo",
  "constellation": "守狱犬座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Standardangriff: Flinke Frostfaustßßß",
    "normal_img": "wriothesley_s1",
    "normal_desc1": "Wriothesley kondensiert Eis in seinen Fäustenßßß und entfesselt bis zu 5 blitzschnelle Angriffe mit seinen Sturmfäustenßßß, die Kryo-Schaden verursachen.Außerdem wird die Komboanzahlßßß des Standardangriffs nach dem Rennen für kurze Zeit nicht zurückgesetzt.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer, springt in die Luft und entfesselt eine Gefrierende Sprungfaustßßß, die Kryo-Flächenschaden verursacht.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Kryo-Flächenschaden.",
    "element_name": "Eiszahn-Ansturmßßß",
    "element_img": "wriothesley_s2",
    "element_desc": "Wriothesley reguliert seine Atmung, Rhythmus und Tempo, legt einen kurzen Sprint nach vorn hin, wechselt in einen Zustand eiskalter Bestrafungßßß und entfesselt einen ungestümen Angriff.<br><br>Eiskalte Betrafungßßß<br>· Erhöht Wriothesleys Unterbrechungs-WDS.<br>· Verstärkt Wriothesleys Sturmfäuste von Standardangriff: Flinke Frostfaustßßß bei mehr als 50 % LP, wodurch sich der durch die Sturmfäuste verursachte Schaden erhöht. Beim Treffen von Gegnern werden die LP von Wriothesley verbraucht.<br><br><i>„Die Vergangenheit ward besiegelt, die Zukunft jedoch liegt in unserer Hand.“<br>„Wenn du nicht willst, dass dein Schicksal von den Sünden des Moments verschlungen wird, dann solltest du das Licht eben jenes gegenwärtigen Moments wertschätzen.“</i>",
    "final_name": "Schwarzgoldener Wolfsbissßßß",
    "final_img": "wriothesley_s3",
    "final_desc": "Wriothesley aktiviert seine Handschuhe und schlägt eine Gerade, die kontinuierlich den Bereich vor ihm mit Eiszapfen eindeckt, und mehrfach Kryo-Flächenschaden verursacht.\n<br>Arkhe: Ousia<br>Nachdem die Eiszapfen-Angriffe beendet wurden, geht eine Wogenklinge auf die Position des Gegners nieder, die mit Ousia versehenen Kryo-Schaden verursacht.<br><br><i>Es gibt ein paar Dinge, gegen die selbst der Herzog von Fort Méropide nichts auszurichten vermag ... zum Beispiel lästiger Papierkram, behördliche Pflichten, oder ... die Kleinen, die heimlich süße, aber schwer zu entfernende Sticker auf Boxhandschuhe kleben.</i>"
  },
  "basic_talent": {
    "talent2_name": "Die Gunst des Herzogsßßß",
    "talent2_img": "wriothesley_p2",
    "talent2_desc": "Stellt beim Zusammensetzen von Material zum Aufstieg von Waffen mit einer Wahrscheinlichkeit von 10 % den 2-fachen Ertrag her.",
    "talent3_name": "Tag des Plädoyers der Gerechtigkeitßßß",
    "talent3_img": "wriothesley_p3",
    "talent3_desc": "Wriothesley erhält bei weniger als 60 % LP „Gebot der Gnadeßßß“, wodurch sein nächster heftiger Schlag von Standardangriff: Flinke Frostfaustßßß zu Rüge – Gefrierende Sprungfaustßßß verstärkt wird. Es wird keine Ausdauer verbraucht, erhöht den Schaden um 30 % und stellt Wriothesley bei Treffern 30 % der max. LP wieder her.\n5 s Abklingzeit.",
    "talent1_name": "Stunde der Vergeltung der Sündeßßß",
    "talent1_img": "wriothesley_p1",
    "talent1_desc": "Befindet sich Wriothesley beim Erhöhen oder Verringern seiner aktuellen LP im Zustand eiskalte Bestrafungßßß von Eiszahn-Ansturmßßß, erhält eiskalte Bestrafungßßß einen Stapel „Erlass der Anklage“ßßß. 5-fach stapelbar, jeder Stapel erhöht Wriothesleys ANG um 6 %."
  },
  "sof": {
    "sof1_name": "Angst den Übeltäternßßß",
    "sof1_img": "wriothesley_c1",
    "sof1_desc": "Ändert den Effekt „Gebot der Gnadeßßß“ von dem passiven Talent „Tag des Plädoyers der Gerechtigkeitßßß“ wie folgt:\nWriothesley erhält „Gebot der Gnadeßßß“, sobald seine Sturmfäusteßßß das fünfte Mal treffen, während seine LP unter 50 % liegen oder er sich im Zustand eiskalte Bestrafungßßß von Eiszahn-Ansturmßßß befindet. 2,5 s Abklingzeit.<br><br>Außerdem wird Rüge – Gefrierende Sprungfaustßßß wie folgt verstärkt:<br>· Verursachter Schaden wird weiter auf bis zußßß 150 % erhöht.<br>· Verlängert die Dauer von eiskalter Bestrafungßßß um max. 4 s, wenn in diesem Zustand ein Treffer gelandet wird. Die Dauer von eiskalter Bestrafungßßß kann während der Dauer eines Zustands nur einmal auf diese Weise verlängert werden.<br><br>Das passive Talent „Tag des Plädoyers der Gerechtigkeitßßß“ muss zuerst freigeschaltet werden.",
    "sof2_name": "Fesseln den Hochmütigenßßß",
    "sof2_img": "wriothesley_c2",
    "sof2_desc": "Erhöht beim Auslösen von Schwarzgoldener Wolfsbissßßß den verursachten Schaden für jede Stapelung von „Erlass der Anklage“ßßß des passiven Talents „Stunde der Vergeltung der Sündeßßß“ um 40 %.\nDas passive Talent „Stunde der Vergeltung der Sündeßßß“ muss zuerst freigeschaltet werden.",
    "sof3_name": "Bestrafung den Betrügernßßß",
    "sof3_img": "wriothesley_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Standardangriff – Flinke Frostfaustßßß um 3.\nHöchststufe 15.",
    "sof4_name": "Erlösung den Leidendenßßß",
    "sof4_img": "wriothesley_c4",
    "sof4_desc": "Erhöht die Menge an LP, die Wriothesley durch Rüge – Gefrierende Sprungfaustßßß wiederherstellt, auf 50 % seiner max. LP. Das passive Talent „Tag des Plädoyers der Gerechtigkeitßßß“ muss zuerst freigeschaltet werden.\nAußerdem treten unterschiedliche Effekte in Kraft, abhängig davon, ob Wriothesley die aktuelle Figur ist, oder nicht, wenn die so geheilten LP einen Überschuss aufweisen: Ist Wriothesley die aktuelle Figur, erhöht sich seine Angriffs-GSW für 4 s um 20 %; befindet er sich inaktiv in der Truppe, erhöht sich die Angriffs-GSW aller Truppenmitglieder für 6 s um 10 %. Die beiden Boni der Angriffs-GSW können nicht gestapelt werden.",
    "sof5_name": "Vergebung den zu Unrecht Beschuldigtenßßß",
    "sof5_img": "wriothesley_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Schwarzgoldener Wolfsbiss um 3.\nHöchststufe 15.",
    "sof6_name": "Trost den Unschuldigenßßß",
    "sof6_img": "wriothesley_c6",
    "sof6_desc": "Erhöht die KT von Rüge – Gefrierende Sprungfaustßßß um 10 %, den Kritischen Schaden um 80 % und entfesselt beim Auslösen Eiszapfen, die 100 % des ursprünglichen Schadens verursachen. Der auf diese Weise verursachte Schaden wird als Schaden des heftigen Schlags betrachtet.\nDas passive Talent „Tag des Plädoyers der Gerechtigkeitßßß“ muss zuerst freigeschaltet werden."
  }
}