{
  "localeName": "Xiao",
  "nick": "Schützender Yaksha",
  "occupation": "Adept von Liyue",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Anemo",
  "constellation": "Alatus Nemeseos",
  "desc": "Ein Yaksha, ein Adept, der Liyue beschützt. Er wird als großer „Dämonenbändiger“ und „Schützender Yaksha“ bezeichnet.",
  "birth": "04/17",
  "battle_talent": {
    "normal_name": "Standardangriff: Aufgewirbelter Staub",
    "normal_img": "xiao_s1",
    "normal_desc1": "Führt bis zu 6 Lanzenstiche hintereinander aus.",
    "normal_desc2": "Verbraucht eine gewisse Menge Ausdauer und führt einen nach oben gerichteten Angriff aus.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.Xiao erleidet bei Angriffen aus dem Fall keinen Schaden durch den Fall.",
    "element_name": "Doppeltes Windrad",
    "element_img": "xiao_s2",
    "element_desc": "Sticht mit hoher Geschwindigkeit nach vorn und fügt den Gegnern in der Bahn Anemo-Schaden zu.<br>Kann in der Luft angewendet werden.<br>Kann anfänglich 2-mal angewendet werden.<br><br><i>In den Legenden fremder Länder würde die Welt von zwei riesigen Windrädern zermalmt werden. Xiao hat den Umgang mit der Lanze bereits perfektioniert und zerschneidet seine Gegner wie die beiden Windräder.</i>",
    "final_name": "Geistervertreibung",
    "final_img": "xiao_s3",
    "final_desc": "Setzt die Yaksha-Maske auf, die Götter und Monster schon vor Jahrtausenden gleichermaßen in Angst und Schrecken versetzt hat.\n<br>Yaksha-Maske<br>· Erhöht Xiaos Sprungkraft enorm.<br>· Vergrößert den Angriffsradius und erhöht den verursachten Schaden.<br>· Wandelt den verursachten Schaden in Anemo-Schaden um. Diese Elementarumwandlung kann nicht von anderen Elementen überdeckt werden.<br><br>Xiao verbraucht in diesem Zustand fortlaufend LP.<br>Effekt erlischt, wenn Xiao ausgewechselt wird.<br><br><i>Xiao setzt die Monster unterdrückende Maske auf und nimmt die Gestalt des „Schützenden Yaksha“ an, der das Böse erstarren lässt und Geistwesen vertreibt. Er erhält damit große Kraft, aber auch große Schmerzen. Dies wird als „Geistervertreibung“ bezeichnet.</i>"
  },
  "basic_talent": {
    "talent2_name": "Transzendenz – Schwerelosigkeit",
    "talent2_img": "xiao_p2",
    "talent2_desc": "Verringert die beim Klettern verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.\nNicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
    "talent3_name": "Eroberung – Dämonenbändiger",
    "talent3_img": "xiao_p3",
    "talent3_desc": "Erhöht Xiaos gesamten Schaden im Zustand Geistervertreibung um 5 % und danach während der Dauer der Fähigkeit alle 3 s um zusätzliche 5 %.\nErhöht den Schaden dabei um bis zu 25 %.",
    "talent1_name": "Untergang – Zermalmtes Land",
    "talent1_img": "xiao_p1",
    "talent1_desc": "Erhöht den mit Doppeltes Windrad verursachten Schaden bei erneuter Anwendung von Doppeltes Windrad innerhalb von 7 s um 15 %.\nHält 7 s, 3-fach stapelbar, aktualisiert die Dauer beim Stapeln."
  },
  "sof": {
    "sof1_name": "Untergang – Zerstörung der Welten",
    "sof1_img": "xiao_c1",
    "sof1_desc": "Ermöglicht 1 weitere Anwendung von Doppeltes Windrad.",
    "sof2_name": "Vernichtung – Ausweitung der Leere",
    "sof2_img": "xiao_c2",
    "sof2_desc": "Erhöht Xiaos Aufladerate, wenn er inaktiv in der Truppe ist, um 25 %.",
    "sof3_name": "Eroberung – Ausdruck des Zorns",
    "sof3_img": "xiao_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Doppeltes Windrad um 3.\nHöchststufe 15.",
    "sof4_name": "Transzendenz – Auslöschung des Leids",
    "sof4_img": "xiao_c4",
    "sof4_desc": "Erhöht Xiaos VTD bei weniger als 50 % LP um 100 %.",
    "sof5_name": "Evolution – Ausbreitung der Unwissenheit",
    "sof5_img": "xiao_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Geistervertreibung um 3.\nHöchststufe 15.",
    "sof6_name": "Eroberung – Schutz des Yaksha",
    "sof6_img": "xiao_c6",
    "sof6_desc": "Ermöglicht beim Treffen von mindestens 2 Gegnern mit einem Angriff aus dem Fall unter Anwendung von Geistervertreibung sofort 1 Anwendung von Doppeltes Windrad, das innerhalb der folgenden s trotz Abklingzeit angewendet werden kann."
  }
}