{
  "nick": "Glühend heiße Musik",
  "occupation": "„Rote Saite“",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "Fila Ignium",
  "desc": "Das Mädchen mit dem stürmischsten Musikgeschmack in ganz Liyue. Mit ihrer Musik und ihrem leidenschaftlichen Gesang lehnt sie sich gegen die vorgefassten Meinungen auf.",
  "birth": "10/16",
  "battle_talent": {
    "normal_name": "Standardangriff: Tanz der Flammen",
    "normal_img": "xinyan_s1",
    "normal_desc1": "Führt bis zu 4 Schwünge mit dem Schwert hintereinander aus.",
    "normal_desc2": "Verbraucht fortlaufend Ausdauer, wirbelt das Großschwert und greift Gegner in der Umgebung an.Schwingt das Schwert am Ende mit besonders großer Wucht.",
    "normal_desc3": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
    "element_name": "Schlag in die Saiten",
    "element_img": "xinyan_s2",
    "element_desc": "Xinyan streicht ihr Instrument, fügt Gegnern in der Umgebung Pyro-Schaden zu und erschafft aus der Leidenschaft ihrer Zuschauer einen Schild.<br>Die Schildstärke hängt von Xinyans VTD und der Anzahl getroffener Gegner ab.<br>· Kein bis ein getroffener Gegner: Schild Stufe 1 – Einstimmen.<br>· Zwei getroffene Gegner: Schild Stufe 2 – Aufdrehen.<br>· Drei oder mehr getroffene Gegner: Schild Stufe 3 – Abfeiern. Hält Schaden ab und fügt Gegnern in der Umgebung stoßweise Pyro-Schaden zu.<br><br>Merkmale des Schildes:<br>· Verleiht Xinyan beim Auslösen das Pyro-Attribut.<br>· Hält bei Pyro-Schaden 250 % ab.<br><br><i>Xinyan besteht darauf, dass die Funken der Ausdruck ihrer Darbietungskunst, also natürlichen Ursprungs sind und nichts mit dem Göttlichen Auge zu tun haben.</i>",
    "final_name": "Refrain der Rebellion",
    "final_img": "xinyan_s3",
    "final_desc": "Spielt harte Töne und erschafft Schallwellen, die Gegner zurückstoßen und Gegnern in der Umgebung physischen Schaden zufügen, um Euphorie in der Menge auszulösen.\nBricht in Flammen aus, weil die Darbietung einfach zu heiß ist, und fügt Gegnern in der Umgebung fortlaufend Pyro-Schaden zu.<br><br><i>Früher hat Xinyan all ihre Auftritte auf diese Weise beendet. Später hat sie zwar damit aufgehört. Das lag aber nicht daran, dass es zu gefährlich war, sondern ihr fiel einfach nichts ein, was sie sonst bringen könnte, wenn jemand „Encore“ rufen sollte.</i>"
  },
  "basic_talent": {
    "talent2_name": "Rezept für Rock ’n’ Roll",
    "talent2_img": "xinyan_p2",
    "talent2_desc": "Stellt bei der perfekten Zubereitung eines Gerichts mit defensiver Funktion mit einer Wahrscheinlichkeit von 12 % den 2-fachen Ertrag her.",
    "talent3_name": "„Es geht auch ohne Publikum ...“",
    "talent3_img": "xinyan_p3",
    "talent3_desc": "Verringert die für den Schild von Schlag in die Saiten benötigte Trefferzahl:\n· Schild Stufe 2 – Aufdrehen: Ein getroffener Gegner.<br>· Schild Stufe 3 – Abfeiern: Zwei oder mehr getroffene Gegner.",
    "talent1_name": "„Das nenn ich Rock ’n’ Roll!“",
    "talent1_img": "xinyan_p1",
    "talent1_desc": "Erhöht den von Figuren im Schutz eines Schilds von Schlag in die Saiten verursachten physischen Schaden um 15 %."
  },
  "sof": {
    "sof1_name": "Tödliche Beschleunigung",
    "sof1_img": "xinyan_c1",
    "sof1_desc": "Erhöht die Angriffs-GSW von Standardangriffen und heftigen Schlägen nach kritischen Treffern von Xinyan 5 s lang um 12 %.\n5 s Abklingzeit.",
    "sof2_name": "Explosive Stimmung",
    "sof2_img": "xinyan_c2",
    "sof2_desc": "Erhöht die KT von mit Refrain der Rebellion verursachtem physischen Schaden um 100 % und erstellt beim Auslösen Schild Stufe 3 – Abfeiern.",
    "sof3_name": "Doppelgriff",
    "sof3_img": "xinyan_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Schlag in die Saiten um 3.\nHöchststufe 15.",
    "sof4_name": "Ansteckender Rhythmus",
    "sof4_img": "xinyan_c4",
    "sof4_desc": "Der Schwungschaden von Schlag in die Saiten verringert den physischen WDS von Gegnern 12 s lang um 15 %.",
    "sof5_name": "Euphorisches Publikum",
    "sof5_img": "xinyan_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Refrain der Rebellion um 3.\nHöchststufe 15.",
    "sof6_name": "Tanz in der Hölle",
    "sof6_img": "xinyan_c6",
    "sof6_desc": "Verringert den Ausdauerverbrauch von Xinyan bei heftigen Schlägen um 30 % und erhöht bei heftigen Schlägen den ANG um 50 % VTD."
  }
}