{
  "nick": "Naive Weisheit",
  "occupation": "Yanfeis Rechtsberatung",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Pyro",
  "constellation": "Bestia Iustitia",
  "desc": "Eine sehr bekannte Rechtsberaterin in Liyue und ein gescheites Mädchen mit dem Blut einer göttlichen Bestie in ihren Adern.",
  "birth": "07/28",
  "battle_talent": {
    "normal_name": "Standardangriff: Flammendes Siegel",
    "normal_img": "yanfei_s1",
    "normal_desc1": "Schießt mehrere Feuerbälle nacheinander ab und verursacht bis zu dreimal Pyro-Schaden.Jeder Treffer gibt Yanfei ein Flammensiegel. Kann anfänglich bis zu drei Flammensiegel besitzen. Bei jedem Auslösen wird die Dauer der vorhandenen Flammensiegel aktualisiert.Jedes Flammensiegel verringert Yanfeis Ausdauerverbrauch und verschwindet, wenn sie ausgewechselt wird.",
    "normal_desc2": "Verbraucht Ausdauer sowie nach kurzem Aufladen alle Flammensiegel und verursacht vor sich Pyro-Flächenschaden.Verstärkt basierend auf der Anzahl der verbrauchten Flammensiegel die Reichweite und den Schaden des heftigen Schlags.",
    "normal_desc3": "Konzentriert die Kraft des Feuers, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Pyro-Flächenschaden.",
    "element_name": "Pakt des Feuers",
    "element_img": "yanfei_s2",
    "element_desc": "Beschwört lodernde Flammen und verursacht Pyro-Flächenschaden.<br>Bekommt beim Treffen von Gegnern die Höchstzahl an Flammensiegeln.<br><br><i>Der Pakt des Feuers beinhaltet nicht nur die geltenden Gesetze, sondern auch die von Yanfei selbst formulierten Klauseln, denn der Rat für Allgemeine Angelegenheiten allein ist nicht in der Lage, die Naturgesetze zu ändern.</i>",
    "final_name": "Pakt des flammenden Infernos",
    "final_img": "yanfei_s3",
    "final_desc": "Beschwört Flammen des Infernos, greift Gegner in der Umgebung an und verursacht Pyro-Flächenschaden. Gibt dabei Yanfei die Höchstzahl an Flammensiegeln und den Effekt Sengende Hitze.\n<br>Sengende Hitze<br>Löst folgende Effekte aus:<br>· Gibt Yanfei in gleichen zeitlichen Abständen je ein Flammensiegel.<br>· Erhöht den Schaden heftiger Schläge.<br>Endet, wenn Yanfei ausgewechselt wird.<br><br><i>„Der Pakt zwischen uns von Leben und Tod ist nun vollständig. Demgemäß wirst du sterben und ich werde weiterleben.“</i>"
  },
  "basic_talent": {
    "talent2_name": "Gelehrsamkeit",
    "talent2_img": "yanfei_p2",
    "talent2_desc": "Zeigt alle Besonderheiten Liyues in der Nähe auf der Minikarte an.",
    "talent3_name": "Koppelungsklausel",
    "talent3_img": "yanfei_p3",
    "talent3_desc": "Erhöht mit jedem verbrauchten Flammensiegel durch heftige Schläge den Pyro-Schadensbonus 6 s lang um 5 %. Falls die Figur innerhalb der Wirkungsdauer des Effekts nochmals heftige Schläge anwendet, wird der vorige Effekt zuerst entfernt.",
    "talent1_name": "Wachsame Argusaugen",
    "talent1_img": "yanfei_p1",
    "talent1_desc": "Verursacht einmal zusätzlichen Pyro-Flächenschaden in Höhe von 80 % ANG, wenn Yanfeis heftige Schläge KT bei Gegnern verursachen. Der Flächenschaden wird als Schaden von heftigen Schlägen betrachtet."
  },
  "sof": {
    "sof1_name": "Rechthaberei",
    "sof1_img": "yanfei_c1",
    "sof1_desc": "Erhöht mit jedem Flammensiegel Yanfeis Unterbrechungs-WDS beim Aufladen, wenn sie einen heftigen Schlag ausführt, und verringert den Ausdauerverbrauch bei dem heftigen Schlag.",
    "sof2_name": "Endgültige Auslegung vorbehalten",
    "sof2_img": "yanfei_c2",
    "sof2_desc": "Erhöht die KT bei Yanfeis heftigen Schlägen gegenüber Gegnern mit weniger als 50 % LP um 20 %.",
    "sof3_name": "Siegel in lodernder Flamme",
    "sof3_img": "yanfei_c3",
    "sof3_desc": "Erhöht die Stufe der Fähigkeit Pakt des Feuers um 3.\nHöchststufe 15.",
    "sof4_name": "Eiserner Pakt",
    "sof4_img": "yanfei_c4",
    "sof4_desc": "Effekte bei Anwendung von Pakt des flammenden Infernos:\nErstellt einen Schutzschild, der Schaden in Höhe von 45 % der max. LP abhält, hält 15 s.<br>Hält bei Pyro-Schaden 250 % ab.",
    "sof5_name": "Eidesstattliche Versicherung",
    "sof5_img": "yanfei_c5",
    "sof5_desc": "Erhöht die Stufe der Fähigkeit Pakt des flammenden Infernos um 3.\nHöchststufe 15.",
    "sof6_name": "Extraklausel",
    "sof6_img": "yanfei_c6",
    "sof6_desc": "Erhöht die Höchstmenge an Flammensiegeln um 1."
  }
}