{
  "nick": "Savior From Another World",
  "occupation": "Wandering Heroine",
  "area": "Ranger",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Nora Fortis",
  "desc": "Formerly an outcast, now a hunter of unparalleled skill. Ready to do the right thing at any time.",
  "birth": "04/04",
  "battle_talent": {
    "normal_name": "Normal Attack: Rapid Fire",
    "normal_img": "aloy_s1",
    "normal_desc1": "Performs up to 4 consecutive shots with a bow.",
    "normal_desc2": "Performs a more precise Aimed Shot with increased DMG.While aiming, biting frost will accumulate on the arrowhead. A fully charged frost arrow will deal Cryo DMG.",
    "normal_desc3": "Fires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.",
    "element_name": "Frozen Wilds",
    "element_img": "aloy_s2",
    "element_desc": "Aloy throws a Freeze Bomb in the targeted direction that explodes on impact, dealing Cryo DMG. After it explodes, the Freeze Bomb will split up into many Chillwater Bomblets that explode on contact with opponents or after a short delay, dealing Cryo DMG.<br>When a Freeze Bomb or Chillwater Bomblet hits an opponent, the opponent's ATK is decreased and Aloy receives 1 Coil stack.<br>Aloy can gain up to 1 Coil stack every 0.1s.<br><br>Coil<br>·Each stack increases Aloy's Normal Attack DMG.<br>·When Aloy has 4 Coil stacks, all stacks of Coil are cleared. She then enters the Rushing Ice state, which further increases the DMG dealt by her Normal Attacks and converts her Normal Attack DMG to Cryo DMG.<br><br>While in the Rushing Ice state, Aloy cannot obtain new Coil stacks.<br>Coil effects will be cleared 30s after Aloy leaves combat.<br><br><i>You think that's cold? Guess you've never been to The Cut.</i>",
    "final_name": "Prophecies of Dawn",
    "final_img": "aloy_s3",
    "final_desc": "Aloy throws a Power Cell filled with Cryo in the targeted direction, then detonates it with an arrow, dealing AoE Cryo DMG.\n<br><i>Whether \"Zero Dawn\" referred to hope or extinction no longer matters. Aloy has already saved her world, and the fate of this one is still being forged by its own heroes.</i>"
  },
  "basic_talent": {
    "talent2_name": "Easy Does It",
    "talent2_img": "aloy_p2",
    "talent2_desc": "When Aloy is in the party, animals who produce Fowl, Raw Meat, or Chilled Meat will not be startled when party members approach them.",
    "talent3_name": "Combat Override",
    "talent3_img": "aloy_p3",
    "talent3_desc": "When Aloy receives the Coil effect from Frozen Wilds, her ATK is increased by 16%, while nearby party members' ATK is increased by 8%. This effect lasts 10s.",
    "talent1_name": "Strong Strike",
    "talent1_img": "aloy_p1",
    "talent1_desc": "When Aloy is in the Rushing Ice state conferred by Frozen Wilds, her Cryo DMG Bonus increases by 3.5% every 1s. A maximum Cryo DMG Bonus increase of 35% can be gained in this way."
  },
  "sof": {
    "sof1_name": "Star of Another World",
    "sof1_img": "aloy_c1",
    "sof1_desc": "The time has not yet come for this person's corner of the night sky to light up.",
    "sof2_name": "Star of Another World",
    "sof2_img": "aloy_c2",
    "sof2_desc": "The time has not yet come for this person's corner of the night sky to light up.",
    "sof3_name": "Star of Another World",
    "sof3_img": "aloy_c3",
    "sof3_desc": "The time has not yet come for this person's corner of the night sky to light up.",
    "sof4_name": "Star of Another World",
    "sof4_img": "aloy_c4",
    "sof4_desc": "The time has not yet come for this person's corner of the night sky to light up.",
    "sof5_name": "Star of Another World",
    "sof5_img": "aloy_c5",
    "sof5_desc": "The time has not yet come for this person's corner of the night sky to light up.",
    "sof6_name": "Star of Another World",
    "sof6_img": "aloy_c6",
    "sof6_desc": "The time has not yet come for this person's corner of the night sky to light up."
  }
}