{
  "localeName": "Furina",
  "nick": "不休独舞",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Sword",
  "element": "Hydro",
  "constellation": "司颂座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Normal Attack: Soloist's Solicitation",
    "normal_img": "furina_s1",
    "normal_desc1": "Performs up to 4 consecutive strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash a solo dance, dealing Physical DMG to nearby opponents and changing her Arkhe alignment. If Salon Members or Singers of the Streams summoned by her Elemental Skill \"Salon Solitaires\" are present, their lineup will switch in response.",
    "normal_desc3": "At intervals, when Furina's Normal Attacks hit, a Surging Blade or a Spiritbreath Thorn will descend based on her current alignment, dealing Hydro DMG based on her current alignment.When Furina takes the field, her starting Arkhe will be Ousia.",
    "element_name": "Salon Solitaire",
    "element_img": "furina_s2",
    "element_desc": "Invites the guests of the Salon Solitaire to come forth and abet in Furina's performance. Will summon either the Salon Members or the Singers of the Streams based on Furina's current Arkhe alignment.<br><br>Ousia<br>Foaming bubbles like celebrants shall dance, dealing AoE Hydro DMG based on Furina's Max HP and summoning 3 Salon Members: the Ball Octopus-shaped Gentilhomme Usher, the Bubbly Seahorse-shaped Surintendante Chevalmarin, and the Armored Crab-shaped Mademoiselle Crabaletta.<br>They will attack nearby opponents at intervals, prioritizing the target of the active character, dealing Hydro DMG based on Furina's Max HP.<br>When they attack, if character(s) with more than 50% HP are nearby, the Members will consume these character(s) HP and increase their current attack's power based on the number of characters who have \"offered\" HP this way. If the characters who have had HP consumed are 1/2/3/4 (or more), the Members' attacks will deal 110%/120%/130%/140% of their original DMG.<br><br>Pneuma<br>Summons the Singers of the Streams, who will heal nearby active character(s) based on Furina's Max HP at intervals.<br><br>The Salon Members and Singers of the Streams share a duration, and when Furina uses her Charged Attack to change the guest type, the new guests will inherit the initial duration.<br><br><i>A fixed roster of regulars frequent Furina's Salon Solitaire. At other times, Mademoiselle Crabaletta, Surintendante Chevalmarin, and Gentilhomme Usher shall visit, and on gloomy Wednesdays, it is the singers who come by.</i>",
    "final_name": "Let the People Rejoice",
    "final_img": "furina_s3",
    "final_desc": "Rouses the impulse to revel, creating a stage of foam that will deal AoE Hydro DMG based on Furina's Max HP and cause all party members to enter the Universal Revelry state: During this time, when nearby party members' HP increases or decreases, they will grant Furina 1 Fanfare point based on the percentage by which their Max HP changed.\nAt the same time, Furina will increase the DMG dealt by and Incoming Healing Bonus of all nearby party members based on the amount of Fanfare she has.<br>When the duration ends, Furina's Fanfare points will be cleared.<br><br><i>\"Cheer! Give praise! Be awed! Raise your glasses! Every night bereft of banqueting is a sordid squandering of sore, sober daylight... And, uh, those who are not yet of age may have grape juice instead!\"</i>"
  },
  "basic_talent": {
    "talent2_name": "The Sea is My Stage",
    "talent2_img": "furina_p2",
    "talent2_desc": "Xenochromatic Fontemer Aberrant ability CD decreased by 30%.",
    "talent3_name": "Endless Waltz",
    "talent3_img": "furina_p3",
    "talent3_desc": "When the active character in your party receives healing, if the source of the healing is not Furina and the healing overflows, then Furina will heal a nearby party member for 2% of their Max HP once every 2s within the next 4s.",
    "talent1_name": "Unheard Confession",
    "talent1_img": "furina_p1",
    "talent1_desc": "Every 1,000 points of Furina's Max HP can buff the different Arkhe-aligned Salon Solitaire in the following ways:\nWill increase Salon Member DMG dealt by 0.7%, up to a maximum of 28%.<br>Will decrease active character healing interval of the Singers of the Streams by 0.4%, up to a maximum of 16%."
  },
  "sof": {
    "sof1_name": "\"Like a Recalcitrant Bird, Love is Deaf to Pleading\"",
    "sof1_img": "furina_c1",
    "sof1_desc": "When using Let the People Rejoice, Furina will gain 150 Fanfare.\nAdditionally, Furina's Fanfare limit is increased by 150.",
    "sof2_name": "\"A Woman Adapts Like Duckweed in Water\"",
    "sof2_img": "furina_c2",
    "sof2_desc": "When using the Elemental Skill \"Salon Solitaire,\" Furina gains \"Center of Attention\" for 10s.\nThroughout the duration, Furina's Normal Attacks, Charged Attacks, and Plunging Attacks are converted into Hydro DMG which cannot be overridden by any other elemental infusion. DMG is also increased by an amount equivalent to 15% of Furina's max HP.<br>Throughout the duration, Furina's Normal Attacks, Charged Attacks, and Plunging Attacks will cause different effects up to every 0.1s after hitting opponents depending on her current Arkhe alignment:<br><br>Arkhe: Ousia<br>Every 1s, all nearby characters in the party will be healed by 3% of Furina's max HP. 2.5s duration.<br>Arkhe: Pneuma<br>This Normal Attack, Charged Attack, or Plunging Attack ground impact DMG will be further increased by an amount equivalent to 15% of Furina's max HP. When any of the attacks mentioned previously hit an opponent, all nearby characters in the party will consume 1% of their max HP.<br><br>During the duration of each instance of \"Center of Attention,\" the above effects can be triggered up to 7 times. \"Center of Attention\" will end when its effects have triggered 7 times or when the duration expires.",
    "sof3_name": "\"My Secrets I Hide, Unknown to All\"",
    "sof3_img": "furina_c3",
    "sof3_desc": "Increases the Level of Salon Solitaire by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "\"They Know Not Life, Who Dwelt in the Netherworld Not!\"",
    "sof4_img": "furina_c4",
    "sof4_desc": "When the Salon Members from Salon Solitaire hit an opponent, or the Singers of the Streams restore HP to the active character, Furina will restore 4 Energy. This effect triggers once every 5s.",
    "sof5_name": "\"His Name I Now Know, It Is...!\"",
    "sof5_img": "furina_c5",
    "sof5_desc": "Increases the Level of Let the People Rejoice by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "\"Let Us Raise the Chalice of Love!\"",
    "sof6_img": "furina_c6",
    "sof6_desc": "While Let the People Rejoice lasts, Furina's Fanfare gain from increases or decreases in nearby characters' HP is increased by 200%. Each point of Fanfare above the limit will increase Furina's Max HP by 0.4%. Her maximum Max HP increase is 140%."
  }
}