{
  "localeName": "Kamisato Ayaka",
  "nick": "Frostflake Heron",
  "occupation": "Yashiro Commission",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Grus Nivis",
  "desc": "Daughter of the Yashiro Commission's Kamisato Clan. Dignified and elegant, as well as wise and strong.",
  "birth": "09/28",
  "battle_talent": {
    "normal_name": "Normal Attack: Kamisato Art - Kabuki",
    "normal_img": "kamisato_ayaka_s1",
    "normal_desc1": "Performs up to 5 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash a flurry of sword ki.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging enemies along the path and dealing AoE DMG upon impact.",
    "element_name": "Kamisato Art: Hyouka",
    "element_img": "kamisato_ayaka_s2",
    "element_desc": "Summons blooming ice to launch nearby opponents, dealing AoE Cryo DMG.<br><br><i>\"Clouds shroud the moonlit night. Longing descends like a fog, filling the one detained with wanderlust.\"</i>",
    "final_name": "Kamisato Art: Senho",
    "final_img": "kamisato_ayaka_s3",
    "final_desc": "Alternate Sprint\nAyaka consumes Stamina and cloaks herself in a frozen fog that moves with her.<br><br>In Senho form, she moves swiftly upon water.<br>When she reappears, the following effects occur:<br>·Ayaka unleashes frigid energy to apply Cryo on nearby opponents.<br>·Coldness condenses around Ayaka's blade, infusing her attacks with Cryo for a brief period.<br><br><i>\"Feathers fleeting wet / the white heron treads water / a sight without flaw\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Kamisato Art: Soumetsu",
    "talent2_img": "kamisato_ayaka_p2",
    "talent2_desc": "Summons forth a snowstorm with flawless poise, unleashing a Frostflake Seki no To that moves forward continuously.\n<br>Frostflake Seki no To<br>·A storm of whirling icy winds that slashes repeatedly at every enemy it touches, dealing Cryo DMG.<br>·The snowstorm explodes after its duration ends, dealing AoE Cryo DMG.<br><br><i>\"The blizzard veils the heron's thoughts, pity heavy in its heart.\"</i>",
    "talent3_name": "Fruits of Shinsa",
    "talent3_img": "kamisato_ayaka_p3",
    "talent3_desc": "When Ayaka crafts Weapon Ascension Materials, she has a 10% chance to receive double the product.",
    "talent1_name": "Amatsumi Kunitsumi Sanctification",
    "talent1_img": "kamisato_ayaka_p1",
    "talent1_desc": "After using Kamisato Art: Hyouka, Kamisato Ayaka's Normal and Charged Attacks deal 30% increased DMG for 6s.",
    "talent4_name": "Kanten Senmyou Blessing",
    "talent4_img": "kamisato_ayaka_p4",
    "talent4_desc": "When the Cryo application at the end of Kamisato Art: Senho hits an opponent, Kamisato Ayaka gains the following effects:\n·Restores 10 Stamina<br>·Gains 18% Cryo DMG Bonus for 10s."
  },
  "sof": {
    "sof2_name": "Snowswept Sakura",
    "sof2_img": "kamisato_ayaka_c2",
    "sof2_desc": "When Kamisato Ayaka's Normal or Charged Attacks deal Cryo DMG to opponents, it has a 50% chance of decreasing the CD of Kamisato Art: Hyouka by 0.3s. This effect can occur once every 0.1s.",
    "sof3_name": "Blizzard Blade Seki no To",
    "sof3_img": "kamisato_ayaka_c3",
    "sof3_desc": "When casting Kamisato Art: Soumetsu, unleashes 2 smaller additional Frostflake Seki no To, each dealing 20% of the original storm's DMG.",
    "sof4_name": "Frostbloom Kamifubuki",
    "sof4_img": "kamisato_ayaka_c4",
    "sof4_desc": "Increases the Level of Kamisato Art: Soumetsu by 3.\nMaximum upgrade level is 15.",
    "sof5_name": "Ebb and Flow",
    "sof5_img": "kamisato_ayaka_c5",
    "sof5_desc": "Opponents damaged by Kamisato Art: Soumetsu's Frostflake Seki no To will have their DEF decreased by 30% for 6s.",
    "sof6_name": "Blossom Cloud Irutsuki",
    "sof6_img": "kamisato_ayaka_c6",
    "sof6_desc": "Increases the Level of Kamisato Art: Hyouka by 3.\nMaximum upgrade level is 15."
  }
}