 {
  "name": "Kuki Shinobu",
  "rare": 4,
  "area": "Inazuma",
  "element": "Electro",
  "weapon": "Sword",
  "sex": "Female",
  "birth": "06/27",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick": "Mender of Tribulations",
  "desc": "The capable and reliable deputy leader of the 'Arataki Gang.' Please note: capable and reliable are not appellations for the 'Arataki Gang,' but for their deputy leader in specific.",
  "battle_talent": {
    "normal_name": "Shinobu's Shadowsword",
    "normal_img": "kuki_s1",
    "normal_desc1": "Perform up to 4 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Sanctifying Ring",
    "element_img": "kuki_s2",
    "element_desc": "Creates a Grass Ring of Sanctification at the cost of part of her HP, dealing Electro DMG to nearby opponents.<br><br><b>Grass Ring of Sanctification</b><br>Follows your current active character around. Deals Electro DMG to nearby opponents every 1.5s and restores HP for active character(s) within the ring's AoE based on Kuki Shinobu's Max HP.<br>The HP consumption from using this skill can only bring her to 20% HP.<br><br><i>Band the Naku Weed into a loop about your waist, and it shall exorcise evil.",
    "final_name": "Gyoei Narukami Kariyama Rite",
    "final_img": "kuki_s3",
    "final_desc": "Stabs an evil-excoriating blade into the ground, creating a field that cleanses the area of all that is foul, dealing continuous Electro DMG to opponents within its AoE based on Shinobu's Max HP.<br>If Shinobu's HP is less than or equal to 50% when this skill is used, the field will last longer.<br><br><i>This was originally a technique used in weeding and in ritual prayers for the yearly harvest, but Shinobu has not forgotten it, though her life as a shrine maiden may have ended."
  },
  "basic_talent": {
    "talent1_name": "Breaking Free",
    "talent1_img": "kuki_p1",
    "talent1_desc": "When Shinobu's HP is not higher than 50%, her Healing Bonus is increased by 15%.",
    "talent2_name": "Heart's Repose",
    "talent2_img": "kuki_p2",
    "talent2_desc": "If Kamisato Ayato is not on the field and his Energy is less than 40, he will regenerate 2 Energy for himself every second.",
    "talent3_name": "Protracted Prayers",
    "talent3_img": "kuki_p3",
    "talent3_desc": "Gains 25% more rewards when dispatched on an Inazuma Expedition for 20 hours."
  },
  "sof": {
    "sof1_name": "To Cloister Compassion",
    "sof1_img": "kuki_c1",
    "sof1_desc": "Gyoei Narukami Kariyama Rite's AoE is increased by 50%.",
    "sof2_name": "To Forsake Fortune",
    "sof2_img": "kuki_c2",
    "sof2_desc": "Grass Ring of Sanctification's duration is increased by 3s.",
    "sof3_name": "To Sequester Sorrow",
    "sof3_img": "kuki_c3",
    "sof3_desc": "Increases the Level of Sanctifying Ring by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "To Sever Sealing",
    "sof4_img": "kuki_c4",
    "sof4_desc": "When the Normal, Charged, or Plunging Attacks of the character affected by Shinobu's Grass Ring of Sanctification hit opponents, a Thundergrass Mark will land on the opponent's position and deal AoE Electro DMG based on 9.7% of Shinobu's Max HP.\nThis effect can occur once every 5s.",
    "sof5_name": "To Cease Courtesies",
    "sof5_img": "kuki_c5",
    "sof5_desc": "Increases the Level of Gyoei Narukami Kariyama Rite by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "To Ward Weakness",
    "sof6_img": "kuki_c6",
    "sof6_desc": "When Kuki Shinobu takes lethal DMG, this instance of DMG will not take her down. This effect will automatically trigger when her HP reaches 1 and will trigger once every 60s.\nWhen Shinobu's HP drops below 25%, she will gain 150 Elemental Mastery for 15s. This effect will trigger once every 60s."
  }
}
