{
  "nick": "Witch of Purple Rose",
  "occupation": "Knights of Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Electro",
  "constellation": "Tempus Fugit",
  "desc": "The languid but knowledgeable Librarian of the Knights of Favonius, deemed by Sumeru Akademiya to be their most distinguished graduate in the past two centuries.",
  "birth": "06/09",
  "battle_talent": {
    "normal_name": "Normal Attack: Lightning Touch",
    "normal_img": "lisa_s1",
    "normal_desc1": "Performs up to 4 lightning attacks that deal Electro DMG.",
    "normal_desc2": "Consumes a certain amount of Stamina to deal AoE Electro DMG after a short casting time.",
    "normal_desc3": "Gathering the might of Electro, Lisa plunges towards the ground from mid-air, damaging all opponents in her path. Deals AoE Electro DMG upon impact with the ground.",
    "element_name": "Violet Arc",
    "element_img": "lisa_s2",
    "element_desc": "Channels the power of lightning to sweep bothersome matters away.<br><br>Press<br>Releases a homing Lightning Orb.<br>On hit, it deals Electro DMG and applies a stack of the Conductive status (max 3 stacks) to opponents in a small AoE.<br><br>Hold<br>After an extended casting time, calls down lightning from the heavens, dealing massive Electro DMG to all nearby opponents.<br>Deals great amounts of extra damage to opponents based on the number of Conductive stacks applied to them, and clears their Conductive status.<br><br><i>Electro Purple is the raiment of the Witch of Purple Rose.</i>",
    "final_name": "Lightning Rose",
    "final_img": "lisa_s3",
    "final_desc": "Summons a Lightning Rose that unleashes powerful lightning bolts, launching surrounding opponents and dealing Electro DMG.\nThe Lightning Rose will continuously emit lightning to knock back opponents and deal Electro DMG throughout the ability's duration.<br><br><i>This rose is beautiful, but beware its mortal thorns.</i>"
  },
  "basic_talent": {
    "talent2_name": "General Pharmaceutics",
    "talent2_img": "lisa_p2",
    "talent2_desc": "When Lisa crafts a potion, she has a 20% chance to refund a portion of the crafting materials used.",
    "talent3_name": "Induced Aftershock",
    "talent3_img": "lisa_p3",
    "talent3_desc": "Hits by Charged Attacks apply Violet Arc's Conductive status to opponents.",
    "talent1_name": "Static Electricity Field",
    "talent1_img": "lisa_p1",
    "talent1_desc": "Opponents hit by Lightning Rose have their DEF decreased by 15% for 10s."
  },
  "sof": {
    "sof1_name": "Infinite Circuit",
    "sof1_img": "lisa_c1",
    "sof1_desc": "Lisa regenerates 2 Energy for every opponent hit while holding Violet Arc.\nA maximum of 10 Energy can be regenerated in this manner at any one time.",
    "sof2_name": "Electromagnetic Field",
    "sof2_img": "lisa_c2",
    "sof2_desc": "Holding Violet Arc has the following effects:\n·Increases DEF by 25%.<br>·Increases Lisa's resistance to interruption.",
    "sof3_name": "Resonant Thunder",
    "sof3_img": "lisa_c3",
    "sof3_desc": "Increases the Level of Lightning Rose by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Plasma Eruption",
    "sof4_img": "lisa_c4",
    "sof4_desc": "Lightning Rose now unleashes 1-3 lightning bolts when it attacks.",
    "sof5_name": "Electrocute",
    "sof5_img": "lisa_c5",
    "sof5_desc": "Increases the Level of Violet Arc by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Pulsating Witch",
    "sof6_img": "lisa_c6",
    "sof6_desc": "When Lisa takes the field, she applies 3 stacks of Violet Arc's Conductive status onto nearby opponents.\nThis effect can only occur once every 5s."
  }
}