{
  "localeName": "Neuvillette",
  "nick": "???",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Hydro",
  "constellation": "???",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Normal Attack: As Still Waters",
    "normal_img": "neuvillette_s1",
    "normal_desc1": "Lightly waves his cane, commanding the tides to unleash a maximum of 3 attacks, dealing Hydro DMG.",
    "normal_desc2": "While charging up, Nuevillette will gather the power of water, forming it into a Seal of Abitration. In this state, Neuvillette can move and change facing, and also absorb any Sourcewater Droplets in a certain AoE.Every Droplet he absorbs will increase the formation speed of the Seal, and will heal Neuvillette based on his Max HP.When the charging is stopped, if the Symbol has yet to be formed, then a Charged Attack will be unleashed. If it has been formed, then a Charged Attack: Equitable Judgment will be unleashed.",
    "normal_desc3": "Consumes a fixed amount of Stamina to attack opponents with a rupturing ring of water, dealing AoE Hydro DMG.Charged Attack: Equitable JudgmentUnleashes surging torrents, dealing continuous AoE Hydro DMG to all opponents in a straight-line area in front of him.Equitable Judgment will not consume any Stamina and lasts X second(s).If Neuvillette's HP is above 50%, he will continuously lose HP while using this attack.",
    "element_name": "O Tears, I Shall Repay",
    "element_img": "neuvillette_s2",
    "element_desc": "Summons a Raging Waterfall that will deal AoE Hydro DMG to opponents in front of him. After hitting an opponent, this skill will generate 3 Sourcewater Droplets near that opponent.<br><br>Arkhe: Pneuma<br>At certain intervals, when the Raging Waterfall descends, a Spiritbreath Thorn will emerge that will pierce opponents, dealing Pneuma-aligned Hydro DMG.<br><br><i>\"The law can restrict all manner of crimes, but it cannot extirpate evil itself.</i>",
    "final_name": "O Tides, I Have Returned",
    "final_img": "neuvillette_s3",
    "final_desc": "Unleashes a rupturing wave that will deal AoE Hydro DMG based on Neuvillette's Max HP. After a short interval, 2 waterfalls will descend and deal Hydro DMG in a somewhat smaller AoE, and will generate 6 Sourcewater Droplets within an area in front.\n<br><i>\"The law is only established after its publication, and above that, the laws of nature have governed all species and eras since ancient times.</i>"
  },
  "basic_talent": {
    "talent2_name": "Gather Like the Tide",
    "talent2_img": "neuvillette_p2",
    "talent2_desc": "All party members' underwater Movement SPD will be increased by 15%.",
    "talent3_name": "Heir to the Ancient Sea's Legacy",
    "talent3_img": "neuvillette_p3",
    "talent3_desc": "When a party member triggers a Vaporize, Frozen, Electro-Charged, Bloom, Hydro Swirl, or a Hydro Crystallize reaction on opponents, 1 stack of Past Draconic Glories will be granted to Neuvillette for 30s. Max 3 stacks. Will increase the DMG of Charged Attack: Equitable Judgment by 110%/130%/160%. \nEach Past Draconic Glories stack created by each Elemental Reaction exists independently.",
    "talent1_name": "The High Arbitrator's Discipline",
    "talent1_img": "neuvillette_p1",
    "talent1_desc": "For each 1% of Neuvillette's HP over 30%, he will gain 0.6% Hydro DMG Bonus. A maximum of 30% can be obtained this way."
  },
  "sof": {
    "sof1_name": "Venerable Institution",
    "sof1_img": "neuvillette_c1",
    "sof1_desc": "When Neuvillette takes the field, he will obtain 1 stack of Past Draconic Glories from the Passive Talent \"Heir to the Ancient Sea's Legacy.\" You must first unlock the Passive Talent \"Heir to the Ancient Sea's Legacy.\"\nAdditionally, his interruption resistance will be increased when using Charged Attack: Equitable Judgment.",
    "sof2_name": "The Law Commands",
    "sof2_img": "neuvillette_c2",
    "sof2_desc": "The Passive Talent \"Heir to the Ancient Sea's Legacy\" will be enhanced: Each stack for Past Draconic Glories will increase the CRIT DMG of Charged Attack: Equitable Judgment by 14%. The maximum increase that can be achieved this way is 42%.\nYou must first unlock the Passive Talent \"Heir to the Ancient Sea's Legacy.\"",
    "sof3_name": "Ancient Fiction",
    "sof3_img": "neuvillette_c3",
    "sof3_desc": "Increases the Level of Normal Attack: As Still Waters by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Crowned in Compassion",
    "sof4_img": "neuvillette_c4",
    "sof4_desc": "When Neuvillette is on the field and is healed, 1 Sourcewater Droplet will be generated. This effect can occur once every 4s.",
    "sof5_name": "Axiomatic Judgment",
    "sof5_img": "neuvillette_c5",
    "sof5_desc": "Increases the Level of O Tides, I Have Returned by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Wrathful Recompense",
    "sof6_img": "neuvillette_c6",
    "sof6_desc": "When using Charged Attack: Equitable Judgment, Neuvillette can absorb nearby Sourcewater Droplets in an AoE. Each absorbed Droplet will increase the duration of Charged Attack: Equitable Judgment by 1s.\nAdditionally, when Equitable Judgment hits opponents, it will fire off 2 additional currents every 2s, each of which will deal 10% of Neuvillette's Max HP as Hydro DMG. DMG dealt this way will count as DMG dealt by Equitable Judgment."
  }
}