{
  "nick": "Thorny Benevolence",
  "occupation": "Church of Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Cryo",
  "constellation": "Spinea Corona",
  "desc": "A sister of the church, though you wouldn't know it if it weren't for her attire. Known for her sharp, cold words and manner, she often works alone.",
  "birth": "01/24",
  "battle_talent": {
    "normal_name": "Normal Attack: Spear of the Church",
    "normal_img": "rosaria_s1",
    "normal_desc1": "Performs up to 5 consecutive spear strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to lunge forward, dealing damage to opponents along the way.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Ravaging Confession",
    "element_img": "rosaria_s2",
    "element_desc": "Rosaria swiftly shifts her position to appear behind her opponent, then stabs and slashes them with her polearm, dealing Cryo DMG.<br>This ability cannot be used to travel behind opponents of a larger build.<br><br><i>Those who confess to Sister Rosaria will be granted no absolution. All sinners shall be met with the piercing cold of punishment proportionate to the weight of their sins.</i>",
    "final_name": "Rites of Termination",
    "final_img": "rosaria_s3",
    "final_desc": "Rosaria's unique take on this prayer ritual: First, she swings her weapon to slash surrounding opponents; then, she summons a frigid Ice Lance that strikes the ground. Both actions deal Cryo DMG.\nWhile active, the Ice Lance periodically releases a blast of cold air, dealing Cryo DMG to surrounding opponents.<br><br><i>Judgment is such a tedious ordeal — much easier to skip that phase and get straight to the last rites. Rosaria was never very devoted to the Anemo God anyway, which makes performing them all too easy.</i>"
  },
  "basic_talent": {
    "talent2_name": "Night Walk",
    "talent2_img": "rosaria_p2",
    "talent2_desc": "At night (18:00–6:00), increases the Movement SPD of your own party members by 10%.\nDoes not take effect in Domains, Trounce Domains, or Spiral Abyss. Not stackable with Passive Talents that provide the exact same effects.",
    "talent3_name": "Regina Probationum",
    "talent3_img": "rosaria_p3",
    "talent3_desc": "When Rosaria strikes an opponent from behind using Ravaging Confession, Rosaria's CRIT Rate increases by 12% for 5s.",
    "talent1_name": "Shadow Samaritan",
    "talent1_img": "rosaria_p1",
    "talent1_desc": "Casting Rites of Termination increases CRIT Rate of all nearby party members (except Rosaria herself) by 15% of Rosaria's CRIT Rate for 10s.\nCRIT Rate Bonus gained this way cannot exceed 15%."
  },
  "sof": {
    "sof1_name": "Unholy Revelation",
    "sof1_img": "rosaria_c1",
    "sof1_desc": "When Rosaria deals a CRIT Hit, her ATK SPD increases by 10% and her Normal Attack DMG increases by 10% for 4s.",
    "sof2_name": "Land Without Promise",
    "sof2_img": "rosaria_c2",
    "sof2_desc": "The duration of the Ice Lance created by Rites of Termination is increased by 4s.",
    "sof3_name": "The Wages of Sin",
    "sof3_img": "rosaria_c3",
    "sof3_desc": "Increases the Level of Ravaging Confession by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Painful Grace",
    "sof4_img": "rosaria_c4",
    "sof4_desc": "Ravaging Confession's CRIT Hits regenerate 5 Energy for Rosaria.\nCan only be triggered once each time Ravaging Confession is cast.",
    "sof5_name": "Last Rites",
    "sof5_img": "rosaria_c5",
    "sof5_desc": "Increases the Level of Rites of Termination by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Divine Retribution",
    "sof6_img": "rosaria_c6",
    "sof6_desc": "Rites of Termination's attack decreases opponents' Physical RES by 20% for 10s."
  }
}