{
  "name": "Sucrose",
  "rare": 4,
  "area": "Mondstadt",
  "element": "Anemo",
  "weapon": "Catalyst",
  "sex": "Female",
  "birth": "11/26",
  "role": "Utility",
  "isComingSoon": false,
  "nick":"Harmless Sweetie",
  "desc": "An alchemist filled with curiosity about all things. She researches bio-alchemy.",
  "battle_talent": {
    "normal_name": "Wind Spirit Creation",
    "normal_img": "normal_attack_wind_spirit_creation",
    "normal_desc1": "Performs up to 4 attacks using Wind Spirits, dealing Anemo DMG.",
    "normal_desc2": "Consumes a certain amount of Stamina and deals AoE Anemo DMG after a short casting time.",
    "normal_desc3": "Calling upon the power of her Wind Spirits, Sucrose plunges towards the ground from mid-air, damaging all opponents in her path. Deals AoE Anemo DMG upon impact with the ground.",
    "element_name": "Astable Anemohypostasis Creation - 6308",
    "element_img": "astable_anemohypostasis_creation",
    "element_desc": "Creates a small Wind Spirit that pulls opponents and objects towards its location, launches opponents within its AoE, and deals Anemo DMG.",
    "final_name": "Forbidden Creation - Isomer 75 / Type II",
    "final_img": "forbidden_creation_isomer_75",
    "final_desc": "Sucrose hurls an unstable concoction that creates a Large Wind Spirit. While it persists, the Large Wind Spirit will continuously pull and launch nearby opponents, and deal Anemo DMG.<br>Elemental Absorption: If the Wind Spirit comes into contact with Hydro/Pyro/Cryo/Electro elements, it will deal additional elemental DMG of that type. Elemental Absorption may only occur once per use."
  },
  "basic_talent": {
    "talent1_name": "Catalyst Conversion",
    "talent1_img": "catalyst_conversion",
    "talent1_desc": "When Sucrose triggers a Swirl effect, all characters in the party with the matching element (excluding Sucrose) have their Elemental Mastery increased by 50 for 8s.",
    "talent2_name": "Mollis Favonius",
    "talent2_img": "mollis_favonius",
    "talent2_desc": "When Astable Anemohypostasis Creation - 6308 or Forbidden Creation - Isomer 75 / Type II hits an opponent, increases all party members' (excluding Sucrose) Elemental Mastery based on 20% of Sucrose's Elemental Mastery for 8s.",
    "talent3_name": "Astable Invention",
    "talent3_img": "astable_invention",
    "talent3_desc": "When Sucrose crafts Character and Weapon Enhancement Materials, she has a 10% chance to obtain double the product."
  },
  "sof": {
    "sof1_name": "Clustered Vacuum Field",
    "sof1_img": "clustered_vacuum_field",
    "sof1_desc": "Astable Anemohypostasis Creation - 6308 gains 1 additional charge.",
    "sof2_name": "Beth: Unbound Form",
    "sof2_img": "beth_unbound_form",
    "sof2_desc": "The duration of Forbidden Creation - Isomer 75 / Type II is increased by 2s.",
    "sof3_name": "Flawless Alchemistress",
    "sof3_img": "flawless_alchemistress",
    "sof3_desc": "Increases the Level of Astable Anemohypostasis Creation - 6308 by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Alchemania",
    "sof4_img": "alchemania",
    "sof4_desc": "Every 7 Normal and Charged Attacks, Sucrose will reduce the CD of Astable Anemohypostasis Creation - 6308 by 1-7s.",
    "sof5_name": "Caution: Standard Flask",
    "sof5_img": "caution_standard_flask",
    "sof5_desc": "Increases the Level of Forbidden Creation - Isomer 75 / Type II by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Chaotic Entropy",
    "sof6_img": "chaotic_entropy",
    "sof6_desc": "If Forbidden Creation - Isomer 75 / Type II triggers an Elemental Absorption, all party members gain a 20% Elemental DMG Bonus for the corresponding absorbed element during its duration."
  }
}
