{
  "name": "Traveler-Dendro",
  "rare": 5,
  "area": "Another World",
  "element": "Dendro",
  "weapon": "Sword",
  "sex": "SET_BY_PLAYER",
  "birth": "SET_BY_PLAYER",
  "role": "Support_DPS",
  "isComingSoon": true,
  "nick":"Traveler",
  "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
  "battle_talent": {
    "normal_name": "Foreign Fieldcleaver",
    "normal_img": "traveler_dendro_s1",
    "normal_desc1": "Performs up to 5 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Razorgrass Blade",
    "element_img": "traveler_dendro_s2",
    "element_desc": "With a flourish of your blade, you unleash a spray of razor-sharp leaves that go before you and deal Dendro DMG.<br><br><i>You and Paimon observed the flowing edges of grass and leaf.",
    "final_name": "Surgent Manifestation",
    "final_img": "traveler_dendro_s3",
    "final_desc": "Calling upon the might of the flora all around you, you create a Lea Lotus Lamp. This Lamp will deal continuous Dendro DMG to opponents within its AoE.<br>Lotuslight Transfiguration<br>The Lea Lotus Lamp will undergo the following changes after it comes into contact with Hydro/Electro/Pyro:<br>• Hydro: the Lamp's AoE and the AoE of its attacks are increased.<br>• Electro: the Lamp's ATK SPD is increased.<br>• Pyro: the Lamp will explode after a short delay and then disappear, dealing AoE Dendro DMG.<br>The Lea Lotus Lamp can only undergo one Lotuslight Transfiguration in its duration.<br>Only one Lamp created by the Traveler can exist at any one time.<br><br><i>You and Paimon studied the sounds of plants that sprout after the rain."
  },
  "basic_talent": {
    "talent1_name": "Verdant Overgrowth",
    "talent1_img": "traveler_dendro_p1",
    "talent1_desc": "Every point of Elemental Mastery the Traveler possesses increases the DMG dealt by Razorgrass Blade by 0.15% and the DMG dealt by Surgent Manifestation by 0.1%.",
    "talent2_name": "Verdant Luxury",
    "talent2_img": "traveler_dendro_p2",
    "talent2_desc": "Every point of Elemental Mastery the Traveler possesses increases the DMG dealt by Razorgrass Blade by 0.15% and the DMG dealt by Surgent Manifestation by 0.1%."
  },
  "sof": {
    "sof1_name": "Parasitic Creeper",
    "sof1_img": "traveler_dendro_c1",
    "sof1_desc": "After Razorgrass Blade hits an opponent, it will regenerate 3.5 Energy for the Traveler.",
    "sof2_name": "Green Resilience",
    "sof2_img": "traveler_dendro_c2",
    "sof2_desc": "Lea Lotus Lamp's duration is increased by 3s.",
    "sof3_name": "Whirling Weeds",
    "sof3_img": "traveler_dendro_c3",
    "sof3_desc": "Increases the Level of Razorgrass Blade by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Treacle Grass",
    "sof4_img": "traveler_dendro_c4",
    "sof4_desc": "After the Lea Lotus Lamp triggers a Lotuslight Transfiguration, it will obtain 5 stacks of the Overflowing Lotuslight effect from the Passive Talent 'Verdant Overgrowth.'\nYou must have unlocked this Passive Talent first.",
    "sof5_name": "Viridian Transience",
    "sof5_img": "traveler_dendro_c5",
    "sof5_desc": "Increases the Level of Surgent Manifestation  by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Withering Aggregation",
    "sof6_img": "traveler_dendro_c6",
    "sof6_desc": "The Dendro DMG Bonus of the character under the effect of Overflowing Lotuslight as created by the Lea Lotus Lamp is increased by 12%. If the Lamp has experienced a Lotuslight Transfiguration previously, the character will also gain 12% DMG Bonus for the corresponding element."
  }
}
