{
  "name": "Traveler-Anemo",
  "rare": 5,
  "area": "Another World",
  "element": "Anemo",
  "weapon": "Sword",
  "sex": "SET_BY_PLAYER",
  "birth": "SET_BY_PLAYER",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick":"Traveler",
  "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
  "battle_talent": {
    "normal_name": "Foreign Ironwind",
    "normal_img": "normal_attack_foreign_ironwind",
    "normal_desc1": "Performs up to 5 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Palm Vortex",
    "element_img": "palm_vortex",
    "element_desc": "Grasping the wind's might, you form a vortex of vacuum in your palm, causing continuous Anemo DMG to opponents in front of you.<br>The vacuum vortex explodes when the skill duration ends, causing a greater amount of Anemo DMG over a larger area.<br>Hold: DMG and AoE will gradually increase.<br>Elemental Absorption: If the vortex comes into contact with Hydro/Pyro/Cryo/Electro elements, it will deal additional elemental DMG of that type. Elemental Absorption may only occur once per use.",
    "final_name": "Gust Surge",
    "final_img": "gust_surge",
    "final_desc": "Guiding the path of the wind currents, you summon a forward-moving tornado that pulls objects and opponents towards itself, dealing Anemo DMG each 0.5 seconds, 9 times.<br>Elemental Absorption If the vortex comes into contact with Hydro/Pyro/Cryo/Electro elements, it will deal 30.7% additional elemental DMG of that type. Elemental Absorption may only occur once per use."
  },
  "basic_talent": {
    "talent1_name": "Slitting Wind",
    "talent1_img": "slitting_wind",
    "talent1_desc": "The last hit of a Normal Attack combo unleashes a wind blade, dealing 60% of ATK as Anemo DMG to all opponents in its path.",
    "talent2_name": "Second Wind",
    "talent2_img": "second_wind",
    "talent2_desc": "Palm Vortex kills regenerate 2% HP for 5s. This effect can only occur once every 5s."
  },
  "sof": {
    "sof1_name": "Raging Vortex",
    "sof1_img": "raging_vortex",
    "sof1_desc": "Palm Vortex pulls in opponents and objects within a 5m radius.",
    "sof2_name": "Uprising Whirlwind",
    "sof2_img": "uprising_whirlwind",
    "sof2_desc": "Increases Energy Recharge by 16%.",
    "sof3_name": "Sweeping Gust",
    "sof3_img": "sweeping_gust",
    "sof3_desc": "Increases the Level of Gust Surge by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Cherishing Breezes",
    "sof4_img": "cherishing_breezes",
    "sof4_desc": "Reduces DMG taken while casting Palm Vortex by 10%.",
    "sof5_name": "Vortex Stellaris",
    "sof5_img": "vortex_stellaris",
    "sof5_desc": "Increases the Level of Palm Vortex by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Intertwined Winds",
    "sof6_img": "interwined_winds",
    "sof6_desc": "Targets who take DMG from Gust Surge have their Anemo RES decreased by 20%.\nIf an Elemental Absorption occurred, then their RES towards the corresponding Element is also decreased by 20%."
  }
}
