{
  "localeName": "Xiao",
  "nick": "Vigilant Yaksha",
  "occupation": "Liyue Adeptus",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Anemo",
  "constellation": "Alatus Nemeseos",
  "desc": "A yaksha adeptus who defends Liyue. Also heralded as the \"Conqueror of Demons\" and \"Vigilant Yaksha.\"",
  "birth": "04/17",
  "battle_talent": {
    "normal_name": "Normal Attack: Whirlwind Thrust",
    "normal_img": "xiao_s1",
    "normal_desc1": "Performs up to 6 consecutive spear strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to perform an upward thrust.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.Xiao does not take DMG from performing Plunging Attacks.",
    "element_name": "Lemniscatic Wind Cycling",
    "element_img": "xiao_s2",
    "element_desc": "Xiao lunges forward, dealing Anemo DMG to opponents in his path.<br>Can be used in mid-air.<br>Starts with 2 charges.<br><br><i>According to the legends of another land, the world will someday be crushed by two great wind wheels. Xiao's mastery over polearms is transcendent, ripping his foes apart like those legendary wind wheels.</i>",
    "final_name": "Bane of All Evil",
    "final_img": "xiao_s3",
    "final_desc": "Xiao dons the Yaksha Mask that set gods and demons trembling millennia ago.\n<br>Yaksha's Mask<br>·Greatly increases Xiao's jumping ability.<br>·Increases his attack AoE and attack DMG.<br>·Converts attack DMG into Anemo DMG, which cannot be overridden by any other elemental infusion.<br><br>In this state, Xiao will continuously lose HP.<br>The effects of this skill end when Xiao leaves the field.<br><br><i>Donning the Mask of the Yaksha, Xiao takes the terrifying, demon-conquering form of the Vigilant Yaksha. But this great power has also brought him great suffering. Some call him \"The Bane of All Evil.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Transcension: Gravity Defier",
    "talent2_img": "xiao_p2",
    "talent2_desc": "Decreases climbing Stamina consumption for your own party members by 20%.\nNot stackable with Passive Talents that provide the exact same effects.",
    "talent3_name": "Conqueror of Evil: Tamer of Demons",
    "talent3_img": "xiao_p3",
    "talent3_desc": "While under the effects of Bane of All Evil, all DMG dealt by Xiao increases by 5%. DMG increases by a further 5% for every 3s the ability persists.\nThe maximum DMG Bonus is 25%.",
    "talent1_name": "Dissolution Eon: Heaven Fall",
    "talent1_img": "xiao_p1",
    "talent1_desc": "Using Lemniscatic Wind Cycling increases the DMG of subsequent uses of Lemniscatic Wind Cycling by 15%.\nThis effect lasts for 7s, and has a maximum of 3 stacks. Gaining a new stack refreshes the effect's duration."
  },
  "sof": {
    "sof1_name": "Dissolution Eon: Destroyer of Worlds",
    "sof1_img": "xiao_c1",
    "sof1_desc": "Increases Lemniscatic Wind Cycling's charges by 1.",
    "sof2_name": "Annihilation Eon: Blossom of Kaleidos",
    "sof2_img": "xiao_c2",
    "sof2_desc": "When in the party and not on the field, Xiao's Energy Recharge is increased by 25%.",
    "sof3_name": "Conqueror of Evil: Wrath Deity",
    "sof3_img": "xiao_c3",
    "sof3_desc": "Increases the Level of Lemniscatic Wind Cycling by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Transcension: Extinction of Suffering",
    "sof4_img": "xiao_c4",
    "sof4_desc": "When Xiao's HP falls below 50%, he gains a 100% DEF Bonus.",
    "sof5_name": "Evolution Eon: Origin of Ignorance",
    "sof5_img": "xiao_c5",
    "sof5_desc": "Increases the Level of Bane of All Evil by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Conqueror of Evil: Guardian Yaksha",
    "sof6_img": "xiao_c6",
    "sof6_desc": "While under the effects of Bane of All Evil, hitting at least 2 opponents with Xiao's Plunging Attack will immediately grant him 1 charge of Lemniscatic Wind Cycling, and for the next 1s, he may use Lemniscatic Wind Cycling while ignoring its CD."
  }
}