{
  "nick": "Blazing Riff",
  "occupation": "\"The Red Strings\"",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "Fila Ignium",
  "desc": "Liyue's sole rock 'n' roll musician. She rebels against ossified prejudices using her music and passionate singing.",
  "birth": "10/16",
  "battle_talent": {
    "normal_name": "Normal Attack: Dance on Fire",
    "normal_img": "xinyan_s1",
    "normal_desc1": "Performs up to 4 consecutive strikes.",
    "normal_desc2": "Drains Stamina over time to perform continuous spinning attacks against all nearby opponents.At the end of the sequence, performs a more powerful slash. ",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Sweeping Fervor",
    "element_img": "xinyan_s2",
    "element_desc": "Xinyan brandishes her instrument, dealing Pyro DMG on nearby opponents, forming a shield made out of her audience's passion.<br>The shield's DMG Absorption scales based on Xinyan's DEF and on the number of opponents hit.<br>·Hitting 0–1 opponents grants Shield Level 1: Ad Lib.<br>·Hitting 2 opponents grants Shield Level 2: Lead-In.<br>·Hitting 3 or more opponents grants Shield Level 3: Rave, which will also deal intermittent Pyro DMG to nearby opponents.<br><br>The shield has the following special properties:<br>·When unleashed, it infuses Xinyan with Pyro.<br>·It has 250% DMG Absorption effectiveness against Pyro DMG.<br><br><i>Xinyan insists that these pyrotechnics are the apex of performative art, and that they are physical phenomena that have nothing to do with her Vision.</i>",
    "final_name": "Riff Revolution",
    "final_img": "xinyan_s3",
    "final_desc": "Strumming rapidly, Xinyan launches nearby opponents and deals Physical DMG to them, hyping up the crowd.\nThe sheer intensity of the atmosphere will cause explosions that deal Pyro DMG to nearby opponents.<br><br><i>Xinyan used to end all her performances with this move. She didn't stop because it was dangerous, however, but because she didn't have a more epic finale in case someone shouted \"Encore!\"</i>"
  },
  "basic_talent": {
    "talent2_name": "A Rad Recipe",
    "talent2_img": "xinyan_p2",
    "talent2_desc": "When a Perfect Cooking is achieved on a DEF-boosting dish, Xinyan has a 12% chance to obtain double the product.",
    "talent3_name": "\"The Show Goes On, Even Without an Audience...\"",
    "talent3_img": "xinyan_p3",
    "talent3_desc": "Decreases the number of opponents Sweeping Fervor must hit to trigger each level of shielding.\n·Shield Level 2: Lead-In requirement reduced to 1 opponent hit.<br>·Shield Level 3: Rave requirement reduced to 2 opponents hit or more.",
    "talent1_name": "\"...Now That's Rock 'N' Roll!\"",
    "talent1_img": "xinyan_p1",
    "talent1_desc": "Characters shielded by Sweeping Fervor deal 15% increased Physical DMG."
  },
  "sof": {
    "sof1_name": "Fatal Acceleration",
    "sof1_img": "xinyan_c1",
    "sof1_desc": "Upon scoring a CRIT Hit, increases ATK SPD of Xinyan's Normal and Charged Attacks by 12% for 5s.\nCan only occur once every 5s.",
    "sof2_name": "Impromptu Opening",
    "sof2_img": "xinyan_c2",
    "sof2_desc": "Riff Revolution's Physical DMG has its CRIT Rate increased by 100%, and will form a shield at Shield Level 3: Rave when cast.",
    "sof3_name": "Double-Stop",
    "sof3_img": "xinyan_c3",
    "sof3_desc": "Increases the Level of Sweeping Fervor by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Wildfire Rhythm",
    "sof4_img": "xinyan_c4",
    "sof4_desc": "Sweeping Fervor's swing DMG decreases opponent's Physical RES by 15% for 12s.",
    "sof5_name": "Screamin' for an Encore",
    "sof5_img": "xinyan_c5",
    "sof5_desc": "Increases the Level of Riff Revolution by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Rockin' in a Flaming World",
    "sof6_img": "xinyan_c6",
    "sof6_desc": "Decreases the Stamina Consumption of Xinyan's Charged Attacks by 30%. Additionally, Xinyan's Charged Attacks gain an ATK Bonus equal to 50% of her DEF."
  }
}