{
  "nick": "真実を求める曇りなきモノクル",
  "occupation": "スチームバード新聞社",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Cryo",
  "constellation": "真実明鏡座",
  "desc": "元気に満ち溢れるスチームバード新聞の記者。いつも「真相」を求めて駆け回っている。",
  "birth": "04/10",
  "battle_talent": {
    "normal_name": "通常攻撃·寒色撮影技法",
    "normal_img": "charlotte_s1",
    "normal_desc1": "特製の写真機「ヴェリテくん」で目標に狙いを定めて最大3段の攻撃を行い、氷元素ダメージを与える。",
    "normal_desc2": "一定のスタミナを消費し、一瞬構えた後、「ヴェリテくん」をセットして氷元素範囲ダメージを与える。",
    "normal_desc3": "氷元素の力を凝集させながら空中から落下し、地面に衝撃を与える。経路上の敵を攻撃するとともに、落下時に氷元素範囲ダメージを与える。",
    "element_name": "フレーミング·氷点法",
    "element_img": "charlotte_s2",
    "element_desc": "エース記者として精神を集中させ、撮影テクニックを存分に披露する。一回押しと長押しによって発動効果が変わる。<br><br>一回押し<br>「ヴェリテくん」による迅速なスナップショットを繰り出し、前方の敵に氷元素範囲ダメージを与え、命中した最大5体の敵に「スナップシルエット」を付与する。継続時間中、「スナップシルエット」は一定時間ごとに敵に氷元素ダメージを与える。<br><br>長押し<br>「ヴェリテくん」のファインダーを覗き、構図モードに入る。長押し中、ファインダーは徐々に最大画角まで拡大していく。この状態の時、シャルロットは移動と向きを調整できる。<br>長押し終了時、「ヴェリテくん」はファインダーで捕捉した敵に氷元素ダメージを与え、一回押しの時と同じ「スナップシルエット」を付与する。ただし、ファインダーが最大画角に達した後に長押しを終了してスキルを発動した場合は、より長く持続し、より大きなダメージを与える「フォーカスインプレッション」を代わりに付与する。この時、スキルのクールタイムはより長くなる。<br>構図モードは最大15秒間持続し、最大5体の敵を捕捉可能。<br><br><i>「新聞に使う写真は、シンプルな構図と際立ったテーマが重要なの。でも一番肝心なのはやっぱり、心躍らせる瞬間を捉える才能ね！」</i>",
    "final_name": "スチルフォト·多角的立証",
    "final_img": "charlotte_s3",
    "final_desc": "氷霜を凝集させて『スチームバード新聞』のロゴを作り、「スクープフィールド」を展開して氷元素範囲ダメージを与え、周囲のチーム全員のHPを回復する。回復量はシャルロットの攻撃力によって決まる。\n<br>スクープフィールド<br>·継続期間中、「ヴェリテくん」は一定時間ごとに範囲内の敵を攻撃し、氷元素ダメージを与える。<br>·範囲内にいるフィールド上のキャラクターのHPを持続的に回復する。回復量はシャルロットの攻撃力によって決まる。<br><br><i>「あらゆる側面から話を聞いて、起こった状況をありのままに復元する…良い報道をするためには、当然色んな角度から証拠を集めないといけないわ…そうすることで、報道に最適な視点を選ぶことができるってわけ！」</i>"
  },
  "basic_talent": {
    "talent2_name": "主観シャッター",
    "talent2_img": "charlotte_p2",
    "talent2_desc": "シャルロットが「特殊分析ズームレンズ」を有効にした状態で、元素スキル「フレーミング·氷点法」を長押しすると、元の効果を発揮する代わりに、特殊な方法で写真を撮ることができるようになる…",
    "talent3_name": "衝撃的モーメント",
    "talent3_img": "charlotte_p3",
    "talent3_desc": "「フォーカスインプレッション」のマークが付いている敵が倒されたとき、フレーミング·氷点法のクールタイム-2秒。この方法での短縮は12秒毎に4回のみ発動可能。",
    "talent1_name": "多様性リサーチ",
    "talent1_img": "charlotte_p1",
    "talent1_desc": "チームにシャルロット自身を除いたフォンテーヌ出身のキャラクターが1/2/3名いるとき、シャルロットの与える治療効果がそれぞれ+5%/10%/15%。チームにフォンテーヌ以外の出身のキャラクターが1/2/3名いるとき、シャルロットの氷元素ダメージがそれぞれ+5%/10%/15%。"
  },
  "sof": {
    "sof1_name": "検証を以て制約と為す",
    "sof1_img": "charlotte_c1",
    "sof1_desc": "スチルフォト·多角的立証がキャラクターに治療を行うと、キャラクターに「検証」マークを付与し、2秒毎にキャラクターのHPを回復する。回復量はシャルロットの攻撃力の80%分に相当する。この効果の継続時間は6秒。",
    "sof2_name": "求真を以て職責と為す",
    "sof2_img": "charlotte_c2",
    "sof2_desc": "フレーミング·氷点法発動時、「ヴェリテくん」の攻撃が1/2/3体以上の敵に命中すると、シャルロットの攻撃力はそれぞれ+10%/20%/30%となる。継続時間12秒。",
    "sof3_name": "独立を以て前提と為す",
    "sof3_img": "charlotte_c3",
    "sof3_desc": "スチルフォト·多角的立証のスキルLv.+3。\n最大Lv.15まで。",
    "sof4_name": "督促を以て義務と為す",
    "sof4_img": "charlotte_c4",
    "sof4_desc": "スチルフォト·多角的立証が「スナップシルエット」、または「フォーカスインプレッション」マークが付いている敵に命中したとき、与えるダメージ+10%。また、シャルロットが元素エネルギーを2ポイント回復する。この方法での元素エネルギー回復は20秒毎に5回のみ可能。",
    "sof5_name": "良識を以て原則と為す",
    "sof5_img": "charlotte_c5",
    "sof5_desc": "フレーミング·氷点法のスキルLv.+3。\n最大Lv.15まで。",
    "sof6_name": "好奇を以て要義と為す",
    "sof6_img": "charlotte_c6",
    "sof6_desc": "フィールド上にいるキャラクターの通常攻撃と重撃がフレーミング·氷点法の「フォーカスインプレッション」マークを付与されている敵に命中すると、「ヴェリテくん」は連携攻撃を発動し、シャルロットの攻撃力180%分に相当する氷元素範囲ダメージを与え、同時に攻撃範囲内にいるフィールド上キャラクターのHPを回復する。回復量はシャルロットの攻撃力42%分に相当する。この効果は6秒毎に1回のみ発動可能。この方法によって与えたダメージと治療効果は、シャルロットの元素爆発によるものと見なされる。"
  }
}