{
  "nick": "朗镜索真",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Cryo",
  "constellation": "真视镜座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "通常攻撃·クールカラーキャプチャーJP0B",
    "normal_img": "charlotte_s1",
    "normal_desc1": "特製の写真機「ヴェリテくん」で目標を狙い、最大3段の攻撃を行い、氷元素ダメージを与える。",
    "normal_desc2": "一定のスタミナを消費し、短い準備の後、「ヴェリテくん」をセットして氷元素範囲ダメージを与える。",
    "normal_desc3": "空中から氷元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に氷元素範囲ダメージを与える。",
    "element_name": "フレーミング·氷点構図法JP0B",
    "element_img": "charlotte_s2",
    "element_desc": "ジャーナリストのエイスの鋭気を凝集し、撮影テクニックを存分に発揮する。一回押しと長押しによって発生する効果が変わる。<br><br>一回押し<br>「ヴェリテくん」で敏捷なスナップショットを繰り出し、前方の敵に氷元素範囲ダメージを与え、命中した最大5体の敵に「スナップシルエット」を付与する。持続時間中、「スナップシルエット」は一定時間の間隔で敵に氷元素ダメージを与える。<br><br>長押し<br>「ヴェリテくん」のファインダーを起動し、構図状態に入る。長押ししている間、ファインダーは徐々に最大枠サイズまで拡大する。この状態の時、シャルロットは移動と向きの調整ができる。<br>長押し終了時、「ヴェリテくん」はファインダー内でロックされている敵に氷元素ダメージを与え、一回押しの時と同じの「スナップシルエット」を付与する。ファインダーが最大枠に達した後にスキルを発動した場合、より長く持続し、より大きなダメージを与える「フォーカスインプレッション」を代わりに付与するようになる。その場合、このスキルのクールタイムはより長くなる。<br>構図状態は最大で15秒間持続でき、最大5体の敵をロック可能。<br><br><i>「新聞に使う写真は、簡潔な画面と際立ったテーマが重要だわ。でも一番肝心なのは、やはり心を躍らせる瞬間をとらえる才能よ！」</i>JP0B",
    "final_name": "スチル·全方位確証JP0B",
    "final_img": "charlotte_s3",
    "final_desc": "氷霜で『スチームバード新聞』の看板を凝集して「確証現場」を作り、氷元素範囲ダメージを与え、チーム全員のHPを回復する。回復量はシャルロットの攻撃力によって決まる。\n<br>確証現場<br>·継続期間中、「ヴェリテくん」は一定時間の間隔で範囲内にいる敵を攻撃し、氷元素ダメージを与える。<br>·範囲内にいるフィールド上のキャラクターのHPを持続的に回復する。回復量はシャルロットの攻撃力によって決まる。<br><br><i>「あらゆる側面から話を聞き、起こった状況をありのままに復元する…良い報道をするためには、もちろん多くの角度から証拠を集めなければならない…そうすれば、報道に最適な角度を選ぶことができるってわけだよ！」</i>JP0B"
  },
  "basic_talent": {
    "talent2_name": "第一人称シャッターJP0B",
    "talent2_img": "charlotte_p2",
    "talent2_desc": "シャルロットが「特殊分析ズームレンズ」を装備した後、元素スキル「フレーミング·氷点構図法」の長押しは元の効果を発揮できず、代わりに特殊な方法で写真を撮ることができるようになる。JP0B",
    "talent3_name": "インパクトモーメントJP0B",
    "talent3_img": "charlotte_p3",
    "talent3_desc": "「フォーカスインプレッション」のマークが付いている敵を倒した時、フレーミング·氷点構図法のクールタイム-2秒。この方法での発動は12秒毎に4回のみ可能。JP0B",
    "talent1_name": "多様性調査JP0B",
    "talent1_img": "charlotte_p1",
    "talent1_desc": "シャルロット自身を除き、チームにフォンテーヌ出身のキャラクターが1人いる毎に、シャルロットの受ける治療効果+5%。チームにフォンテーヌ以外の出身のキャラクターが1人いる毎に、シャルロットの氷元素ダメージ+5%。JP0B"
  },
  "sof": {
    "sof1_name": "検証をもっと約束となすJP0B",
    "sof1_img": "charlotte_c1",
    "sof1_desc": "スチル·全方位確証がキャラクターに治療を行うと、キャラクターに「検証」マークを付与し、2秒毎にキャラクターのHPを回復する。回復量はシャルロットの攻撃力の80%分に相当する。この効果の継続時間は6秒。JP0B",
    "sof2_name": "求真をもって職務となすJP0B",
    "sof2_img": "charlotte_c2",
    "sof2_desc": "フレーミング·氷点構図法発動時、「ヴェリテくん」の攻撃が1/2/3体、またはそれ以上の敵に命中すると、シャルロットの攻撃力はそれぞれ+10%/20%/30%、継続時間12秒。JP0B",
    "sof3_name": "独立をもって先決となすJP0B",
    "sof3_img": "charlotte_c3",
    "sof3_desc": "スチル·全方位確証のスキルLv.+3。\n最大Lv.15まで。JP0B",
    "sof4_name": "督促をもって責任となすJP0B",
    "sof4_img": "charlotte_c4",
    "sof4_desc": "スチル·全方位確証が「スナップシルエット」、または「フォーカスインプレッション」マークが付いている敵に命中する時、与えるダメージ+10%、シャルロットが元素エネルギーを2ポイント回復する。この方法での元素エネルギー回復は20秒毎に5回のみ可能。JP0B",
    "sof5_name": "良知をもって原則となすJP0B",
    "sof5_img": "charlotte_c5",
    "sof5_desc": "フレーミング·氷点構図法のスキルLv.+3。\n最大Lv.15まで。JP0B",
    "sof6_name": "面白をもって要義となすJP0B",
    "sof6_img": "charlotte_c6",
    "sof6_desc": "現在フィールド上にいるキャラクターの通常攻撃と重撃がフレーミング·氷点構図法の「フォーカスインプレッション」マークを付与されている敵に命中した後、「ヴェリテくん」は連携攻撃を発動し、シャルロットの攻撃力180%分に相当する氷元素範囲ダメージを与え、攻撃範囲内にいるフィールド上キャラクターのHPを回復する。回復量はシャルロットの攻撃力42%分に相当する。この効果は6秒毎に1回のみ発動可能。この方法によるダメージと治療効果はシャルロットの元素爆発ダメージと治療効果と見なされる。JP0B"
  }
}