{
  "nick": "???",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "剑铳座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "通常攻撃·バヨネットライン·改JP0B",
    "normal_img": "chevreuse_s1",
    "normal_desc1": "槍による最大4段の連続攻撃を行う。",
    "normal_desc2": "一定のスタミナを消費して前方に突進し、経路上の敵にダメージを与える。",
    "normal_desc3": "空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
    "element_name": "ショートレンジラピッド阻止射撃JP0B",
    "element_img": "chevreuse_s2",
    "element_desc": "シュヴルーズは素早く銃を肩に当てて、敵を射撃し炎元素範囲ダメージを与える。<br>長押しによって攻撃方法が変わる。<br><br>長押し<br>照準モードに入り、照準範囲内の敵一体をロックし、より精確な阻止射撃を行う。シュヴルーズが「オーバーチャージ弾頭」を持っている場合、代わりにそれを撃つようになり、より広範囲かつ大きな炎元素ダメージを与えるようになる。<br>シュヴルーズは、周囲のチーム全員が過負荷反応を起こす時、「オーバーチャージ弾頭」を1個獲得する。「オーバーチャージ弾頭」は同時に最大1個まで所持可能。<br><br>シュヴルーズが射撃を行った後の一定時間、フィールド上キャラクターのHPを持続的に回復する。回復量はシュヴルーズのHP上限によって決まる。<br><br>アルケー：ウーシア<br>シュヴルーズの「ショートレンジラピッド阻止射撃」が命中した時、迸発の刃を召喚してウーシアを帯びた炎元素ダメージを与える、一定間隔ごとに発動が可能。<br><br><i>「実は、訓練条令には『阻止射撃』というワードがなかった。だが、とある小説の主人公が、専用名詞が含む技名は味方を奮い立たせ、敵を勢いのスタートラインに負けさせると主張した…とても理にかなってると思ったから、条令を変更したまでだ！」</i>JP0B",
    "final_name": "円形バースト爆轟術JP0B",
    "final_img": "chevreuse_s3",
    "final_desc": "シュヴルーズは銃を用い、敵に向けて爆轟榴弾を発射して炎元素範囲ダメージを与える。爆轟榴弾は命中した後、複数の二重破壊弾に分裂する。\n二重破壊弾は短時間後、近くの敵に炎元素ダメージを与える。<br><br><i>「理論上、四角いエリアを爆撃すれば、陣を構える敵を効果的に攻撃することができる。だが、残念ながら爆風の断面はほとんどのケーキのように、円形だ。そのため、飛び散る榴弾もケーキの縁の果物のように、環状にしか並べられないのだ。」</i>JP0B"
  },
  "basic_talent": {
    "talent2_name": "迅速行軍策略JP0B",
    "talent2_img": "chevreuse_p2",
    "talent2_desc": "チーム内の自身のキャラクター全員がダッシュに消費するスタミナ-20%。\n同じ効果を持つ固有天賦との重ね掛け不可。",
    "talent3_name": "尖兵協同戦法JP0B",
    "talent3_img": "chevreuse_p3",
    "talent3_desc": "チーム全員の元素タイプが炎元素と雷元素であり、かつ炎元素と雷元素のキャラクターが少なくとも一人ずついる時、シュヴルーズは周囲のチーム全員に「協同戦法」を付与する。キャラクターが過負荷反応を起こした後、この反応の影響を受けた敵の炎元素耐性および雷元素耐性-40%、継続時間6秒。JP0B",
    "talent1_name": "縦陣武力統括JP0B",
    "talent1_img": "chevreuse_p1",
    "talent1_desc": "シュヴルーズがショートレンジラピッド阻止射撃の「オーバーチャージ弾頭」を発射した後、シュヴルーズのHP上限を基準に、HP上限1000毎に周囲のチームにいる炎元素と雷元素キャラクターの攻撃力+1%、継続時間30秒。この方法でアップできる攻撃力は最大40%まで。JP0B"
  },
  "sof": {
    "sof1_name": "強固戦線の迫力JP0B",
    "sof1_img": "chevreuse_c1",
    "sof1_desc": "「協同戦法」状態のキャラクター（シュヴルーズ自身を除く）が過負荷反応を起こした時、元素エネルギーを6ポイント回復する。この効果は10秒毎に1回のみ発動可能。\n固有天賦「尖兵協同戦法」を解放する必要がある。JP0B",
    "sof2_name": "誘導殉爆の狙撃JP0B",
    "sof2_img": "chevreuse_c2",
    "sof2_desc": "ショートレンジラピッド阻止射撃の長押しによる攻撃が命中した時、命中した位置の付近に連続殉爆を2回引き起こし、毎回の殉爆はシュヴルーズの攻撃力120%分の炎元素ダメージを与える。この効果は10秒毎に1回のみ発動可能。これによるダメージは元素スキルダメージと見なされる。JP0B",
    "sof3_name": "熟練装填のコツJP0B",
    "sof3_img": "chevreuse_c3",
    "sof3_desc": "ショートレンジラピッド阻止射撃のスキルLv.+3。\n最大Lv.15まで。JP0B",
    "sof4_name": "多重速射の秘訣JP0B",
    "sof4_img": "chevreuse_c4",
    "sof4_desc": "円形バースト爆轟術発動後、シュヴルーズがショートレンジラピッド阻止射撃を長押しで発動する時のクールタイム-100%。この効果は最大で6秒間持続でき、ショートレンジラピッド阻止射撃を2回長押しで発動した後に解除される。JP0B",
    "sof5_name": "火力強化の毀損JP0B",
    "sof5_img": "chevreuse_c5",
    "sof5_desc": "円形バースト爆轟術のスキルLv.+3。\n最大Lv.15まで。JP0B",
    "sof6_name": "罪悪終結の追捕JP0B",
    "sof6_img": "chevreuse_c6",
    "sof6_desc": "ショートレンジラピッド阻止射撃の治療効果が12秒継続した後、周囲のチーム全員のHPを回復し、回復量はシュヴルーズのHP上限の10%に相当する。\nチームにいるキャラクターが「ショートレンジラピッド阻止射撃」の治療効果を受けた後、炎元素ダメージ+20%、雷元素ダメージ+20%、継続時間8秒。この効果は最大3層まで。層ごとに継続時間は独立して計算される。JP0B"
  }
}