{
  "nick": "厳罰を与える法の通暁者",
  "occupation": "特巡隊",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "刀銃座",
  "desc": "心の中にある「正義」を常に遵守する特巡隊隊長。その手にある銃は罪人だけに向けられる。",
  "birth": "01/10",
  "battle_talent": {
    "normal_name": "通常攻撃·戦列槍術·改",
    "normal_img": "chevreuse_s1",
    "normal_desc1": "槍による最大4段の連続攻撃を行う。",
    "normal_desc2": "一定のスタミナを消費して前方に突進し、経路上の敵にダメージを与える。",
    "normal_desc3": "空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
    "element_name": "近迫阻止射撃·速",
    "element_img": "chevreuse_s2",
    "element_desc": "シュヴルーズは銃床を素早く肩にあて、照準を覗き込み、敵を射撃して炎元素範囲ダメージを与える。<br>シュヴルーズが射撃を行った後の一定時間、フィールド上のキャラクターのHPを持続的に回復する。回復量はシュヴルーズのHP上限によって決まる。<br>長押しによって攻撃方法が変わる。<br><br>長押し<br>照準モードに入り、照準範囲内の敵一体をロックし、より精確な阻止射撃を行う。シュヴルーズが「マグナムブレット」を持っている場合、代わりにそれを発射し、広範囲かつより大きな炎元素ダメージを与える。<br>シュヴルーズは、周囲のキャラクターが過負荷反応を起こした時、「マグナムブレット」を1個獲得する。「マグナムブレット」は最大1個まで所持可能。<br><br>アルケー：ウーシア<br>シュヴルーズの「近迫阻止射撃·速」が命中した時、迸発の刃を召喚し、ウーシアを帯びた炎元素ダメージを与える、一定間隔ごとに発動が可能。<br><br><i>「実は、訓練マニュアルには『阻止射撃』という用語がなかった。だが、ある小説の主人公が、専門用語を用いた技名は味方の士気を上げ、その気迫で敵の先手を取れると言っていた…とても理にかなっていたから、マニュアルを変更したのだ。」</i>",
    "final_name": "円形爆撃戦術·轟",
    "final_img": "chevreuse_s3",
    "final_desc": "シュヴルーズは銃を構え、敵に向けて轟榴弾を発射し炎元素範囲ダメージを与える。轟榴弾は命中した後、複数の二次榴弾に分裂する。\n二次榴弾は短時間後、近くの敵に炎元素ダメージを与える。<br><br><i>「理論上、正方形に並べた爆撃をすれば、陣形を構える敵を効果的に攻撃することができる。だが、残念ながら轟榴弾の爆発範囲はホールケーキのようにほぼ円形だ。そのため、飛び散る榴弾もケーキの上にある果物のように、円形にしか並べられないのだ。」</i>"
  },
  "basic_talent": {
    "talent2_name": "迅速行軍戦略",
    "talent2_img": "chevreuse_p2",
    "talent2_desc": "チーム内の自身のキャラクター全員がダッシュに消費するスタミナ-20%。\n同じ効果を持つ固有天賦との重ね掛け不可。",
    "talent3_name": "尖兵協同戦術",
    "talent3_img": "chevreuse_p3",
    "talent3_desc": "チーム全員の元素タイプが炎元素と雷元素であり、かつ炎元素と雷元素のキャラクターが少なくとも一人ずついる時、シュヴルーズは周囲のチーム全員に「協同戦術」を付与する。付与されたキャラクターが過負荷反応を起こした後、過負荷反応の影響を受けた敵の炎元素耐性および雷元素耐性-40%、継続時間6秒。\nチーム内キャラクターの元素タイプが固有天賦の条件を満たさない場合、既存の協同戦術効果はクリアされる。",
    "talent1_name": "縦陣戦力統括",
    "talent1_img": "chevreuse_p1",
    "talent1_desc": "シュヴルーズが近迫阻止射撃·速の「マグナムブレット」を発射した後、次の効果を発動する。シュヴルーズのHP上限を基準とし、HP上限1000毎に周囲のチームにいる炎元素と雷元素キャラクターの攻撃力+1%、継続時間30秒。この方法でアップできる攻撃力は最大40%まで。"
  },
  "sof": {
    "sof1_name": "戦線維持の胆力",
    "sof1_img": "chevreuse_c1",
    "sof1_desc": "フィールド上にいる「協同戦術」状態のキャラクター（シュヴルーズ自身を除く）が過負荷反応を起こした時、元素エネルギーを6ポイント回復する。この効果は10秒毎に1回のみ発動可能。\n固有天賦「尖兵協同戦術」を解放する必要がある。",
    "sof2_name": "誘導殉爆の狙撃",
    "sof2_img": "chevreuse_c2",
    "sof2_desc": "近迫阻止射撃·速の長押しによる攻撃が命中した時、命中した位置付近に連鎖殉爆を2回起こす。それぞれの殉爆はシュヴルーズの攻撃力120%分の炎元素ダメージを与える。この効果は10秒毎に1回のみ発動可能。殉爆によるダメージは元素スキルダメージと見なされる。",
    "sof3_name": "熟練装弾の技術",
    "sof3_img": "chevreuse_c3",
    "sof3_desc": "近迫阻止射撃·速のスキルLv.+3。\n最大Lv.15まで。",
    "sof4_name": "多重速射の秘訣",
    "sof4_img": "chevreuse_c4",
    "sof4_desc": "円形爆撃戦術·轟発動後、シュヴルーズが近迫阻止射撃·速を長押しで発動すると、近迫阻止射撃·速にクールタイムが発生しない。この効果は最大で6秒間持続でき、近迫阻止射撃·速を2回長押しで発動した後に解除される。",
    "sof5_name": "火力増幅の毀傷",
    "sof5_img": "chevreuse_c5",
    "sof5_desc": "円形爆撃戦術·轟のスキルLv.+3。\n最大Lv.15まで。",
    "sof6_name": "罪過終止の追捕",
    "sof6_img": "chevreuse_c6",
    "sof6_desc": "近迫阻止射撃·速の治療効果が12秒継続した後、周囲のチーム全員のHPを1回だけ回復する。回復量はシュヴルーズのHP上限の10%に相当する。\nチームにいるキャラクターが「近迫阻止射撃·速」の治療効果を受けた後、炎元素ダメージ+20%、雷元素ダメージ+20%、継続時間8秒。この効果は最大3層まで重ねられる。層ごとに継続時間は独立して計算される。"
  }
}