{
  "nick": "機求封秘",
  "occupation": "ハルヴァタット学院",
  "area": "Sumeru",
  "rare": "4",
  "weapon": "Bow",
  "element": "Anemo",
  "constellation": "藤蔓の花飾座",
  "desc": "「百年前」から訪れた学者。自ら好んで先輩と名乗り、各種古代文字や古典ギミックに精通している。",
  "birth": "08/20",
  "battle_talent": {
    "normal_name": "通常攻撃·転回弓術",
    "normal_img": "faruzan_s1",
    "normal_desc1": "最大4段の連続射撃を行う。",
    "normal_desc2": "ダメージがより高く、より精確な狙い撃ちを発動する。照準時、強風を矢先に凝集させ、強風の力に満ちた矢で敵に風元素ダメージを与える。",
    "normal_desc3": "空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
    "element_name": "非想風天",
    "element_img": "faruzan_s2",
    "element_desc": "ファルザンが多面体を配置し、周囲の敵に風元素範囲ダメージを与え、「疾風示現」効果を獲得する。<br>「疾風示現」状態時、ファルザンの次のフルチャージ狙い撃ちでその「疾風示現」効果を消費し、高圧の渦を纏った「風烈の矢」を放ち、「通常攻撃·転回弓術」のフルチャージ狙い撃ちのダメージを基に風元素ダメージを与える。<br><br>風圧崩潰<br>風烈の矢は命中した敵およびキャラクターに「風圧崩潰」効果を付与する。この効果は短い間隔を経たあと解除され、サイクロンを生成して風元素範囲ダメージを与え、近くの物体と敵を引き寄せる。敵およびキャラクターに命中しなかった場合、命中した位置に「風圧崩潰」効果を付与する。<br>サイクロンによるダメージは元素スキルダメージと見なされる。<br><br><i>俗見の壁を打ち砕き、真理の風はやがて求知者の霊囿にそよぐ。</i>",
    "final_name": "搏風秘道",
    "final_img": "faruzan_s3",
    "final_desc": "ファルザンが「赫耀多面体」を即座に配置して「烈風波」を1回放ち、風元素範囲ダメージを与える。\n継続期間中、赫耀多面体は三角形の軌跡に沿って移動し続け、三角形の軌跡の頂点に達するたびに烈風波を1回放つ。<br><br>烈風波<br>·烈風波を放つ時、周囲の敵に「詭風の禍つ」効果を付与し、敵の風元素耐性をダウンさせる。<br>·烈風波を放つ時、周囲のチーム全員に「祈風の恵み」効果を付与し、風元素ダメージをアップする。<br><br><i>古代遺跡に隠された未知なる智慧は、十分な敬意の念を払うべきである。</i>"
  },
  "basic_talent": {
    "talent2_name": "千書曜跡",
    "talent2_img": "faruzan_p2",
    "talent2_desc": "スメールで20時間かかる探索任務を完了した時、獲得する報酬+25%。",
    "talent3_name": "迅速流風",
    "talent3_img": "faruzan_p3",
    "talent3_desc": "ファルザンが非想風天の「疾風示現」状態時、狙い撃ちのチャージ時間-60%。同時に、「風圧崩潰」効果によるサイクロンが命中した敵に搏風秘道の「詭風の禍つ」効果を付与する。",
    "talent1_name": "七窟遺智",
    "talent1_img": "faruzan_p1",
    "talent1_desc": "搏風秘道の「祈風の恵み」効果を持つキャラクターの通常攻撃、重撃、落下攻撃、元素スキル、または元素爆発が敵に風元素ダメージを与える時、烈風護持効果を発動し、ファルザンの基礎攻撃力の32%分を基準に与えるダメージを上げる。烈風護持効果の発生は0.8秒毎に1回のみ可能。この効果は「祈風の恵み」効果の継続時間終了、または1回発動した後に消失する。"
  },
  "sof": {
    "sof1_name": "破離求真",
    "sof1_img": "faruzan_c1",
    "sof1_desc": "1回の非想風天の「疾風示現」効果継続時間中、ファルザンはフルチャージ狙い撃ちで「風烈の矢」を最大2回まで放てる。",
    "sof2_name": "忘形煉智",
    "sof2_img": "faruzan_c2",
    "sof2_desc": "搏風秘道の「赫耀多面体」の存在時間+6秒。",
    "sof3_name": "霊囿漫遊",
    "sof3_img": "faruzan_c3",
    "sof3_desc": "非想風天のスキルLv.+3。\n最大Lv.15まで。",
    "sof4_name": "神機明悟",
    "sof4_img": "faruzan_c4",
    "sof4_desc": "命中した敵の数に基づき、風圧崩潰のサイクロンはファルザンの元素エネルギーを回復する。1体の敵に命中した場合、ファルザンの元素エネルギーを2ポイント回復する。また、追加で1体の敵に命中するたびに、ファルザンの元素エネルギーが0.5ポイント回復する。\nこの方法により1回のサイクロンで回復できる元素エネルギーは最大4ポイントまで。",
    "sof5_name": "思慮奇境",
    "sof5_img": "faruzan_c5",
    "sof5_desc": "搏風秘道のスキルLv.+3。\n最大Lv.15まで。",
    "sof6_name": "妙道合一",
    "sof6_img": "faruzan_c6",
    "sof6_desc": "搏風秘道の「祈風の恵み」状態のキャラクターが風元素ダメージを与える時、会心ダメージ+40%。「祈風の恵み」状態のフィールド上キャラクターがダメージを与えると、追加で敵に「風圧崩潰」効果を付与する。「風圧崩潰」効果の付与は3秒毎に1回のみ発動可能で、チーム全員がクールタイムを共有する。"
  }
}