{
  "localeName": "フリーナ",
  "nick": "不休独舞",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Sword",
  "element": "Hydro",
  "constellation": "司颂座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "通常攻撃·ソリストの誘いJP0B",
    "normal_img": "furina_s1",
    "normal_desc1": "最大4段の連続攻撃を行う。",
    "normal_desc2": "一定のスタミナを消費してソリストのオーラを放ち、近くの敵に物理ダメージを与え、自身のアルケー属性を切り替える。フィールドに元素スキル「サロン·ソリティア」によって召喚された「サロンメンバー」や「あらゆる水の歌い手」が存在する場合、「サロンメンバー」や「あらゆる水の歌い手」も対応する編成に切り替わる。",
    "normal_desc3": "フリーナの通常攻撃が命中した時、フリーナの現在のアルケー属性を基に、命中した位置に迸発の刃、または霊息の棘を降らせ、プネウマ、またはウーシアを帯びた水元素ダメージを与える。フリーナが登場時、アルケー属性はウーシアである。",
    "element_name": "サロン·ソリティアJP0B",
    "element_img": "furina_s2",
    "element_desc": "サロン·ソリティアのゲストたちを招き、フリーナのショーを盛り上げる。フリーナの現在のアルケー属性を基に、招待されたゲストは「サロンメンバー」と「あらゆる水の歌い手」に分かれる。<br><br>ウーシア<br>歓喜の泡を飛ばし、フリーナのHP上限を基に、水元素範囲ダメージを与え、三人の「サロンメンバー」を召喚する。マンマルタコ形態の「ジェントルマン·アッシャー」、アワアワタツノコ形態の「シュヴァルマラン婦人」、重甲ヤドカニ形態の「クラバレッタさん」。<br>「サロンメンバー」は一定時間の間隔で近くの敵に攻撃を仕掛け、現在フィールド上にいるキャラクターのターゲットを優先的に攻撃し、フリーナのHP上限を基に水元素ダメージを与える。<br>「サロンメンバー」が攻撃を行う時、チームにHPが50%以上、かつ近くにいるキャラクターが存在する場合、それらのキャラクターのHPを消費し、HPを「貢献」したキャラクターの数によってこの攻撃の威力をアップする。HPを消費するキャラクターが1/2/3/4体またはそれ以上いる時、与えるダメージは本来のダメージの110%/120%/130%/140%となる。<br><br>プネウマ<br>「あらゆる水の歌い手」を召喚し、フリーナのHP上限を基に、周囲のフィールド上のキャラクターのHPを回復する、一定間隔ごとに発動が可能。<br><br>「サロンメンバー」と「あらゆる水の歌い手」は継続時間を共有し、フリーナが重撃でゲストの編成を変更する時、継続時間も継承される。<br><br><i>フリーナのサロン·ソリティアには、いつも決まったメンバーが訪れる。他の時はクラバレッタさん、シュヴァルマラン婦人とジェントルマン·アッシャー。そして憂鬱な水曜日には歌い手が現れる。</i>JP0B",
    "final_name": "万衆の狂喜JP0B",
    "final_img": "furina_s3",
    "final_desc": "歓喜の意を凝集して水泡の舞台を構築し、フリーナのHP上限を基に、水元素範囲ダメージを与え、チーム全員が「もろびとこぞりて」状態に入る。継続期間中、チーム内にいる周囲のキャラクターの現在のHPが増える、または減る時、その数値がHP上限との割合を基に、1%につき、フリーナが1ポイントの「ファンファーレ」を獲得する。\n同時に、フリーナの所持する「ファンファーレ」を基に、周囲のチーム全員の与えるダメージをアップし、受ける治療効果を獲得する。<br>継続時間終了時、フリーナの所持する「ファンファーレ」はクリアされる。<br><br><i>「喝采せよ！讃えよう！感服せよ！杯を掲げよう！宴のない毎夜は、どれも苦痛と真っ当な昼間を無駄にしているだけだ…うぅ、その、未成年者はブドウジュースに変えよう！」</i>JP0B"
  },
  "basic_talent": {
    "talent2_name": "瀚海もまた舞台なりJP0B",
    "talent2_img": "furina_p2",
    "talent2_desc": "原海アベラント亜種の能力のクールタイム-30%。JP0B",
    "talent3_name": "エンドレスワルツJP0B",
    "talent3_img": "furina_p3",
    "talent3_desc": "チーム内にいるフィールド上キャラクターが治療を受けた時、その回復を行うのはフリーナではなく、かつそれがHP上限を超える回復だった場合、その後の4秒間、フリーナは2秒毎に周囲チーム全員のHPを1回分回復し、回復量はキャラクター自身のHP上限の2%分に相当する。JP0B",
    "talent1_name": "聞き手のない傍白JP0B",
    "talent1_img": "furina_p1",
    "talent1_desc": "HP上限が1000につき、異なるアルケー属性にあるフリーナのサロン·ソリティアに対応する強化効果を付与する。\n「サロンメンバー」の与えるダメージ+0.7%。この方法でアップできる「サロンメンバー」のダメージは最大28%までとなる。<br>「あらゆる水の歌い手」が周囲のフィールド上のキャラクターのHPを回復する間隔-0.4%。この方法で短縮できる「あらゆる水の歌い手」が周囲のフィールド上のキャラクターのHPを回復する間隔は最大16%までとなる。JP0B"
  },
  "sof": {
    "sof1_name": "「愛は手懐けられぬ鳥、哀願しても無駄」JP0B",
    "sof1_img": "furina_c1",
    "sof1_desc": "万衆の狂喜発動時、フリーナは150ポイントの「ファンファーレ」を獲得する。\nまた、フリーナの「ファンファーレ」所持上限+150ポイント。JP0B",
    "sof2_name": "「おなごはみな気紛れ、水面の浮萍の如し」JP0B",
    "sof2_img": "furina_c2",
    "sof2_desc": "元素スキル「サロン·ソリティア」発動時、フリーナは「万人受け」効果を獲得する、継続時間10秒。\n継続期間中、フリーナの通常攻撃、重撃および落下攻撃ダメージは、元素付与によって他の元素に変化しない水元素ダメージへと変わる。さらに、与えるダメージをフリーナのHP上限の15%分アップする。<br>継続期間中、0.1秒毎に、フリーナの通常攻撃、重撃、落下攻撃が地面に当たった時の攻撃が敵に命中した後、フリーナの現在のアルケー属性を基に異なる効果を発動する。<br><br>アルケー：ウーシア<br>1秒毎に、フリーナのHP上限の3%を基に、周囲のチーム全員のHPを回復する。継続時間2.5秒。<br>アルケー：プネウマ<br>今回の通常攻撃、重撃、落下攻撃が地面に当たった時の攻撃によるダメージをさらにアップさせ、アップ量はフリーナのHP上限の15%分に相当する。上記の攻撃が敵に命中する時、周囲のチーム全員はHP上限1%分のHPを消費する。<br><br>「万人受け」継続期間中、上記効果は最大7回発動可能。この効果は発動回数が7回に到達する、または継続時間終了時に解除される。JP0B",
    "sof3_name": "「秘密を心の内に、我が名を知る者なし」JP0B",
    "sof3_img": "furina_c3",
    "sof3_desc": "サロン·ソリティアのスキルLv.+3。\n最大Lv.15まで。JP0B",
    "sof4_name": "「幽冥に置かれず、いかに生の価値を知る！」JP0B",
    "sof4_img": "furina_c4",
    "sof4_desc": "サロン·ソリティアの「サロンメンバー」が敵に命中したり、または「あらゆる水の歌い手」周囲のフィールド上のキャラクターのHPを回復したりする時、フリーナは元素エネルギーを4ポイント獲得する。この効果は5秒毎に1回のみ発動可能。JP0B",
    "sof5_name": "「僕はすでに察した、彼の名は即ち…！」JP0B",
    "sof5_img": "furina_c5",
    "sof5_desc": "万衆の狂喜のスキルLv.+3。\n最大Lv.15まで。JP0B",
    "sof6_name": "「さあ、愛の杯を掲げよう！」JP0B",
    "sof6_img": "furina_c6",
    "sof6_desc": "万衆の狂喜継続時間中、チーム内にいる周囲のキャラクターの現在のHPが増える、または減るという方法によってフリーナが得られる「ファンファーレ」が2倍になる。「ファンファーレ」が上限を超えた部分を基に、1ポイントにつき、フリーナのHP上限+0.4%。この方法でアップできるフリーナのHP上限は最大140%まで。JP0B"
  }
}