{
  "nick": "檐宇遊猫",
  "occupation": "狛荷屋",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Sword",
  "element": "Dendro",
  "constellation": "箱筥座",
  "desc": "稲妻の配達会社「狛荷屋」の配達員。仕事を愛し、人間社会に憧れている「猫又」。",
  "birth": "01/22",
  "battle_talent": {
    "normal_name": "通常攻撃·段板紙·切り裂き術",
    "normal_img": "kirara_s1",
    "normal_desc1": "最大4段の連続攻撃を行う。",
    "normal_desc2": "一定のスタミナを消費し、前方に爪攻撃を3回放つ。",
    "normal_desc3": "空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
    "element_name": "にゃんにゃん町飛脚",
    "element_img": "kirara_s2",
    "element_desc": "一回押し<br>草むらを駆け抜けるネコのように俊敏な身のこなしで飛び上がり、猫又返しを繰り出し、草元素範囲ダメージを与える。また、安全運送シールドを張って、綺良々に短時間の草元素付着を与える。安全運送シールドは草元素ダメージに対して250%の吸収効果がある。シールドのダメージ吸収量は綺良々のHP上限によって決まり、そのHP上限の一定割合を超えることはできない。ダメージ吸収量が残っているときに新しく「安全運送シールド」を獲得すると、吸収量は加算され、継続時間も更新される。<br><br>長押し<br>「半日必着」の勢いで、一回押しと同様の安全運送シールドを張る。また特製の宅配用段板紙の中に入り、ネコ箱急便状態となって素早く移動しながら戦う。<br><br>ネコ箱急便状態<br>·衝突した敵に草元素ダメージを与える。この効果は敵1体につき、0.5秒毎に最大1回のみ発動可能。<br>·該当状態にある綺良々の移動速度、登る速度、ジャンプ力がアップし、登る時のスタミナ消費が増える。<br>·継続時間終了時、または再びスキルを発動した時、一回押しより強力なくるりん爪撃を繰り出し、草元素範囲ダメージを与える。<br>·ネコ箱急便状態は最大10秒間継続可能。スキル終了時にクールタイムに入る。ネコ箱急便状態の継続時間が長いほど、クールタイムは長くなる。<br>·効果継続時間中、ダッシュしたり登り状態を解除したりすると、ネコ箱急便状態を早期に終了させることができる。<br><br><i>「えっ、配達が早い秘訣？もちろん脚力だよ！」</i>",
    "final_name": "秘法·サプライズ特別配送",
    "final_img": "kirara_s3",
    "final_desc": "盗賊を懲らしめる特注配送箱で敵を思い切り殴り、草元素範囲ダメージを与える。特注配送箱が爆発すると、複数のニャルダモンをばら撒く。ニャルダモンは敵に触れたとき、または一定時間後に爆発し、草元素範囲ダメージを与える。\n<br><i>「ふふっ、これは宅配便の荷物を盗む悪党たちのために、特別に用意した品です。さあ、お受け取りいただいたら、五つ星の評価をお願いしますね！」</i>"
  },
  "basic_talent": {
    "talent2_name": "抜き足、差し足、忍び猫",
    "talent2_img": "kirara_p2",
    "talent2_desc": "綺良々がチーム内にいる時、チーム内の自身のキャラクターが鳥肉、獣肉、冷製鮮肉をドロップする動物に近づいても気付かれにくくなる。",
    "talent3_name": "妖説岐尾の変",
    "talent3_img": "kirara_p3",
    "talent3_desc": "にゃんにゃん町飛脚のネコ箱急便状態にある綺良々は、敵に衝突するたびにがっちり梱包を1層獲得する、最大3層まで。この効果は敵1体につき、0.5秒毎に最大1回のみ発動可能。ネコ箱急便状態の終了時、がっちり梱包1層につき、綺良々は安全運送シールドを1つ獲得する。このシールドのダメージ吸収量はにゃんにゃん町飛脚で生成できる安全運送シールドの20%に相当する。綺良々がすでににゃんにゃん町飛脚で安全運送シールドを獲得しているとき、ダメージ吸収量は加算され、継続時間も更新される。",
    "talent1_name": "ネコのぐるぐる目時計",
    "talent1_img": "kirara_p1",
    "talent1_desc": "綺良々のHP上限を基準に、HP上限1000毎ににゃんにゃん町飛脚の与えるダメージ+0.4%、秘法·サプライズ特別配送の与えるダメージ+0.3%。"
  },
  "sof": {
    "sof1_name": "器物流転",
    "sof1_img": "kirara_c1",
    "sof1_desc": "秘法·サプライズ特別配送を発動した時、綺良々のHP上限8000毎にニャルダモンを追加で1個生成する。この方法で生成されるニャルダモンは最大4個まで。",
    "sof2_name": "八隅·完璧梱包術",
    "sof2_img": "kirara_c2",
    "sof2_desc": "にゃんにゃん町飛脚のネコ箱急便状態にある綺良々は、接触したチーム内他のキャラクターに安全運送シールド·重要貨物状態を与える。\n安全運送シールド·重要貨物のダメージ吸収量はにゃんにゃん町飛脚の安全運送シールド吸収量上限の40%に相当し、草元素ダメージに対して250%の吸収効果がある。<br>安全運送シールド·重要貨物状態は12秒継続し、キャラクター1体につき、10秒毎に最大1回発動可能。",
    "sof3_name": "万戸門札に通ず",
    "sof3_img": "kirara_c3",
    "sof3_desc": "にゃんにゃん町飛脚のスキルLv.+3。\n最大Lv.15まで。",
    "sof4_name": "韋駄天駿足",
    "sof4_img": "kirara_c4",
    "sof4_desc": "安全運送シールド、または安全運送シールド·重要貨物状態のフィールド上キャラクターの通常攻撃、重撃、または落下攻撃が敵に命中した後、綺良々はニャルダモン·ミニを使って連携攻撃を行い、綺良々の攻撃力200%分の草元素ダメージを与える。このダメージは元素爆発ダメージと見なされる。この効果は3.8秒毎に最大1回のみ発動可能で、チーム全員がクールタイムを共有する。",
    "sof5_name": "一日千里",
    "sof5_img": "kirara_c5",
    "sof5_desc": "秘法·サプライズ特別配送のスキルLv.+3。\n最大Lv.15まで。",
    "sof6_name": "道中百景心得たり",
    "sof6_img": "kirara_c6",
    "sof6_desc": "綺良々が元素スキルまたは元素爆発を発動した後15秒間、周囲のチーム全員の全元素ダメージ+12%。"
  }
}