{
  "localeName": "ナヒーダ",
  "nick": "白草浄華",
  "occupation": "スメールシティ",
  "area": "Sumeru",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Dendro",
  "constellation": "知恵の主座",
  "desc": "スラサタンナ聖処に幽棲する籠の中の鳥。夢の中でしか世界を眺めることができない。",
  "birth": "10/27",
  "battle_talent": {
    "normal_name": "通常攻撃·行相",
    "normal_img": "nahida_s1",
    "normal_desc1": "前方に最大4段の連続攻撃を行い、草元素ダメージを与える。",
    "normal_desc2": "一定のスタミナを消費し、短い詠唱をした後、前方のエリアに草元素範囲ダメージを与える。",
    "normal_desc3": "空中から草元素の力を凝集させながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に草元素範囲ダメージを与える。",
    "element_name": "所聞遍計",
    "element_img": "nahida_s2",
    "element_desc": "自身を中心に草木の纏縛を発動し、草元素範囲ダメージを与え、命中した最大8体の敵に蘊種印を付与する。<br>長押しによって攻撃方法が変わる。<br><br>長押し<br>照準モードに入り、一定範囲内にいる一定数の敵を選定する。なお、本状態中は中断耐性がアップする。<br>長押し終了時、選定された敵に草元素ダメージを与え、蘊種印を付与する。<br>照準モードは最大5秒継続でき、最大8体の敵を選定できる。<br><br>蘊種印<br>蘊種印状態の敵は、一定の距離内で互いにリンクするようになる。<br>蘊種印状態の敵に元素反応を起こす、または該当の敵が草原核によるダメージ（烈開花、超開花を含む）を受けた後、ナヒーダは攻撃力と元素熟知を基に、該当の敵およびその敵とリンクしているすべての相手に滅浄三業を放ち、草元素ダメージを与える。<br>滅浄三業は短時間内に1回のみ発動可能。<br><br><i>草木の神は空蔵から諸法実相を悟る。故に三際因縁起滅の機を究尽できる。</i>",
    "final_name": "心景幻成",
    "final_img": "nahida_s3",
    "final_desc": "夢想の殿堂を顕現し、領域「摩耶の宮殿」を展開する。\n<br>領域展開時、チーム内に以下の元素タイプのキャラクターがいる場合、それぞれ異なる効果を発動する。<br>·炎元素：ナヒーダが摩耶の宮殿にいる時、元素スキル「所聞遍計」の滅浄三業によるダメージがアップする。<br>·雷元素：ナヒーダが摩耶の宮殿にいる時、元素スキル「所聞遍計」の滅浄三業の発動間隔を短縮する。<br>·水元素：摩耶の宮殿の継続時間を延長する。<br><br>領域展開時、上記元素タイプのキャラクターが2名以上いる場合、対応する効果はさらにアップする。<br><br>ナヒーダが待機中でも、該当チームが摩耶の宮殿範囲内にいる限り、上記の効果を受けることができる。<br><br><i>知恵の神にとって、森羅万象もただの逆さになった幻の摩耶の夢に過ぎないのかもしれない。</i>"
  },
  "basic_talent": {
    "talent2_name": "諸相随念浄行",
    "talent2_img": "nahida_p2",
    "talent2_desc": "ナヒーダは所聞遍計を通して、一定範囲内の一部採集物をマークすることができる。\n他の効果もあるかもしれない…",
    "talent3_name": "浄善摂受明論",
    "talent3_img": "nahida_p3",
    "talent3_desc": "心景幻成発動時、摩耶の宮殿は下記効果を獲得する。\nチーム内にいる元素熟知の最も高いキャラクターを参照し、その元素熟知の25%を基にフィールド上の領域内キャラクターの元素熟知をアップする。<br>この方法でアップできる元素熟知は最大250までとなる。",
    "talent1_name": "慧明縁覚智論",
    "talent1_img": "nahida_p1",
    "talent1_desc": "ナヒーダの元素熟知が200を超えている時、その200を超えた分の元素熟知の数値1につき、所聞遍計の滅浄三業によるダメージ+0.1%、会心率+0.03%。\nこの方法でアップできる滅浄三業のダメージは最大80%、会心率は最大24%までとなる。"
  },
  "sof": {
    "sof1_name": "心識蘊蔵の種",
    "sof1_img": "nahida_c1",
    "sof1_desc": "摩耶の宮殿を展開し、チーム内特定の元素タイプのキャラクター数をカウントする際、炎元素、雷元素、水元素のキャラクター数がそれぞれ+1される。",
    "sof2_name": "正覚善見の根",
    "sof2_img": "nahida_c2",
    "sof2_desc": "ナヒーダ自身が付与した蘊種印状態にある敵は、下記の効果を受ける。\n·燃焼、開花、超開花、烈開花反応によるダメージを受けると、一定の確率で会心が発生する。なお会心率は20%、会心ダメージは100%に固定される。<br>·原激化、超激化、または草激化反応を受けた後の8秒間、防御力-30%。",
    "sof3_name": "薫習成就の芽",
    "sof3_img": "nahida_c3",
    "sof3_desc": "所聞遍計のスキルLv.+3。\n最大Lv.15まで。",
    "sof4_name": "比量現行の茎",
    "sof4_img": "nahida_c4",
    "sof4_desc": "近くに所聞遍計の蘊種印状態にある敵が1/2/3/4体またはそれ以上いる時、ナヒーダの元素熟知が100/120/140/160アップする。",
    "sof5_name": "妙諦破愚の葉",
    "sof5_img": "nahida_c5",
    "sof5_desc": "心景幻成のスキルLv.+3。\n最大Lv.15まで。",
    "sof6_name": "大辯円成の実",
    "sof6_img": "nahida_c6",
    "sof6_desc": "心景幻成発動後、ナヒーダの通常攻撃や重撃が所聞遍計の蘊種印状態の敵に命中すると、該当の敵およびその敵とリンクしているすべての相手に滅浄三業·破業障を発動し、ナヒーダの攻撃力200%と元素熟知400%分を基に、草元素ダメージを与える。\n滅浄三業·破業障によるダメージは元素スキルダメージと見なされ、0.2秒ごとに1回のみ発動可能。<br>この効果は最大で10秒間継続でき、ナヒーダが滅浄三業·破業障を6回発動した後に解除される。"
  }
}