{
  "localeName": "ナヴィア",
  "nick": "舵を這うラディアントローズ",
  "occupation": "棘薔薇の会",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Claymore",
  "element": "Geo",
  "constellation": "野薔薇座",
  "desc": "棘薔薇の会の現会長。愛らしく、強い責任感を持った素晴らしいボス。",
  "birth": "08/16",
  "battle_talent": {
    "normal_name": "通常攻撃·ごめんあそばせ",
    "normal_img": "navia_s1",
    "normal_desc1": "最大4段の連続攻撃を行う。",
    "normal_desc2": "持続的にスタミナを消費し、大剣を振り回して周囲の敵を攻撃する。重撃終了時、より強力な一撃を放つ。",
    "normal_desc3": "空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
    "element_name": "セレモニアル·クリスタルショット",
    "element_img": "navia_s2",
    "element_desc": "チームにいるキャラクターが結晶反応による結晶の欠片を獲得した時、ナヴィアは「裂晶の欠片」を1個獲得する。「裂晶の欠片」は最大6個まで所持可能。獲得するたびに、所持している「裂晶の欠片」の継続時間を更新する。<br>スキル発動時、すべての「裂晶の欠片」を消費して優雅で致命的なガンブレラを展開する。そして敵を貫く「ロースラ晶弾」を多数発射して、命中した敵に岩元素ダメージを与える。<br>0/1/2/3個以上の「裂晶の欠片」を消費した時、発射される「ロースラ晶弾」はそれぞれ5/7/9/11発となる。「ロースラ晶弾」が同じ敵に命中するほど、その敵に与えるダメージがアップする。11発の「ロースラ晶弾」がすべて命中した時、本来の200%分のダメージを与える。<br>また、消費した「裂晶の欠片」が3個を超えている場合、超過した「裂晶の欠片」1個につき、該当の射撃によるダメージがさらに+15%。<br><br>長押し<br>照準モードに入り、一定範囲内にある結晶反応で生じた結晶の欠片を持続的に吸収する。長押し終了時、一回押しの時と同じ「ロースラ晶弾」を発射する。<br><br>初期使用可能回数2回。<br><br>アルケー：ウーシア<br>ナヴィアがガンブレラで射撃を行う時、迸発の刃を召喚し、ウーシアを帯びた岩元素ダメージを与える。一定時間ごとに発動が可能。<br><br><i>「距離を置くべき相手に、適切な距離を保つことも、社交儀礼の一部よ。ただ…まあ、やり方はいろいろあるけどね…」</i>",
    "final_name": "晴天を衝く霰弾のサルート",
    "final_img": "navia_s3",
    "final_desc": "棘薔薇の会の会長命令をもって、華麗なる「金薔薇の礼砲」を召喚し、前方の敵を激しく砲撃して岩元素範囲ダメージを与える。さらにその後、一定時間持続する「火力支援」を行い、一定時間ごとに近くの敵に岩元素ダメージを与える。\n砲撃が敵に命中した時、ナヴィアは「裂晶の欠片」を1個獲得する。この効果は2.4秒毎に1回のみ発動可能。<br><br><i>「棘薔薇の会の礼砲は、交渉の成立を事前に祝うために、交渉の前にちょっとだけ発砲するの。あ、勘違いしないでね、威嚇の意味はまったくないから。」</i>"
  },
  "basic_talent": {
    "talent2_name": "きめ細やかなビジネス",
    "talent2_img": "navia_p2",
    "talent2_desc": "フォンテーヌで20時間かかる探索任務を完了した時、獲得する報酬+25%。",
    "talent3_name": "未知の流通ルート",
    "talent3_img": "navia_p3",
    "talent3_desc": "セレモニアル·クリスタルショットを発動した後の4秒間、ナヴィアの通常攻撃、重撃、落下攻撃ダメージは、元素付与によって他の元素に変化しない岩元素ダメージへと変わる。この時、ナヴィアの通常攻撃、重撃、落下攻撃ダメージ+40%。",
    "talent1_name": "相互連携ネットワーク",
    "talent1_img": "navia_p1",
    "talent1_desc": "チーム内に炎元素/雷元素/氷元素/水元素のキャラクターが1名いる毎に、ナヴィアの攻撃力+20%。この効果は最大2層まで重ね掛け可能。"
  },
  "sof": {
    "sof1_name": "淑女の距離感",
    "sof1_img": "navia_c1",
    "sof1_desc": "セレモニアル·クリスタルショット発動時、「裂晶の欠片」を1個消費するごとに、ナヴィアは元素エネルギーを3ポイント回復し、晴天を衝く霰弾のサルートのクールタイム-1秒。この方法による元素エネルギー回復は最大9ポイント、短縮できるクールタイムは最大3秒まで。",
    "sof2_name": "司令塔の追撃",
    "sof2_img": "navia_c2",
    "sof2_desc": "セレモニアル·クリスタルショット発動時、「裂晶の欠片」を1個消費するごとに、今回のセレモニアル·クリスタルショットの会心率+12%。この方法でアップできる会心率は最大36%まで。\nまた、セレモニアル·クリスタルショットが敵に命中した時、命中した敵の付近に晴天を衝く霰弾のサルートの「火力支援」を1回行う。セレモニアル·クリスタルショット1回につき、発動する「火力支援」は1回まで。この方法によって発動した「火力支援」のダメージは元素爆発ダメージと見なされる。",
    "sof3_name": "実業家の大局観",
    "sof3_img": "navia_c3",
    "sof3_desc": "セレモニアル·クリスタルショットのスキルLv.+3。\n最大Lv.15まで。",
    "sof4_name": "誓約者の非妥協",
    "sof4_img": "navia_c4",
    "sof4_desc": "晴天を衝く霰弾のサルートが敵に命中した時、その敵の岩元素耐性-20%、継続時間8秒。",
    "sof5_name": "交渉人の毅然たる協議",
    "sof5_img": "navia_c5",
    "sof5_desc": "晴天を衝く霰弾のサルートのスキルLv.+3。\n最大Lv.15まで。",
    "sof6_name": "棘薔薇会長の巧妙なる手腕",
    "sof6_img": "navia_c6",
    "sof6_desc": "セレモニアル·クリスタルショット発動時、消費した「裂晶の欠片」が3個を超えている場合、超えた分1個につき、今回のセレモニアル·クリスタルショットの会心ダメージ+45%。さらに、超えた分の「裂晶の欠片」は発動後に返還される。"
  }
}