{
  "localeName": "閑雲",
  "nick": "？？？",
  "occupation": "？？？",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Anemo",
  "constellation": "闲鹤座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "通常攻撃·清風散花の詞JP0D",
    "normal_img": "xianyun_s1",
    "normal_desc1": "清風を巻き起こし、最大4段の連続攻撃を行い、風元素ダメージを与える。",
    "normal_desc2": "一定のスタミナを消費し、直線方向に飛ぶ一枚の清風の輪を振り出し、経路上の敵に風元素ダメージを与える。",
    "normal_desc3": "空中から落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に風元素範囲ダメージを与える。JP0D",
    "element_name": "朝に立つ鶴雲JP0D",
    "element_img": "xianyun_s2",
    "element_desc": "閑雲は鶴雲幻化状態に入り、天梯を1回発動する。鶴雲幻化状態で、その後最大2回まで天梯を発動する。<br>鶴雲幻化状態の閑雲が通常攻撃または落下攻撃を行う時、閑雲衝撃波を発動する。清風雲鶴に変化し、近くの敵に急降下攻撃を仕掛け、風元素範囲ダメージを与え、鶴雲幻化状態を解除する。この方法で与えるダメージは落下攻撃ダメージと見なされる。<br><br>天梯<br>閑雲は短く前方の空中にジャンプして、経路上のターゲットに風元素ダメージを与える。<br>空中で発動可能。地上で発動する時、天梯の移動距離が大幅にアップする。<br>鶴雲幻化状態の間、天梯によって与えるダメージは1体の敵に対して最大1回まで。<br><br>一回の鶴雲幻化状態で天梯を発動した回数が多いほど、閑雲衝撃波の与えるダメージが高くなり、ダメージ範囲が広くなる。天梯を3回発動した後（朝に立つ鶴雲の発動時に発動された天梯を含む）、最強の閑雲衝撃波——閑雲衝撃波·天威圧衆を発動する。<br><br>朝に立つ鶴雲は地上でのみ発動可能。<br>短時間内で天梯を発動しなかった場合、鶴雲幻化状態が終了し、スキルがクールタイムに入る。今回の鶴雲幻化状態の間、閑雲衝撃波を発動しなかった場合、クールタイム-3秒。<br><br><i>留雲借風真君の手を握る勇気はない。なぜなら、それは仙人掌だからだ。</i>JP0D",
    "final_name": "夕に集める竹星JP0D",
    "final_img": "xianyun_s3",
    "final_desc": "軽やかに仙風を呼び寄せ、風元素範囲ダメージを与える。周囲のチーム全員のHPを回復し、回復量は閑雲の攻撃力によって決まり、かつ装置「竹星」を召喚する。\n<br>竹星<br>·フィールド上のキャラクターについていき、一定時間ごとに周囲のチーム全員のHPを回復する。回復量は閑雲の攻撃力によって決まる。<br>·初期に仙力助力効果を8層所有する。仙力助力効果がある時、周囲のフィールド上キャラクターのジャンプ力がアップする。<br>·フィールド上のキャラクターが落下攻撃を完了した時、竹星は仙力助力効果を1層消費して、風元素範囲ダメージを与える。<br><br><i>これはからくり調理神器、流木運搬神器、お宝探索神器、碧泉茶淹神器、雪上滑走追風神器、雑務清掃神器、伝声拡音神器の後に続く新たな発明であり、「星月造化」シリーズに属する。このシリーズは小さき人類に鑑賞用として贈るため、某半仙の分は用意していない。ただ残念ながら、この竹星の前で、とある女弟子は無表情で「いらない。」と言った。<br>留雲は仕方なく、竹星を手元に置くことにした。</i>JP0D"
  },
  "basic_talent": {
    "talent2_name": "鶴の如き姿JP0D",
    "talent2_img": "xianyun_p2",
    "talent2_desc": "チーム内の自身のキャラクター全員が滑翔する時、移動速度+15%。\n同じ効果を持つ固有天賦との重ね掛け不可。JP0D",
    "talent3_name": "白羽高く祥風を追うJP0D",
    "talent3_img": "xianyun_p3",
    "talent3_desc": "朝に立つ鶴雲の閑雲衝撃波·天威圧衆が命中した後、前方にサイクロンを生成し、周囲の敵と物体を引き寄せる。JP0D",
    "talent1_name": "思えば洞中の仙人であるべしJP0D",
    "talent1_img": "xianyun_p1",
    "talent1_desc": "夕に集める竹星の竹星が仙力助力効果を所有する時、周囲のフィールド上キャラクターの着地時の落下攻撃によるダメージが、闲雲の攻撃力の170%分アップする。この方法によって、近くのフィールド上キャラクターの着地時の落下攻撃は最大8500までダメージアップ可能。\n1回の着地時の落下攻撃ダメージでは、上記ダメージアップ効果は1体の敵にのみ与えられる。各キャラクターごとに0.4秒毎に1回のみ発動可能。JP0D"
  },
  "sof": {
    "sof1_name": "風を借り因縁を払うJP0D",
    "sof1_img": "xianyun_c1",
    "sof1_desc": "朝に立つ鶴雲の使用可能回数+1。JP0D",
    "sof2_name": "人の世離れた鶴の鳴き声JP0D",
    "sof2_img": "xianyun_c2",
    "sof2_desc": "朝に立つ鶴雲発動後、閑雲の攻撃力+20%、継続時間15秒。\nまた、固有天賦「思えば洞中の仙人であるべし」の効果は以下のように強化される。夕に集める竹星の竹星が仙力助力効果を所有する時、周囲のフィールド上キャラクターの着地時の落下攻撃によるダメージが、闲雲の攻撃力の306%分アップする。この方法によって、近くのフィールド上キャラクターの着地時の落下攻撃は最大15300までダメージアップ可能。<br>1回の着地時の落下攻撃ダメージでは、上記ダメージアップ効果は1体の敵にのみ与えられる。各キャラクターごとに0.4秒毎に1回のみ発動可能。<br>この効果は固有天賦「思えば洞中の仙人であるべし」を解放する必要がある。JP0D",
    "sof3_name": "造化に星月有りJP0D",
    "sof3_img": "xianyun_c3",
    "sof3_desc": "夕に集める竹星のスキルLv.+3。\n最大Lv.15まで。JP0D",
    "sof4_name": "銖黍を料る秘訣JP0D",
    "sof4_img": "xianyun_c4",
    "sof4_desc": "1回の朝に立つ鶴雲での鶴雲幻化期間において、1/2/3回の天梯を発動した後、その鶴雲幻化期間中の閑雲衝撃波が敵に命中すると、周囲のチーム全員のHPを回復する。回復量は閑雲の攻撃力のそれぞれ50%/80%/150%に相当する。この効果は5秒毎に1回のみ発動可能。JP0D",
    "sof5_name": "彩雲上の旋歩JP0D",
    "sof5_img": "xianyun_c5",
    "sof5_desc": "朝に立つ鶴雲のスキルLv.+3。\n最大Lv.15まで。JP0D",
    "sof6_name": "留雲仙と知るJP0D",
    "sof6_img": "xianyun_c6",
    "sof6_desc": "朝に立つ鶴雲の閑雲衝撃波の会心ダメージ+70%。\n閑雲が朝に立つ鶴雲を発動した時、夕に集める竹星の竹星に仙力助力効果がある場合、仙力助力効果を1層消費して、今回の朝に立つ鶴雲はクールタイムに入らないようになる。そして、その時の鶴雲幻化期間中、閑雲衝撃波によって竹星の攻撃が発動された時、仙力助力効果を消費しない。<br>また、閑雲衝撃波·天威圧衆が敵に命中した時、竹星は仙力助力効果を1層獲得する。この効果は8秒毎に1回のみ発動可能。JP0D"
  }
}