{
  "localeName": "閑雲",
  "nick": "仙鶴の告げる佳音",
  "occupation": "奥蔵山",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Anemo",
  "constellation": "閑鶴座",
  "desc": "絶雲仙衆「三眼五顕仙人」の一人。尊称は「留雲借風真君」。仕掛けの術に長けており、俗世の人の営みに思いを寄せている。現在は「閑雲」という名で人の世を渡り歩いている。",
  "birth": "04/11",
  "battle_talent": {
    "normal_name": "通常攻撃·清風散花の詞",
    "normal_img": "xianyun_s1",
    "normal_desc1": "清風を巻き起こして最大4段の連続攻撃を行い、風元素ダメージを与える。",
    "normal_desc2": "一定のスタミナを消費して直線方向に飛ぶ一陣の清風の輪を生み出し、経路上の敵に風元素ダメージを与える。",
    "normal_desc3": "空中から風元素の力を凝集しながら落下し、地面に衝撃を与える。経路上の敵を攻撃し、落下時に風元素範囲ダメージを与える。",
    "element_name": "朝翔の鶴雲",
    "element_img": "xianyun_s2",
    "element_desc": "閑雲は鶴雲幻化状態に入り、落下ダメージを受けなくなり、天梯昇りを1回発動する。<br>この状態の閑雲の落下攻撃は閑雲衝撃波となり、風元素範囲ダメージを与え、鶴雲幻化状態を終了する。このダメージは、落下攻撃ダメージとして見なされる。<br>この状態で天梯昇りを発動するたび、次の閑雲衝撃波のダメージと範囲がアップする。<br><br>天梯昇り<br>空中で発動可能。閑雲は前方に跳躍し、経路上の目標に風元素ダメージを与える。<br>1回の鶴雲幻化状態で、天梯昇りは最大3回発動可能であり、かつ天梯昇りのダメージを与えられるのは敵1体につき1回のみ。<br>しばらく天梯昇りを発動しなかった場合、鶴雲幻化状態は解除される。<br><br>鶴雲幻化状態の間に閑雲衝撃波を発動しなかった場合、朝翔の鶴雲のクールタイム-3秒。<br><br><i>留雲借風真君の手を握る勇気はない。何せ、それは「仙人掌」なのだから。</i>",
    "final_name": "夕集の竹星",
    "final_img": "xianyun_s3",
    "final_desc": "軽やかに仙風を呼び寄せて風元素範囲ダメージを与え、周囲のチーム全員のHPを回復する。回復量は閑雲の攻撃力によって決まる。また、仕掛け「竹星」を召喚する。\n<br>竹星<br>·フィールド上のキャラクターについていき、一定時間ごとに周囲のチーム全員のHPを回復する。回復量は閑雲の攻撃力によって決まる。<br>·召喚時、補助仙力を8持つ。補助仙力がある時、周囲のフィールド上キャラクターのジャンプ力がアップする。<br>·フィールド上のキャラクターが落下攻撃を完了させると、竹星は補助仙力を1消費して、風元素範囲ダメージを与える。<br>フィールド上で竹星は同時に1体のみ存在可能。<br><br><i>これはからくり調理神器、雪上滑走追風神器、雑務清掃神器、流木運搬神器、花羽葉月神機に続く新たな発明であり、「星月造化」シリーズに属している。このシリーズは認めた人の子に贈るために作ったものであり、某半仙の分は用意していなかった。しかし残念ながら、竹星を見たとある女弟子は無表情でこう言った——「いらぬ。」<br>留雲は仕方なく、竹星を己の手元に置くことにした。</i>"
  },
  "basic_talent": {
    "talent2_name": "鶴の如く",
    "talent2_img": "xianyun_p2",
    "talent2_desc": "チーム内の自身のキャラクター全員が滑翔する時、移動速度+15%。\n同じ効果を持つ固有天賦との重ね掛け不可。",
    "talent3_name": "白羽高くして祥風を追う",
    "talent3_img": "xianyun_p3",
    "talent3_desc": "朝翔の鶴雲の閑雲衝撃波が敵に命中するたび、周囲チーム全員に継続時間20秒、最大4層まで重ね掛け可能の「風翎」効果を1層与える。「風翎」効果を与えられたキャラクターは、落下攻撃の会心率が4%/6%/8%/10%アップする。\nそれぞれの敵に命中したことで発生する「風翎」の継続時間は独立して計算される。",
    "talent1_name": "かの姿、洞府の仙人を彷彿す",
    "talent1_img": "xianyun_p1",
    "talent1_desc": "夕集の竹星の「竹星」の補助仙力が残っている時、周囲のフィールド上キャラクターの着地時の落下攻撃によるダメージが、閑雲の攻撃力の200%分アップする。この方法によって、近くのフィールド上キャラクターの着地時の落下攻撃は最大9000までダメージアップ可能。\n1回の着地における落下攻撃ダメージでは、上記ダメージアップ効果は1体の敵にのみ適用される。各キャラクターごとに、0.4秒毎に1回のみ発動可能。"
  },
  "sof": {
    "sof1_name": "因縁を晴らす借風",
    "sof1_img": "xianyun_c1",
    "sof1_desc": "朝翔の鶴雲の使用可能回数+1。",
    "sof2_name": "俗世を離れた鶴鳴",
    "sof2_img": "xianyun_c2",
    "sof2_desc": "朝翔の鶴雲の天梯昇りを発動後、閑雲の攻撃力+20%、継続時間15秒。\nまた、固有天賦「かの姿、洞府の仙人を彷彿す」の効果は以下のように強化される。夕集の竹星の「竹星」の補助仙力が残っている時、周囲のフィールド上キャラクターの着地時の落下攻撃によるダメージが、閑雲の攻撃力の400%分アップする。この方法によって、近くのフィールド上キャラクターの着地時の落下攻撃は最大18000までダメージアップ可能。<br>1回の着地における落下攻撃ダメージでは、上記ダメージアップ効果は1体の敵にのみ適用される。各キャラクターごとに、0.4秒毎に1回のみ発動可能。<br>固有天賦「かの姿、洞府の仙人を彷彿す」を解放する必要がある。",
    "sof3_name": "造化に在りし星月",
    "sof3_img": "xianyun_c3",
    "sof3_desc": "夕集の竹星のスキルLv.+3。\n最大Lv.15まで。",
    "sof4_name": "黍珠割烹の妙",
    "sof4_img": "xianyun_c4",
    "sof4_desc": "1回の朝翔の鶴雲での鶴雲幻化中、天梯昇りを1/2/3回発動すると、その幻化状態の間、閑雲衝撃波が敵に命中した時に周囲のチーム全員のHPを回復する。回復量はそれぞれ、閑雲の攻撃力の50%/80%/150%に相当。この効果は5秒毎に1回のみ発動可能。",
    "sof5_name": "彩雲を巡りし足取",
    "sof5_img": "xianyun_c5",
    "sof5_desc": "朝翔の鶴雲のスキルLv.+3。\n最大Lv.15まで。",
    "sof6_name": "留雲を仙と覚る",
    "sof6_img": "xianyun_c6",
    "sof6_desc": "1回の朝翔の鶴雲での鶴雲幻化中、天梯昇りを1/2/3回発動すると、その幻化状態の間、閑雲衝撃波の会心ダメージが15%/35%/70%アップする。\n閑雲が夕集の竹星を発動した後の16秒間、朝翔の鶴雲がクールタイムに入らなくなる。この効果は閑雲が朝翔の鶴雲を8回発動すると解除される。"
  }
}