{
  "nick": "Salvadora de Outro Mundo",
  "occupation": "Cavaleiro Errante",
  "area": "Ranger",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Norta Fortis",
  "desc": "Era uma pária, agora uma caçadora de uma avidez inigualável. Pronta para fazer a coisa certa com seu arco, a qualquer momento.",
  "birth": "04/04",
  "battle_talent": {
    "normal_name": "Ataque Normal: Disparos Rápidos",
    "normal_img": "aloy_s1",
    "normal_desc1": "Realiza até 4 disparos consecutivos com o arco.",
    "normal_desc2": "Realiza um ataque Disparo com Mira mais preciso e com mais dano.Enquanto mira, gelo será acumulado na flecha. Uma flecha totalmente carregada causará Dano Cryo.",
    "normal_desc3": "Dispara uma chuva de flechas no ar antes de cair e impactar o chão, causando Dano AdE no impacto.",
    "element_name": "Natureza Gélida",
    "element_img": "aloy_s2",
    "element_desc": "Aloy lança uma Bomba Congelante na direção desejada que explode no impacto, causando Dano Cryo. Depois de explodir, a Bomba Congelante se dividirá em muitas Bombinhas Congelantes que explodirão ao entrar em contato com os oponentes ou após um curto período de tempo, causando Dano Cryo.<br>Quando a Bomba Congelante ou suas bombinhas atingem os oponentes, elas diminuirão o ATQ dos oponentes e concederão 1 acúmulo de Bobina a Aloy.<br>Aloy pode ganhar 1 acúmulo de Bobinas a cada 0.1s.<br><br>Bobina<br>Cada acúmulo aumentará o Dano do Ataque Normal de Aloy.<br>Quando ela tiver 4 acúmulos, Aloy elimina todos os efeitos de Bobina e ganha Gelo Rápido, aumentando o Dano causado pelo Ataque Normal e convertendo seus Ataques Normais para causar Dano Cryo.<br><br>Enquanto sob o estado do Gelo Rápido, Aloy não pode obter efeitos de Bobina.<br>O efeito de Bobina é excluído 30 segundos após sair da batalha.<br><br><i>Você acha que isso é frio? Acho que você nunca esteve no Corte.</i>",
    "final_name": "Profecias do Alvorecer",
    "final_img": "aloy_s3",
    "final_desc": "Arremessa uma Bateria cheia com Cryo na direção do alvo antes de ligá-la com uma flecha, causando Dano Cryo em uma AdE.\n<br><i>Quer \"Zero Dawn\" se refira à esperança ou à extinção, não importa mais. Aloy já salvou seu mundo... E este também tem seus próprios heróis que se preocuparão com seu destino.</i>"
  },
  "basic_talent": {
    "talent2_name": "Devagarinho",
    "talent2_img": "aloy_p2",
    "talent2_desc": "Quando Aloy está na equipe, os membros da equipe que se aproximarem de pequenos animais que possam produzir Carne de Ave, Carne crua ou Carne Fresca Fria, não se assustarão facilmente.",
    "talent3_name": "Percepção de Combate",
    "talent3_img": "aloy_p3",
    "talent3_desc": "Quando Aloy recebe o efeito de Natureza Gélida da Bobina, seu ATQ é aumentado em 16%, enquanto o ATQ de outros membros da equipe ao redor é aumentado em 8%. Este efeito dura 10s.",
    "talent1_name": "Ataque Poderoso",
    "talent1_img": "aloy_p1",
    "talent1_desc": "Quando Aloy está sob o efeito de Gelo Rápido proporcionado pela Natureza Gélida, seu Bônus de Dano Cryo aumenta em 3.5% a cada 1s. O máximo de aumento de Bônus de Dano Cryo ganho desta forma é de 35%."
  },
  "sof": {
    "sof1_name": "Estrela de Outro Mundo",
    "sof1_img": "aloy_c1",
    "sof1_desc": "Ainda não chegou a hora de iluminar o recanto do céu noturno desta pessoa.",
    "sof2_name": "Estrela de Outro Mundo",
    "sof2_img": "aloy_c2",
    "sof2_desc": "Ainda não chegou a hora de iluminar o recanto do céu noturno desta pessoa.",
    "sof3_name": "Estrela de Outro Mundo",
    "sof3_img": "aloy_c3",
    "sof3_desc": "Ainda não chegou a hora de iluminar o recanto do céu noturno desta pessoa.",
    "sof4_name": "Estrela de Outro Mundo",
    "sof4_img": "aloy_c4",
    "sof4_desc": "Ainda não chegou a hora de iluminar o recanto do céu noturno desta pessoa.",
    "sof5_name": "Estrela de Outro Mundo",
    "sof5_img": "aloy_c5",
    "sof5_desc": "Ainda não chegou a hora de iluminar o recanto do céu noturno desta pessoa.",
    "sof6_name": "Estrela de Outro Mundo",
    "sof6_img": "aloy_c6",
    "sof6_desc": "Ainda não chegou a hora de iluminar o recanto do céu noturno desta pessoa."
  }
}