{
  "nick": "Ídolo Radiante",
  "occupation": "Igreja Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Hydro",
  "constellation": "Cratera",
  "desc": "Todos os habitantes de Mondstadt adoram a Barbara. Contudo, ela viu a palavra \"ídolo\" pela primeira vez em uma revista.",
  "birth": "07/05",
  "battle_talent": {
    "normal_name": "Ataque Normal: Suspiro da Água",
    "normal_img": "barbara_s1",
    "normal_desc1": "Realiza até 4 ataques com esguichos de água que infligem Dano Hydro.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para infligir Dano Hydro em uma AdE após um curto período de canalização.",
    "normal_desc3": "Reunindo o poder do Hydro, Barbara mergulha em direção ao chão em pleno ar, infligindo dano a todos os inimigos em seu caminho. Inflige Dano Hydro em uma AdE durante o impacto com o chão.",
    "element_name": "Que Comece o Espetáculo ♪",
    "element_img": "barbara_s2",
    "element_desc": "Invoca gotículas de água que se assemelham a notas musicais que formam um Círculo Melódico, causando Dano Hydro aos oponentes próximos e aplicando o estado Molhado a eles.<br><br>Círculo Melódico<br>Ao acertar, os ataques normais da Barbara curam seus próprios membros de equipe e personagens aliados próximos em uma certa quantidade de Vida, que é escalonado com a Vida Máxima de Barbara.<br>Acertar o Ataque Carregado de Barbara gera 4 vezes a quantidade de cura.<br>Periodicamente regenera a Vida do seu próprio personagem ativo.<br>Aplica o estado Molhado ao personagem e aos oponentes que entram em contato com eles.<br><i>A música da Barbara é a magia que cura seus companheiros.</i>",
    "final_name": "Milagre Brilhante ♪",
    "final_img": "barbara_s3",
    "final_desc": "Cura todas as forças aliadas e seu próprio personagem em uma grande quantidade de Vida que aumenta com a Vida Máxima de Barbara.\n<br><i>O desejo de Barbara de curar fortalece sua vontade de lutar e cantar.</i>"
  },
  "basic_talent": {
    "talent2_name": "Com Todo o Meu Coração♪",
    "talent2_img": "barbara_p2",
    "talent2_desc": "Quando uma Culinária Perfeita é feita em uma comida com efeito de recuperação, tem uma chance de 12% de receber o dobro de produção.",
    "talent3_name": "Temporada Gloriosa",
    "talent3_img": "barbara_p3",
    "talent3_desc": "O Consumo de Stamina dos personagens dentro do loop da melodia de Que Comece o Espetáculo ♪ é reduzido em 12%.",
    "talent1_name": "Encore",
    "talent1_img": "barbara_p1",
    "talent1_desc": "Quando seu próprio personagem ganha um Orbe/Partícula Elemental, a duração do Loop da Melodia do Que Comece o Espetáculo ♪ é estendido em 1s.\nA extensão máxima é de 5s."
  },
  "sof": {
    "sof1_name": "Balada Alegre",
    "sof1_img": "barbara_c1",
    "sof1_desc": "Barbara regenera 1 de Energia a cada 10s.",
    "sof2_name": "Explosão de Vitalidade",
    "sof2_img": "barbara_c2",
    "sof2_desc": "Diminui a Recarga do Que Comece o Espetáculo ♪ em 15%.\nDurante esta habilidade, o seu próprio personagem atual ganha 15% de Dano Hydro adicional.",
    "sof3_name": "Estrela de Amanhã",
    "sof3_img": "barbara_c3",
    "sof3_desc": "Aumenta o nível do Milagre Brilhante ♪ em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "A Atenção é o Meu Poder",
    "sof4_img": "barbara_c4",
    "sof4_desc": "Sempre que os Ataques Carregados da Barbara acertarem um inimigo ela regenera 1 de Energia.\nÉ possível regenerar um máximo de 5 de Energia desta maneira por vez.",
    "sof5_name": "Vínculo de Inocência",
    "sof5_img": "barbara_c5",
    "sof5_desc": "Aumenta o nível do Que Comece o Espetáculo♪ em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Dedicando Tudo para Você",
    "sof6_img": "barbara_c6",
    "sof6_desc": "Quando a Barbara não estiver no campo de batalha e o próprio personagem da equipe for abatido:\nRevive automaticamente este personagem.<br>Regenera totalmente a Vida deste personagem até 100%.<br>Este efeito pode ser ativado uma vez a cada 15 mins."
  }
}