{
  "nick": "Rainha do Mar Sem Coroa",
  "occupation": "Frota Crux",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Victor Mare",
  "desc": "Líder da Frota Crux. Ela é uma chefe sem limites e franca.",
  "birth": "02/14",
  "battle_talent": {
    "normal_name": "Ataque Normal: Conquista do Oceano",
    "normal_img": "beidou_s1",
    "normal_desc1": "Realiza até 5 golpes consecutivos.",
    "normal_desc2": "Drena Stamina ao longo do tempo para realizar cortes contínuos.Ao final da sequência, realiza um corte ainda mais poderoso.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo dano em uma AdE durante o impacto.",
    "element_name": "Invocadora da Maré",
    "element_img": "beidou_s2",
    "element_desc": "Nada com que se deva preocupar. Se alguém levantar uma mão contra ela ou contra os seus homens, ela se vingará dez vezes mais com espada e trovão.<br><br>Pressionar<br>Acumulando o poder dos raios, Beidou balança sua lâmina para frente ferozmente, causando Dano Electro.<br><br>Manter pressionado<br>Levanta sua arma como um escudo. Dano Máximo absorvido aumenta conforme a Vida Máxima de Beidou.<br>Ataca usando a energia armazenada no Espadão ao soltar ou quando a duração da habilidade expira, causando Dano Electro. Dano causado aumenta com o número de vezes em que Beidou é atacada ao longo da duração da habilidade. O maior Bônus de Dano será atingido quando esse efeito for desencadeado duas vezes.<br>O escudo possui as seguintes propriedades:<br>Tem 250% de eficiência em absorção de Dano Electro<br>Aplica o Elemento Electro para a Beidou ao ativar.<br><br><i>Conquistar o alto-mar! Seguir as ondas e perseguir a tempestade!</i>",
    "final_name": "Quebrador de Tempestades",
    "final_img": "beidou_s3",
    "final_desc": "Relembrando seu abate da grande fera Haishan, Beidou clama pela força monstruosa e relâmpagos para criar um Escudo do Trovão ao seu redor, infligindo Dano Electro aos inimigos próximos.\n<br>Escudo do Trovão<br>Quando Ataques Normais e Carregados atingem, eles criam uma descarga elétrica que pode saltar entre os inimigos, infligindo Dano Electro.<br>Aumenta a resistência do personagem a interrupções e diminui o Dano recebido.<br><br>No máximo 1 descarga de relâmpago pode ser desencadeada por segundo.<br><br><i>Com o estrondo do trovão, Haishan foi derrotado.</i>"
  },
  "basic_talent": {
    "talent2_name": "Conquistadora das Marés",
    "talent2_img": "beidou_p2",
    "talent2_desc": "Diminui o consumo de Stamina ao Nadar de todos os seus personagens em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent3_name": "Retribuição",
    "talent3_img": "beidou_p3",
    "talent3_desc": "Ao atacar com Invocadora da Maré no exato momento em que o personagem é atingido, concede o bônus de Dano máximo.",
    "talent1_name": "Tormenta Elétrica",
    "talent1_img": "beidou_p1",
    "talent1_desc": "Obtém os seguintes efeitos por 10s após lançar a Invocadora da Maré com seu bônus máximo de Dano:\nO Dano causado pelos Ataques Normais e Carregados aumenta em 15%. A Vel. de Ataque dos Ataques Normais ou Carregados é aumentada em 15%.<br>Reduz grandemente o atraso antes de lançar Ataques Carregados."
  },
  "sof": {
    "sof1_name": "Flagelo da Fera do Mar",
    "sof1_img": "beidou_c1",
    "sof1_desc": "Quando o Quebrador de Tempestades é usado:\nCria um escudo que absorve até 16% de Dano baseado na Vida Máxima de Beidou por 15 segundos.<br>Esse escudo absorve 250% do Dano Electro mais eficientemente.",
    "sof2_name": "Sobre o Mar Turbulento, o Trovão Surge",
    "sof2_img": "beidou_c2",
    "sof2_desc": "O Arco Relâmpago do Quebrador de Tempestades pode rebater em 2 alvos adicionais.",
    "sof3_name": "Invocadora da Tempestade",
    "sof3_img": "beidou_c3",
    "sof3_desc": "Aumenta o nível da Invocadora da Maré em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Vingança Impressionante",
    "sof4_img": "beidou_c4",
    "sof4_desc": "Após ser atacada, os Ataques Normais de Beidou ganham 20% de Dano Electro adicional por 10s.",
    "sof5_name": "Caminhante da Maré Carmesim",
    "sof5_img": "beidou_c5",
    "sof5_desc": "Aumenta o nível do Quebrador de Tempestades em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Destruição do Mal",
    "sof6_img": "beidou_c6",
    "sof6_desc": "Ao longo da duração do Quebrador de Tempestades, a RES Electro dos inimigos próximos é diminuída em 15%."
  }
}