{
  "nick": "Julgamento por Fogo",
  "occupation": "Guilda de Aventureiros",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Pyro",
  "constellation": "Rota Calamitas",
  "desc": "Um aventureiro de Mondstadt justo e bondoso, mas muito azarado.",
  "birth": "02/29",
  "battle_talent": {
    "normal_name": "Ataque Normal: Espada da Sorte",
    "normal_img": "bennett_s1",
    "normal_desc1": "Realiza até 5 golpes rápidos.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Sobrecarga de Paixão",
    "element_img": "bennett_s2",
    "element_desc": "Bennett coloca todo seu fogo e sua paixão por aventura em sua espada. Os resultados podem variar baseados no quão fervente ele está...<br><br>Pressionar<br>Um único e rápido ataque de chamas que causa Dano Pyro.<br><br>Manter pressionado (Brevemente)<br>Sobrecarrega, resultando em diferentes efeitos quando liberado baseado no Nível de Carga.<br> Nível 1: Ataca duas vezes, causando Dano Pyro e lançando inimigos.<br> Nível 2: Desfere 3 ataques consecutivos que causam um incrível Dano Pyro, mas o último ataque desencadeia uma explosão que lança Bennett e seu inimigo.<br>Bennett não leva nenhum dano ao ser lançado.<br><br><i>Um ataque que combina os sonhos do Bennett e sua paixão por Pyro. Mas a paixão às vezes é muito ardente e Pyro acaba explodindo.</i>",
    "final_name": "Viagem Fantástica",
    "final_img": "bennett_s3",
    "final_desc": "Bennett pula, causando Dano Pyro, e cria um Campo de Inspiração.\n<br>Campo de Inspiração<br>·Se a Vida dos personagens dentro da AdE for igual ou cair para menos de 70%, regenerará Vida continuamente. A regeneração de Vida se baseia na Vida Máxima de Bennett.<br>·Se a Vida dos personagens dentro da AdE for maior que 70%, receberão um Bônus de ATQ proporcional ao Ataque Básico de Bennett.<br>·Aplica-se aos personagens dentro da AdE Elemento Pyro.<br><br><i>A Equipe de Aventura de Benny sempre encontra perigos e acidentes quando parte para explorar. Apesar disso, Bennett prefere dizer que isso é \"uma jornada cheia de maravilhas, beleza e excitação\".</i>"
  },
  "basic_talent": {
    "talent2_name": "Deve Ser Seguro...",
    "talent2_img": "bennett_p2",
    "talent2_desc": "Quando despachado em uma expedição em Mondstadt, o tempo consumido é reduzido em 25%",
    "talent3_name": "Ressurgimento da Paixão",
    "talent3_img": "bennett_p3",
    "talent3_desc": "Diminui o Tempo de Recarga da Sobrecarga da Paixão em 20%.",
    "talent1_name": "Fervor Intrépido",
    "talent1_img": "bennett_p1",
    "talent1_desc": "Dentro da área criada pela Viagem Fantástica, a Sobrecarga da Paixão recebe os seguintes efeitos:\nA Recarga é reduzida em 50%.<br>Bennett não será lançado pelos efeitos da Carga Nível 2."
  },
  "sof": {
    "sof1_name": "Grande Expectativa",
    "sof1_img": "bennett_c1",
    "sof1_desc": "O aumento do ATQ da Viagem Fantástica não possui mais restrição de Vida, e aumenta numericamente 20% do ATQ Básico de Bennett.",
    "sof2_name": "Escape da Desolação",
    "sof2_img": "bennett_c2",
    "sof2_desc": "Quando a Vida de Bennett cair abaixo de 70%, a Recarga da sua Energia é aumentada em 30%.",
    "sof3_name": "Paixão Ardente",
    "sof3_img": "bennett_c3",
    "sof3_desc": "Aumenta o nível da Sobrecarga de Paixão em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Odisseia Inesperada",
    "sof4_img": "bennett_c4",
    "sof4_desc": "Usar um Ataque Normal ao executar um segundo ataque de Carga Nível 1 da Sobrecarga da Paixão permite realizar um ataque adicional.\nEsse ataque adicional causa 135% do Dano do segundo ataque.",
    "sof5_name": "O Verdadeiro Explorador",
    "sof5_img": "bennett_c5",
    "sof5_desc": "Aumenta o nível da Viagem Fantástica em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Fogo e Coragem",
    "sof6_img": "bennett_c6",
    "sof6_desc": "Viagem Fantástica concede 15% de Bônus de Dano Pyro aos membros do grupo dentro da AdE. Além disso, personagens que usam Espadas, Espadões e Lanças recebem um Encantamento Pyro."
  }
}