{
  "nick": "Promessa Dourada",
  "occupation": "Vila Aaru",
  "area": "Sumeru",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Hydro",
  "constellation": "Sagitta Scutum",
  "desc": "Guardiã da Vila Aaru, descendente do Rei Deshret, seu olho esquerdo é da cor do âmbar.",
  "birth": "05/03",
  "battle_talent": {
    "normal_name": "Ataque Normal: Lança Reluzente - Postura Guardiã",
    "normal_img": "candace_s1",
    "normal_desc1": "Realiza até 4 golpes com a lança.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para se lançar para a frente, infligindo Dano em seu trajeto.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Ritual Sagrado: Garça Guardiã",
    "element_img": "candace_s2",
    "element_desc": "O estilo de luta de Candace é capaz de resistir a uma onda de inimigos.<br><br>Pressionar<br>Ataca avançando com seu escudo, infligindo Dano Hydro contra os inimigos em sua frente.<br><br>Manter Pressionado<br>Ergue seu escudo para bloquear o ataque dos inimigos, formando um Escudo que absorve Dano baseado na Vida Máxima de Candace e possui 250% de eficiência contra Dano Hydro. O Escudo dura até o fim da Habilidade Elemental.<br>Ao Manter Pressionado por um certo tempo, Candace completará o carregamento, e quando lançar a habilidade, a duração acabar ou o escudo for destruído, realizará um ataque de salto que infligirá Dano Hydro contra os inimigos em sua frente.<br><br><i>\"O juramento dos guardiões deve ser ainda mais firme que o escudo que herda de seus ancestrais.\"</i>",
    "final_name": "Ritual Sagrado: Maré dos Alvéolas",
    "final_img": "candace_s3",
    "final_desc": "Candace ergue sua arma e invoca uma bênção divina que inflige Dano Hydro em AdE baseado em sua Vida Máxima, e aplica continuamente o estado \"Súplica da Coroa Escarlate\" no seu personagem ativo no campo de batalha.\n<br>Súplica da Coroa Escarlate<br>Possui as seguintes características:<br>· Quando o Ataque Normal do personagem inflige Dano Elemental contra os inimigos, aumenta o Dano infligido;<br>· Quando um personagem se torna o ativo no campo de batalha, lança uma Onda do Dilúvio que inflige Dano Hydro contra os inimigos próximos. Esse efeito possui um limite de vezes que pode ser desencadeado dentro da duração dessa habilidade;<br>· Personagens sob esse efeito que usem Espada, Espadão ou Lança obterão Encantamento Hydro.<br><br><i>Esse ritual secreto foi passado de geração em geração pelo clã de Candace. Apesar da antiga fé ter se perdido com o passar do tempo, as areias ainda protegem os herdeiros do antigo reino.</i>"
  },
  "basic_talent": {
    "talent2_name": "Aurora Primordial",
    "talent2_img": "candace_p2",
    "talent2_desc": "Diminui o consumo de Stamina ao Escalar de todos os seus próprios personagens da equipe em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent3_name": "Proteção Plúmea",
    "talent3_img": "candace_p3",
    "talent3_desc": "Se Candace sofrer um ataque durante o Manter Pressionado de Ritual Sagrado: Garça Guardiã, carregará a habilidade completamente.",
    "talent1_name": "Arco das Areias",
    "talent1_img": "candace_p1",
    "talent1_desc": "Personagens sob estado Súplica da Coroa Escarlate causado por Ritual Sagrado: Maré dos Alvéolas aumentam o Dano infligido contra os oponentes em 0,5% para cada 1.000 pontos de Vida Máxima de Candace quando causam Dano Elemental com seus Ataques Normais."
  },
  "sof": {
    "sof1_name": "Herdeira das Areias Escarlates Ressurgida",
    "sof1_img": "candace_c1",
    "sof1_desc": "Estende a duração do estado Súplica da Coroa Escarlate de Ritual Sagrado: Maré dos Alvéolas em 3s.",
    "sof2_name": "Brilho Perfura-Luas",
    "sof2_img": "candace_c2",
    "sof2_desc": "Quando Ritual Sagrado: Garça Guardiã atinge os inimigos, a Vida Máxima de Candace aumenta 20% por 15s.",
    "sof3_name": "Devoção à Caça",
    "sof3_img": "candace_c3",
    "sof3_desc": "Aumenta o nível de Ritual Sagrado: Maré dos Alvéolas em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Juramento da Sentinela",
    "sof4_img": "candace_c4",
    "sof4_desc": "A recarga do Manter Pressionado de Ritual Sagrado: Garça Guardiã é reduzida para a mesma recarga do Pressionar.",
    "sof5_name": "Olhos Dourados",
    "sof5_img": "candace_c5",
    "sof5_desc": "Aumenta o nível do Ritual Sagrado: Garça Guardiã em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Inundação",
    "sof6_img": "candace_c6",
    "sof6_desc": "Quando o personagem ativo no campo de batalha estiver sob o estado Súplica da Coroa Escarlate de Ritual Sagrado: Maré dos Alvéolas (exceto a própria Candace) e infligir Dano Elemental contra um inimigo com um Ataque Normal, lançará uma Onda Torrencial que infligirá Dano Hydro em AdE equivalente a 15% da Vida Máxima de Candace.\nEsse efeito só pode ser desencadeado uma vez a cada 2.3s, e o Dano infligido é considerado Dano de Supremo."
  }
}