{
  "localeName": "Chiori",
  "nick": "???",
  "occupation": "???",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Geo",
  "constellation": "Forfex Sericorum",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Ataque Normal: Lâmina Tecelã",
    "normal_img": "chiori_s1",
    "normal_desc1": "Realiza até 4 golpes rápidos.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando Dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Carícia da Pluma Penada",
    "element_img": "chiori_s2",
    "element_desc": "Avança rapidamente para a frente com um movimento gracioso das mangas e, em seguida, convoca a \"Autômata Sode\" e realiza um Ataque de Impulso Ascendente que causa Dano Geo em AdE aos inimigos próximos com base no ATQ e DEF da Chiori.<br>Essa habilidade é ativada de maneira diferente ao manter pressionado.<br><br>Manter pressionado<br>Entra no modo de mira para ajustar a direção do avanço.<br><br><br><br>· Realiza um ataque a oponentes próximos em intervalos, causando Dano Geo em AdE baseado no ATQ e DEF de Chiori.<br>·Quando ativo, se houverem Construções Geo nas proximidades, uma Autômata Sode adicional será invocada na posição de Chiori. Apenas 1 Autômata Sode adicional pode ser invocada desta maneira. A duração desta Autômata é contada de forma independente.<br><br><i>\"O vermelho das cerejeiras tingem o brocado, a fragrância impregna as mangas, as aves estão embriagadas.\"</i>",
    "final_name": "Lâminas Gêmeas: Em Voo",
    "final_img": "chiori_s3",
    "final_desc": "As espadas gêmeas saem de suas bainhas enquanto Chiori realiza cortes precisos como uma mestre alfaiate, causando Dano Geo em AdE com base em seu ATQ e DEF.\n<br><i>\"Domine um princípio, e o caminho para todos os outros se abrirá para você.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Silhueta Bela",
    "talent2_img": "chiori_p2",
    "talent2_desc": "Quando qualquer membro do grupo estiver usando um Vestuário que não seja o Vestuário padrão, ou estiver usando um Planador que não seja o \"Planador de Iniciante\", os membros do grupo receberão o efeito Passos Ágeis: Veloc. Mov. aumenta em 10%.\nEsse efeito não tem efeito em domínios, Domínios Dizimados e Abismo do Espiral. Passos Ágeis não acumula.",
    "talent3_name": "Feito Sob Medida",
    "talent3_img": "chiori_p3",
    "talent3_desc": "Durante um curto período de tempo após executar o Ataque de Impulso Ascendente de Carícia da Pluma Penada, diferentes efeitos são ativados dependendo do que for feito em seguida: se pressionar para saltar, o efeito \"Costura\" é ativado; se for executado um Ataque Normal, o efeito \"Bordado\" é ativado.\n<br>Costura<br>· Muda para o próximo personagem.<br>· Aplica o efeito \"Aproveite o Momento\" a todos os personagens da equipe, de modo que quando seu personagem em uso atacar um inimigo com um Ataque Normal, Carregado ou Imersivo, a Autômata Sode executará um ataque coordenado na localização do oponente que inflige Dano Geo em AdE equivalente a 100% do dano do Ataque de Impulso Ascendente de \"Carícia da Pluma Penada\". O dano infligido dessa forma é considerado dano de Habilidade Elemental.<br>· O efeito de \"Aproveite o Momento\" dura 8s, e Sode só pode executar um ataque coordenado a cada 2s. Enquanto \"Aproveite o Momento\" estiver ativo, no máximo 2 ataques coordenados podem ser executados.<br><br>Bordado· Chiori se imbuí de Geo por 5s.<br><br>Quando Chiori está no campo, se não pressionar a Habilidade Elemental novamente ou não executar um Ataque Normal ou um salto durante o curto período de tempo após realizar o Ataque de Impulso Ascendente de \"Carícia da Pluma Penada\", o efeito de \"Bordado\" será ativado diretamente.",
    "talent1_name": "Retoque Final",
    "talent1_img": "chiori_p1",
    "talent1_desc": "Quando um aliado próximo criar uma Construção Geo, Chiori ganha 20% de Bônus de Dano Geo por 20s."
  },
  "sof": {
    "sof1_name": "Seis Caminhos da Seda da Sabedoria",
    "sof1_img": "chiori_c1",
    "sof1_desc": "A AdE de Autômata Sode invocada por Carícia da Pluma Penada é aumentada em 50%.\nAlém disso, se há outro membro Geo na equipe além de Chiori, Carícia da Pluma Penada vai desencadear o seguinte efeito após a investida:<br>· Invoca outra Sode. Somente 1 Sode pode ser criada dessa maneira e criada por Construções Geo podem existir simultaneamente.<br>· Desencadeia o Talento Passivo \"Retoque Final\". Esse efeito requer o desbloqueio do Talento Passivo \"Retoque Final\".",
    "sof2_name": "Em Cinco Cores Tingidas",
    "sof2_img": "chiori_c2",
    "sof2_desc": "Nos 10s após usar Lâminas Gêmeas: Em Voo, uma boneca Autômato Simples \"Kinu\" vai ser invocada perto de Chiori a cada 3s. Kinu atacará inimigos próximos, causando Dano Geo em AdE equivalente a 170% do Dano de Sode. O Dano causado dessa forma é considerado Dano de Habilidade Elemental.\nKinu sairá do campo de batalha após 1 ataque ou depois de 3s.",
    "sof3_name": "Quatro Embelezamentos de Brocado",
    "sof3_img": "chiori_c3",
    "sof3_desc": "Aumenta o nível da Carícia da Pluma Penada em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Três Cortesias da Costura",
    "sof4_img": "chiori_c4",
    "sof4_desc": "Por 8s após acionar qualquer um dos efeitos de coordenados do Talento Passivo \"Feito Sob Medida\", quando os Ataques Normais, Carregados ou Imersivos do seu personagem ativo atual atingirem um oponente, ele convocará o Autômato Simples Kinu próximo a esse oponente.\nVocê pode invocar 1 Kinu dessa forma a cada 1s, e até 3 Kinu podem ser invocados dessa forma em cada instância de \"Feito Sob Medida\" de \"Aproveite o Momento\" ou do efeito \"Bordado\". Esse efeito acima pode ser ativado uma vez a cada 15s.<br>É necessário desbloquear o Talento Passivo \"Feito Sob Medida\" primeiro.",
    "sof5_name": "Duas Plumas de Seda",
    "sof5_img": "chiori_c5",
    "sof5_desc": "Aumenta o Nível de Lâminas Gêmeas: Em Voo em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Buscando o Princípio Universal",
    "sof6_img": "chiori_c6",
    "sof6_desc": "Depois de desencadear o efeito subsequente do Talento Passivo \"Feito Sob Medida\", a Carícia da Pluma Penada de Chiori vai ter sua recarga reduzida em 14.5s. É necessário ter desbloqueado o Talento Passivo \"Feito Sob Medida\" primeiro.\nAlém disso, o Dano causado pelo Ataque Normal de Chiori é aumentado em 180% de sua DEF."
  }
}