{
  "localeName": "Cyno",
  "nick": "Juiz dos Segredos",
  "occupation": "Templo do Silêncio",
  "area": "Sumeru",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Electro",
  "constellation": "Lupus Aureus",
  "desc": "O General Mahamatra responsável por supervisionar os pesquisadores da Academia.Dizem que quando ele está trabalhando, o General Mahamatra é ainda mais eficiente do que o \"Grande Vayuvyastra\" feito pelos Kshahrewar.",
  "birth": "06/23",
  "battle_talent": {
    "normal_name": "Ataque Normal: Lança da Invocação",
    "normal_img": "cyno_s1",
    "normal_desc1": "Realiza até 4 golpes com a lança.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para se lançar para frente, infligindo Dano em seu trajeto.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Ritual Secreto: Travessia Abissal",
    "element_img": "cyno_s2",
    "element_desc": "Avança rapidamente, infligindo Dano Electro contra os inimigos no caminho.<br><br>Quando Cyno está sob o estado \"Juramento Desbravador\" de seu Supremo \"Ritual Sagrado: Agilidade Lupina\", lançará Ritual Mortuário, usando o poder dos raios para infligir Dano Electro em AdE, e prolongar a duração de \"Juramento Desbravador\".<br><br><i>\"Esse julgamento não possui escolha. Não há rejeição ou aceitação... Pois já fomos julgados há muito tempo.\"</i>",
    "final_name": "Ritual Sagrado: Agilidade Lupina",
    "final_img": "cyno_s3",
    "final_desc": "Invoca um espírito divino para possuí-lo, transformando-o no Juramento Desbravador.\n<br>Juramento Desbravador<br>O Dano que Cyno inflige por Ataques Normais, Carregados e Imersivos é convertido para Dano Electro que não pode ser substituído;<br>· Aumenta a Proficiência Elemental de Cyno, aumenta sua Resistência contra Interrupção e o torna imune ao Dano infligido pela reação Eletricamente Carregado.<br><br>Esse efeito desaparecerá quando Cyno sair do campo de batalha, e dura até 18s.<br><br><i>Os rituais secretos passados pela nação antiga são como o julgamento final do General Mahamatra.</i><br><i>Não importa se agora ou no passado, se uma grande tempestade ou serpente, ninguém abalará o poder da lei.</i>"
  },
  "basic_talent": {
    "talent2_name": "O Dom do Silêncio",
    "talent2_img": "cyno_p2",
    "talent2_desc": "Ganha 25% a mais de recompensas quando enviado numa Expedição em Sumeru por 20 horas.",
    "talent3_name": "Julgamento das Plumas",
    "talent3_img": "cyno_p3",
    "talent3_desc": "Quando Cyno está com o estado Juramento Desbravador ativado pelo Ritual Sagrado: Agilidade Lupina, Cyno entrará periodicamente no estado \"Vidente do Fim\". Se ele lançar Ritual Secreto: Travessia Abissal enquanto estiver neste estado, desencadeará o efeito \"Adjudicação\", aumentando o Dano deste Ritual Secreto: Travessia Abissal em 35%, e disparando 3 Raios da Desolação que infligem 100% do ATQ de Cyno como Dano Electro.\nO Dano do Raio da Desolação é considerado Dano de Habilidade Elemental.",
    "talent1_name": "Soberania dos Nove Arcos",
    "talent1_img": "cyno_p1",
    "talent1_desc": "Os valores de Dano de Cyno aumentam baseados na Proficiência Elemental do seguinte modo:\n· O Dano de Ataque Normal no estado Juramento Desbravador é aumentado em 150% da Proficiência Elemental.<br>· O Dano do Raio da Desolação do seu Talento Passivo \"Julgamento das Plumas\" é aumentado em 250% da Proficiência Elemental."
  },
  "sof": {
    "sof1_name": "Decreto: Vigilância Incansável",
    "sof1_img": "cyno_c1",
    "sof1_desc": "Ao lançar Ritual Sagrado: Agilidade Lupina, aumenta a Vel. de ATQ do Ataque Normal de Cyno em 20% por 10s. Se ao lançar Ritual Secreto: Travessia Abissal desencadear o efeito \"Adjudicação\" do Talento Passivo \"Julgamento das Plumas\", redefinirá a duração do efeito de aumento da Vel. de ATQ do Ataque Normal.\nVocê deve desbloquear o Talento Passivo \"Julgamento das Plumas\" primeiro.",
    "sof2_name": "Cerimônia: Retorno das Almas",
    "sof2_img": "cyno_c2",
    "sof2_desc": "Quando os Ataques Normais de Cyno acertam os oponentes, seu Bônus de Dano Electro irá aumentar em 10% por 4s. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Máximo de 5 acúmulos.",
    "sof3_name": "Édito: Punição da Lei",
    "sof3_img": "cyno_c3",
    "sof3_desc": "Aumenta o nível de Ritual Sagrado: Agilidade Lupina em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Austeridade: Defesa Intimidante",
    "sof4_img": "cyno_c4",
    "sof4_desc": "Quando Cyno está no estado Juramento Desbravador de Ritual Sagrado: Agilidade Lupina, ao desencadear as reações de Eletricamente Carregado, Supercondutor, Sobrecarga, Aceleração, Intensificação, Superflorescimento e Redemoinho Electro, regenerará 3 de Energia Elemental para todos os membros próximos da equipe (com exceção do próprio Cyno).\nEsse efeito pode ser desencadeado até 5 vezes por uso de Ritual Sagrado: Agilidade Lupina.",
    "sof5_name": "Ritual Funerário: Passagem da Aura Estelar",
    "sof5_img": "cyno_c5",
    "sof5_desc": "Aumenta o Nível de Ritual Secreto: Travessia Abissal em 3.\nO aumento máximo de nível é 15.",
    "sof6_name": "Vestes: Balança da Justiça",
    "sof6_img": "cyno_c6",
    "sof6_desc": "Após usar Ritual Sagrado: Agilidade Lupina ou desencadear o efeito \"Adjudicação\" do Talento Passivo \"Julgamento das Plumas\", Cyno ganha 4 acúmulos do efeito \"Dia do Chacal\". Quando Cyno acerta oponentes com Ataques Normais, será consumido 1 acúmulo de \"Dia do Chacal\" para lançar um Raio da Desolação.\nO \"Dia do Chacal\" dura por 8s, e possui no máximo 8 acúmulos. Ele será cancelado quando o estado Juramento Desbravador do \"Ritual Sagrado: Agilidade Lupina\" acabar.<br>O máximo de 1 Raio da Desolação pode ser lançado a cada 0,4s.<br>Você precisa desbloquear o Talento Passivo \"Julgamento das Plumas\" primeiro."
  }
}