{
  "localeName": "Diluc",
  "nick": "O Lado Negro do Alvorecer",
  "occupation": "Adega do Alvorecer",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "Noctua",
  "desc": "O magnata do império de vinhedos em Mondstadt, inigualável em todos os sentidos.",
  "birth": "04/30",
  "battle_talent": {
    "normal_name": "Ataque Normal: Espada Temperada",
    "normal_img": "diluc_s1",
    "normal_desc1": "Realiza até 4 golpes consecutivos.",
    "normal_desc2": "Drena Stamina ao longo do tempo para realizar cortes contínuos.Ao final da sequência, realiza um corte ainda mais poderoso.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando danos aos inimigos em seu caminho e infligindo dano em uma AdE durante o impacto.",
    "element_name": "Investida Ardente",
    "element_img": "diluc_s2",
    "element_desc": "Realiza um corte para frente que causa Dano Pyro.<br><br>Esta habilidade pode ser usada 3x consecutivamente. Entra em Recarga se não for lançada novamente em um curto período de tempo.<br><br><i>Os cortes representam os valores de Diluc: um pela justiça, um pela coragem e outro pelo seus deveres.</i>",
    "final_name": "Alvorecer",
    "final_img": "diluc_s3",
    "final_desc": "Lança chamas intensas nos inimigos ao redor, causando Dano Pyro. As chamas então convergem na arma, invocando uma Fênix que voa para frente e causa Dano Pyro massivo em todos os inimigos no seu caminho. A Fênix explode após alcançar seu destino, causando um enorme Dano Pyro AdE.\n<br>As chamas que correm de sua lâmina imbuem Diluc com Pyro.<br><br><i>A única razão para andar na escuridão é para a iluminar. Vejam, aquela luz no calar da noite é o arauto do amanhecer que está por vir.</i>"
  },
  "basic_talent": {
    "talent2_name": "Tradição do Cavaleiro do Alvorecer",
    "talent2_img": "diluc_p2",
    "talent2_desc": "Reembolsa 15% dos minérios usados durante a produção de armas do tipo Espadão.",
    "talent3_name": "Implacável",
    "talent3_img": "diluc_p3",
    "talent3_desc": "O Consumo de Stamina do Ataque Carregado de Diluc será diminuído em 50%, e sua duração será aumentada em 3 segundos.",
    "talent1_name": "Bênção de Phoenix",
    "talent1_img": "diluc_p1",
    "talent1_desc": "O Encantamento Pyro obtido pelo Alvorecer dura por 4 segundos a mais. Adicionalmente, Diluc ganha 20% de Bônus de Dano Pyro ao longo da duração deste efeito."
  },
  "sof": {
    "sof1_name": "Convicção",
    "sof1_img": "diluc_c1",
    "sof1_desc": "Diluc causa 15% a mais de Dano aos inimigos com Vida superior a 50%.",
    "sof2_name": "Brasas Ardentes",
    "sof2_img": "diluc_c2",
    "sof2_desc": "Quando Diluc recebe Dano, seu ATQ aumenta 10%, e a sua VEL de ATQ aumenta em 5% por 10s.\nEste efeito pode ser ativado até 3 vezes e pode ocorrer apenas uma vez a cada 1.5s.",
    "sof3_name": "Aço e Fogo",
    "sof3_img": "diluc_c3",
    "sof3_desc": "Aumenta o nível da Investida Ardente em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Chamas Fluidas",
    "sof4_img": "diluc_c4",
    "sof4_desc": "Lançar Investida Ardente de forma cadenciada aumenta drasticamente o dano causado.\nDentro de 2 segundos de uso da Investida Ardente, lançar a próxima Investida Ardente em um combo infligirá 40% de Dano adicional. Esse efeito dura pelos próximos 2 segundos.",
    "sof5_name": "Fênix, Prenúncio do Alvorecer",
    "sof5_img": "diluc_c5",
    "sof5_desc": "Aumenta o nível do Alvorecer em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Espada Flamejante, Nemesis das Trevas",
    "sof6_img": "diluc_c6",
    "sof6_desc": "Após lançar a Investida Ardente, os próximos 2 Ataques Normais dentro de 6s terão seus Dano e VEL de ATQ aumentados em 30%.\nAlém disso, a Investida Ardente não interromperá o combo do Ataque Normal."
  }
}