{
  "nick": "Coquetel da Cauda do Gato",
  "occupation": "A Cauda do Gato",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Feles",
  "desc": "Uma jovem que herdou pequenas quantidades de sangue não humano. Ela é a Barmaid incrivelmente popular da taverna da Cauda do Gato.",
  "birth": "01/18",
  "battle_talent": {
    "normal_name": "Ataque Normal: Pontaria do Caçador",
    "normal_img": "diona_s1",
    "normal_desc1": "Realiza até 5 disparos consecutivos com o arco.",
    "normal_desc2": "Realiza um ataque Disparo com Mira mais preciso e com mais dano.Enquanto mira, gelo será acumulado na flecha. Uma flecha totalmente carregada causará Dano Cryo.",
    "normal_desc3": "lor=#ffd780ff>Ataque Imersivo Dispara uma chuva de flechas no ar antes de cair e impactar o chão, causando Dano AdE no impacto.",
    "element_name": "Garra de Gato Gelada",
    "element_img": "diona_s2",
    "element_desc": "Dispara uma Garra de Gato Gelada que causa Dano Cryo e cria um escudo.<br>A Absorção de Dano do escudo é baseada na Vida Máxima de Diona, e sua duração depende do número de garras que atingem seu objetivo.<br><br>Tocar<br>Dispara rapidamente 2 Garras de Gato Gelada.<br><br>Manter Pressionado Retrocede rapidamente e dispara 5 Garras de Gato Geladas.<br>O escudo criado pelo ataque Manter Pressionado ganhará um bônus de 75% de Absorção de Dano.<br><br>O escudo tem um bônus de 250% de Absorção de Dano Cryo, e ao ser formado aplica o Elemento Cryo em seu próprio personagem por uma curta duração.<br><br><i>Normalmente, nenhuma quantidade de gelo no copo de um bêbado faria mal algum, até que Diona usou sua Visão para criar gelo frio o suficiente para congelar o cérebro. Nota 10!</i>",
    "final_name": "Coquetel Assassino",
    "final_img": "diona_s3",
    "final_desc": "Atira um coquetel gelado especial que causa Dano Cryo em uma AdE e cria uma Névoa Embriagada em uma AdE.\n<br>Névoa Embriagada<br>Causa Dano Cryo contínuo nos inimigos dentro da AdE.<br>Regenera continuamente a Vida dos personagens dentro da AdE.<br><br><i>Uma mistura horrível que até mesmo Diona considera desumana. O gosto horrível deve ser deixado apenas para os inimigos. Tem um sabor muito fresco, mas infelizmente só se pode sentir no nariz e na pele.</i>"
  },
  "basic_talent": {
    "talent2_name": "Aperitivos Grátis",
    "talent2_img": "diona_p2",
    "talent2_desc": "Quando uma Culinária Perfeita é feita em uma comida com efeito de recuperação, tem uma chance de 12% de receber o dobro de produção.",
    "talent3_name": "Menu Secreto da Cauda do Gato",
    "talent3_img": "diona_p3",
    "talent3_desc": "Os personagens protegidos por Garras de Gato Gelado têm sua Veloc. Mov. aumentado em 10% e seu Consumo de Stamina diminuído em 10%.",
    "talent1_name": "Diversão dos Bêbados",
    "talent1_img": "diona_p1",
    "talent1_desc": "Inimigos que entram na AdE do Coquetel Assassino tem seu ATQ reduzido em 10% por 15s."
  },
  "sof": {
    "sof1_name": "Coquetel da Casa",
    "sof1_img": "diona_c1",
    "sof1_desc": "Regenera 15 de Energia para Diona depois dos efeitos de Coquetel Assassino terminarem.",
    "sof2_name": "Garra de Gato Tremendo de Frio",
    "sof2_img": "diona_c2",
    "sof2_desc": "Aumenta o dano da Garra de Gato Gelada em 15%, e aumenta a Absorção de Dano do escudo em 15%. Quando a habilidade atinge um alvo, cria um escudo para outros personagens nos arredores que absorve até 50% do dano Garra de Gato Gelada por 5s.",
    "sof3_name": "Q-quer outro copo?",
    "sof3_img": "diona_c3",
    "sof3_desc": "Aumenta o nível do Coquetel Assassino em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "\"Assassina da indústria do vinho\"",
    "sof4_img": "diona_c4",
    "sof4_desc": "Na AdE do Coquetel Assassino, o tempo do Disparo com Mira de Diona é reduzido em 60%.",
    "sof5_name": "Dose dupla com gelo",
    "sof5_img": "diona_c5",
    "sof5_desc": "Aumenta o nível da Garra de Gato Gelada em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Encerrando o Expediente na Cauda do Gato",
    "sof6_img": "diona_c6",
    "sof6_desc": "Os personagens dentro da AdE do Coquetel Assassino de acordo com a Vida obtém o seguinte efeito:\nQuando a Vida é igual ou inferior a 50%, o Bônus de Cura Recebida aumenta 30%;<br>Quando a Vida é superior a 50%, a Proficiência Elemental aumenta 200."
  }
}