{
  "nick": "Ansioso por Sonhos Profundos",
  "occupation": "Hotel Bouffes d'ete",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Cryo",
  "constellation": "Automaton",
  "desc": "Um jovem reservado muito habilidoso em mergulho. Sob seu comportamento distante e frio, há um coração puro isento de qualquer falha.",
  "birth": "09/24",
  "battle_talent": {
    "normal_name": "Ataque Normal: Espada do Fluxo",
    "normal_img": "freminet_s1",
    "normal_desc1": "Realiza até 4 golpes consecutivos.",
    "normal_desc2": "Drena Stamina ao longo do tempo para realizar um ataque giratório contínuo contra todos os inimigos próximos.Ao final da sequência, realiza um corte poderoso.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos em seu caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Fluxo Pressurizado",
    "element_img": "freminet_s2",
    "element_desc": "Faz um Ataque de Impulso Ascendente que causa Dano Cryo e entra no estado Tempo Pers por 10s.<br>Enquanto estiver no estado Tempo Pers, a Habilidade Elemental será convertida em Pressão Esmagadora.<br><br>Pressão Esmagadora<br>Realiza ataques diferentes segundo o Nível de Pressão de Tempo Pers, e remove o estado Tempo Pers:<br>· Nível 0: lança um corte vertical que causa Dano Cryo.<br>· Nível 1 a 3: lança cortes verticais junto com Pers, causando Dano Cryo e Dano Físico. O Dano é diferente segundo o nível da Pressão Esmagadora.<br>· Nível 4: pega o poder emprestado de um Pers totalmente pressurizado para causar Dano Físico. Neste momento, o Ataque Normal: Espada do Fluxo será substituído pela Pressão Esmagadora. <br><br>Tempo Pers<br>Quando Freminet faz um Ataque Normal, lançará ao mesmo tempo um Gelo Congelante que causa Dano Cryo e eleva o nível de Pressão Esmagadora de Tempo Pers.<br>O Dano Cryo causado dessa forma nesse tempo é considerado Dano de Habilidade Elemental.<br><br>Arkhe: Pneuma<br>Periodicamente, depois de lançar um Ataque de Impulso Ascendente, criará um Espinho Espiritual na forma de outro Impulso Ascendente que causará Dano Cryo com Pneuma.<br><br><i>Imobilizar o seu oponente sem tirar sua vida também pode ser considerado uma estratégia de sobrevivência que alguém pode escolher.</i><br><i>\"Pers... deixo o resto nas suas mãos.\"</i>",
    "final_name": "Emboscada das Sombras",
    "final_img": "freminet_s3",
    "final_desc": "Liberta um ar frio que não pode ser tocado, causando Dano Cryo em AdE, redefinindo a recarga da Habilidade \"Fluxo Pressurizado\" e entrando no modo Caçador Secreto por 10s.\n<br>Quando estiver no modo Caçador Secreto, aumenta a RES contra Interrupção de Freminet, e sua Habilidade Elemental \"Fluxo Pressurizado\" obtém os seguintes fortalecimentos:<br>· Redução da Recarga em 70%.<br>· Ao fazer um Ataque Normal, aumenta um nível adicional do Nível de Pressão de Tempo Pers, e aumenta o Dano causado pelo Gelo Congelante ao lançar um Ataque Normal em 200% do Dano original causado.<br><br>Esse efeito será removido quando Freminet sair do campo de batalha.<br><br><i>\"Agora... eu não preciso de nenhum barulho extra.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Navegando em Águas Profundas",
    "talent2_img": "freminet_p2",
    "talent2_desc": "Reduz o consumo de Fôlego dos membros da equipe em 35%.\nNão acumulável com outros Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent3_name": "Mergulho da Saturação",
    "talent3_img": "freminet_p3",
    "talent3_desc": "Ao lançar Fluxo Pressurizado: Pressão Esmagadora, se o Nível de Pressão do Tempo Pers for menor que 4, a recarga de Fluxo Pressurizado será reduzida em 1s.",
    "talent1_name": "Condensadores Paralelos",
    "talent1_img": "freminet_p1",
    "talent1_desc": "Quando Freminet desencadeia a reação de Quebrar Gelo contra um inimigo, o dano causado pelo Fluxo Pressurizado: Pressão Esmagadora será aumentado em 40% por 5s."
  },
  "sof": {
    "sof1_name": "Sonhos das Profundezas Espumantes",
    "sof1_img": "freminet_c1",
    "sof1_desc": "A Taxa CRIT de Fluxo Pressurizado: Pressão Esmagadora é aumentada em 15%.",
    "sof2_name": "Pinguins e a Terra da Abundância",
    "sof2_img": "freminet_c2",
    "sof2_desc": "Lançar Fluxo Pressurizado: Pressão Esmagadora regenerará 2 de Energia para Freminet. Se a Pressão Esmagadora estiver no Nível 4 ao lançar, restaurará 3 de Energia.",
    "sof3_name": "Canções das Areias Brancas",
    "sof3_img": "freminet_c3",
    "sof3_desc": "Aumenta o nível do Ataque Normal: Espada do Fluxo  em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Dança da Lua Nevada e Flauta",
    "sof4_img": "freminet_c4",
    "sof4_desc": "Após Freminet desencadear uma reação de Congelamento, Quebrar Gelo ou Supercondução, aumenta seu ATQ em 9%. Esse efeito dura 6s e pode ser acumulado 2 vezes, podendo ser desencadeado uma vez a cada 0.3s.",
    "sof5_name": "Noites de Risos e Fogueiras",
    "sof5_img": "freminet_c5",
    "sof5_desc": "Aumenta o nível de Fluxo Pressurizado em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Momento do Despertar",
    "sof6_img": "freminet_c6",
    "sof6_desc": "Após Freminet desencadear uma reação de Congelamento, Quebrar Gelo ou Supercondução, aumenta seu Dano CRIT em 12%. Esse efeito dura 6s e pode ser acumulado 3 vezes, podendo ser desencadeado uma vez a cada 0.3s."
  }
}