{
  "localeName": "Ganyu",
  "nick": "Defensora Devota",
  "occupation": "Pavilhão Yuehai",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Sinae Unicornis",
  "desc": "Secretária do Pavilhão Yuehai. O sangue da besta iluminada Qilin flui nas suas veias.",
  "birth": "12/02",
  "battle_talent": {
    "normal_name": "Ataque Normal: Disparo Liutian",
    "normal_img": "ganyu_s1",
    "normal_desc1": "Realiza até 6 disparos consecutivos com um arco.",
    "normal_desc2": "Realiza um Disparo com Mira mais preciso com Dano aumentado.Ao mirar, uma aura congelante acumulará na ponta da flecha antes de ser disparada. Tem diferentes efeitos baseados em quanto tempo a energia foi carregada:Carga Nível 1: Dispara uma Flecha Congelante que causa Dano CryoCarga Nível 2: Dispara uma Flecha Congelante que causa Dano Cryo. A Flecha Congelante floresce após acertar seu alvo, causando Dano Cryo em uma AdE.",
    "normal_desc3": "Dispara uma chuva de flechas em pleno ar antes de cair e atingir o chão, causando Dano em uma AdE no impacto.",
    "element_name": "Rastros de Qilin",
    "element_img": "ganyu_s2",
    "element_desc": "Lançando uma Lótus de Gelo, Ganyu salta para trás, causando Dano em uma AdE Cryo.<br><br>Lótus de Gelo<br>·Provoca inimigos ao seu redor, atraindo-os para a atacar.<br>·Sua resistência aumenta de acordo a Vida Máxima de Ganyu.<br>·Floresce quando destruída ou quando sua duração acaba, causando Dano Cryo em uma AdE.<br><br><i>\"Você disse que me viu? Acho que você está enganada(o). Eu estava trabalhando horas extras\".</i>",
    "final_name": "Chuva Celestial",
    "final_img": "ganyu_s3",
    "final_desc": "Funde a geada e a neve atmosférica, evocando uma Gema Cryo Sagrada que exorciza o mal.\nAo longo da duração desta habilidade, a Gema Cryo Sagrada irá chover continuamente lascas de gelo, golpeando inimigos em uma AdE e infligindo Dano Cryo.<br><br><i>Ganyu pode trazer uma chuva agradável de forma natural. Mas contra demônios e hereges, elas viram uma desagradável neve congelante.</i>"
  },
  "basic_talent": {
    "talent2_name": "Preservado para a Caça",
    "talent2_img": "ganyu_p2",
    "talent2_desc": "Retorna 15% dos minérios usados ao criar armas do tipo Arco.",
    "talent3_name": "Com Todo Coração",
    "talent3_img": "ganyu_p3",
    "talent3_desc": "Após disparar uma Flecha Congelante, a Taxa CRIT das Flechas Congelantes subsequentes e seus efeitos de florescimento resultantes é aumentada em 20% por 5s.",
    "talent1_name": "Harmonia entre o Céu e a Terra",
    "talent1_img": "ganyu_p1",
    "talent1_desc": "Chuva Celestial concede 20% de Bônus de Dano Cryo aos membros ativos no grupo em uma AdE."
  },
  "sof": {
    "sof1_name": "Bebedor de Orvalho",
    "sof1_img": "ganyu_c1",
    "sof1_desc": "Receber Dano de uma Carga Nível 2 da Flecha Congelante ou da Explosão da Flecha Congelante diminui a RES Cryo dos inimigos em 15% por 6s.\nUm golpe restaura 2 de Energia para Ganyu. Este efeito pode ocorrer apenas uma vez por Carga Nível 2 da Flecha Congelante, independentemente se a Flecha Congelante em si ou sua explosão acertar o alvo.",
    "sof2_name": "O Auspicioso",
    "sof2_img": "ganyu_c2",
    "sof2_desc": "Os Rastros de Qilin aumentam 1 Carga Adicional.",
    "sof3_name": "Itinerante das Nuvens",
    "sof3_img": "ganyu_c3",
    "sof3_desc": "Aumenta o nível da Chuva Celestial em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Estadia no Oeste",
    "sof4_img": "ganyu_c4",
    "sof4_desc": "Os inimigos dentro da AdE da Chuva Celestial recebem Dano aumentado. Este efeito fica mais forte com o tempo.\nO Dano aumentado recebido começa em 5% e aumenta 5% a cada 3s, chegando no máximo a 25%.<br>Este efeito permanece por 3s após o inimigo sair da AdE.",
    "sof5_name": "O Misericordioso",
    "sof5_img": "ganyu_c5",
    "sof5_desc": "Aumenta o nível dos Rastros de Qilin em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "O Clemente",
    "sof6_img": "ganyu_c6",
    "sof6_desc": "Usando o Rastros de Qilin faz com que durante 30s seguintes a primeira Flecha Congelante não precise ser carregada."
  }
}