{
  "nick": "Espadachim do Vento Congelante",
  "occupation": "Cavaleiros de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pavo Ocellus",
  "desc": "Um espadachim dos Cavaleiros de Favonius com uma aparência única.",
  "birth": "11/30",
  "battle_talent": {
    "normal_name": "Ataque Normal: Lâmina Cerimonial",
    "normal_img": "kaeya_s1",
    "normal_desc1": "Realiza até 5 golpes rápidos.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Mordida Congelante",
    "element_img": "kaeya_s2",
    "element_desc": "Lança uma explosão gélida, infligindo Dano Cryo aos inimigos em frente ao Kaeya.<br><br><i>Kaeya parece afável, mas sua natureza é a do gelo inflexível.</i>",
    "final_name": "Valsa Glacial",
    "final_img": "kaeya_s3",
    "final_desc": "Coalescendo a geada no ar, Kaeya invoca 3 pontas de gelo que giram em torno dele.\nEsses pingentes seguirão o personagem e causarão Dano Cryo aos inimigos em seu caminho enquanto eles persistirem.<br><br><i>Um sorriso encantador, palavras gentis e a geada implacável que se esconde... Essas são todas as armas de Kaeya.</i>"
  },
  "basic_talent": {
    "talent2_name": "Força Oculta",
    "talent2_img": "kaeya_p2",
    "talent2_desc": "Diminui o consumo de Stamina ao Correr de todos os seus personagens em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent3_name": "Espada do Sangue Frio",
    "talent3_img": "kaeya_p3",
    "talent3_desc": "Cada golpe com Mordida Congelante regenera a Vida de Kaeya equivalente a 15% do seu ATQ.",
    "talent1_name": "Coração Glacial",
    "talent1_img": "kaeya_p1",
    "talent1_desc": "Os inimigos Congelados pela Mordida Congelante irão dropar Partículas Elementais adicionais.\nA Mordida Congelante pode produzir no máximo 2 Partículas Elementais por uso."
  },
  "sof": {
    "sof1_name": "Sangue Excelente",
    "sof1_img": "kaeya_c1",
    "sof1_desc": "A Taxa Crítica do Ataque Normal e Ataque Carregado de Kaeya contra os inimigos afetados por Cryo aumentam em 15%.",
    "sof2_name": "Apresentação Eterna",
    "sof2_img": "kaeya_c2",
    "sof2_desc": "Cada Valsa Glacial que derrotar um inimigo aumenta sua duração em 2.5s por 15s.",
    "sof3_name": "Dança do Gelo",
    "sof3_img": "kaeya_c3",
    "sof3_desc": "Aumenta o nível do Mordida Congelante em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Beijo Congelante",
    "sof4_img": "kaeya_c4",
    "sof4_desc": "Ativa automaticamente quando a Vida de Kaeya cai para menos de 20%.\nCria um escudo que absorve Dano igual a 30% da Vida Máxima de Kaeya. Dura 20 segundos.<br>Esse escudo absorve 250% do Dano Cryo mais eficientemente. Pode ocorrer apenas uma vez a cada 60 segundos.",
    "sof5_name": "Abraço Congelante",
    "sof5_img": "kaeya_c5",
    "sof5_desc": "Aumenta o nível do Valsa Glacial em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Redemoinho Glacial",
    "sof6_img": "kaeya_c6",
    "sof6_desc": "A Valsa Glacial irá gerar 1 Ponta de Gelo adicional, e irá retornar 15 de Energia quando lançada."
  }
}