{
  "localeName": "Kamisato Ayaka",
  "nick": "Garça da Geada",
  "occupation": "Comissão de Yashiro",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Grus Nivis",
  "desc": "Filha do Clã Kamisato da Comissão Yashiro. Solene e elegante, e também sábia e forte.",
  "birth": "09/28",
  "battle_talent": {
    "normal_name": "Arte Kamisato: Naname",
    "normal_img": "kamisato_ayaka_s1",
    "normal_desc1": "Realiza até 5 golpes rápidos.",
    "normal_desc2": "Consome certa quantidade de Stamina para liberar o vento contínuo da espada.",
    "normal_desc3": "Mergulha do ar para atingir o chão abaixo, causando Dano aos inimigos ao longo do caminho e causando Dano em uma AdE no impacto.",
    "element_name": "Arte Kamisato: Hyouka",
    "element_img": "kamisato_ayaka_s2",
    "element_desc": "Invoca uma flor gélida que lança os inimigos próximos para o ar, causando Dano Cryo em uma AdE.<br><br><i>\"As nuvens cobrem a noite iluminada pela lua. A saudade cai como uma névoa, enchendo a que está contida com o desejo de vaguear.\"</i>",
    "final_name": "Arte Kamisato: Senho",
    "final_img": "kamisato_ayaka_s3",
    "final_desc": "Corrida Alternada\nAyaka consome Stamina para se esconder dentro de um rápido fluxo de granizo que se move à medida que ela se movimenta.<br><br>Na forma Senho, ela se move em alta velocidade na água.<br>Quando ela reaparece, os seguintes efeitos são produzidos:<br> Libera uma energia fria e aplica Cryo aos oponentes ao redor.<br>O frio condensa ao longo da lâmina da Kamisato Ayaka, obtendo por um breve período Encantamento Cryo.<br><br><i>\"Penas pairam molhadas, uma garça branca caminha sobre a água, é uma vista perfeita\".</i>"
  },
  "basic_talent": {
    "talent2_name": "Arte Kamisato: Soumetsu",
    "talent2_img": "kamisato_ayaka_p2",
    "talent2_desc": "Ayaka acumula geada com uma pose perfeita, liberando um Granizo Seki no To que avança continuamente para frente.\n<br>Granizo Seki no To<br>Causa Dano Cryo ao cortar continuamente o inimigos que toca com ventos gélidos e afiados como lâminas;<br>Explode após sua duração encerrar, causando Dano Cryo em uma AdE.<br><br><i>\"A nevasca cobre os pensamentos da garça, cujo coração está inundado por compaixão\".</i>",
    "talent3_name": "Frutos de Shinsa",
    "talent3_img": "kamisato_ayaka_p3",
    "talent3_desc": "Quando Ayaka fabrica Materiais de Ascensão de Armas, ele tem 10% de chance de receber o dobro do produto.",
    "talent1_name": "Amatsutsumi Kunitsutsumi Chinshi",
    "talent1_img": "kamisato_ayaka_p1",
    "talent1_desc": "Depois de usar Arte Kamisato: Hyouka, os danos causados pelos Ataques Normais e Carregados da Kamisato Ayaka ganham um aumento de 30% durante 6s.",
    "talent4_name": "Bênção de Kanten Senmyou",
    "talent4_img": "kamisato_ayaka_p4",
    "talent4_desc": "Quando a aplicação de Cryo no final da Arte Kamisato: Senho acerta um oponente, Kamisato Ayaka ganha os seguintes efeitos:\n·Recupera 10 de Stamina<br>·Ganha 18% de Bônus de Dano Cryo por 10s."
  },
  "sof": {
    "sof1_name": "Sosai Sumizome Sakura",
    "sof1_img": "kamisato_ayaka_c1",
    "sof1_desc": "Quando os Ataques Normal ou Carregado de Kamisato Ayaka infligem Dano Cryo aos inimigos, têm uma chance de 50% de diminuir a Recarga de Arte Kamisato: Hyouka em 0.3s. Esse efeito só pode ocorrer uma vez a cada 0.1s.",
    "sof2_name": "Lâmina da Nevasca Seki no To",
    "sof2_img": "kamisato_ayaka_c2",
    "sof2_desc": "Ao lançar Arte Kamisato: Soumetsu, lança 2 Portões Souken pequenos adicionais, cada uma causando 20% do Dano da tempestade.",
    "sof3_name": "Flor Congelada Kamifubuki",
    "sof3_img": "kamisato_ayaka_c3",
    "sof3_desc": "Aumenta o nível de Arte Kamisato: Soumetsu em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Eiki Ryuhan",
    "sof4_img": "kamisato_ayaka_c4",
    "sof4_desc": "Inimigos atingidos pelo Granizo Seki no To de Arte Kamisato: Soumetsu terão sua DEF reduzido em 30% por 6s.",
    "sof5_name": "Nuvem de Flores Irutsuki",
    "sof5_img": "kamisato_ayaka_c5",
    "sof5_desc": "Aumenta o nível de Arte Kamisato: Hyouka em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Dança de Suigetsu",
    "sof6_img": "kamisato_ayaka_c6",
    "sof6_desc": "Kamisato Ayaka ganha Usuhari Butou a cada 10s, aumentando o Dano causado pelo seu Ataque Carregado em 298%. Esse bônus será dissipado 0.5s após o Ataque Carregado de Ayaka atingir um inimigo, em que o Tempo de Recarga dessa habilidade reiniciará."
  }
}