{
  "localeName": "Klee",
  "nick": "Sol Fugitivo",
  "occupation": "Cavaleiros de Favonius",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Pyro",
  "constellation": "Trifolium",
  "desc": "Uma visitante frequente da sala de confinamento dos Cavaleiros de Favonius, também conhecida como \"Sol Fugitivo\".",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Ataque Normal: Kaboom!",
    "normal_img": "klee_s1",
    "normal_desc1": "Atira coisas que fazem boom quando acertam coisas! Realiza até 3 ataques explosivos, infligindo Dano Pyro em uma AdE.",
    "normal_desc2": "Consome uma certa quantidade de Stamina que inflige Dano Pyro em uma AdE em inimigos após um curto tempo de canalização.",
    "normal_desc3": "Reunindo o poder do Pyro, Klee mergulha em direção ao chão em pleno ar, causando dano a todos os inimigos em seu caminho. Inflige Dano Pyro em uma AdE ao entrar em contato com o chão.",
    "element_name": "Bomba Saltitante",
    "element_img": "klee_s2",
    "element_desc": "A Bomba Saltitante é uma explosão de diversão!<br>Quando lançada, Bomba Saltitante quica três vezes, incendiando e infligindo Dano Pyro em uma AdE a cada salto.<br><br>No terceiro salto, a bomba se divide em várias minas.<br>As minas irão explodir ao entrar em contato com os inimigos, ou após um curto período de tempo, infligindo Dano Pyro em uma AdE.<br><br>Começa com 2 cargas.<br><br><i>A Bomba Saltitante é a melhor amiga de Klee! Ela não consegue deixar de apresentá-la a todos.</i>",
    "final_name": "Faíscas Explosivas",
    "final_img": "klee_s3",
    "final_desc": "Delícia Ardente de Klee! Ao longo da duração dessa habilidade, evoca continuamente os ataques de Faíscas Explosivas para atacar inimigos próximos, infligindo Dano Pyro em uma AdE.\n<br><i>Todos os cavaleiros acreditam que Klee deve ser uma estrela da sorte, tendo cuidado para nunca se machucarem com suas próprias bombas...</i>"
  },
  "basic_talent": {
    "talent2_name": "Tem tesouros por toda parte",
    "talent2_img": "klee_p2",
    "talent2_desc": "Mostra a localização de Especialidades de Mondstadt próximos no mapa.",
    "talent3_name": "Presente Explosivo",
    "talent3_img": "klee_p3",
    "talent3_desc": "Quando a Bomba Saltitante e os Ataques Normais causam Dano, Klee possui 50% de chance de obter um Lampejo Explosivo.\nO Lampejo Explosivo será consumido pelo próximo Ataque Carregado sem consumo de Stamina e causa 50% de Dano adicional.",
    "talent1_name": "Faíscas Ilimitadas",
    "talent1_img": "klee_p1",
    "talent1_desc": "Quando o Ataque Carregado de Klee resultar em um Crítico, todos os membros da equipe ganham 2 pontos de Energia Elemental."
  },
  "sof": {
    "sof1_name": "Explosão em Cadeia",
    "sof1_img": "klee_c1",
    "sof1_desc": "Ataques e Habilidades possuem certa chance de invocar faíscas que bombardeiam o inimigo, causando Dano igual a 120% das Faíscas Explosivas.",
    "sof2_name": "Fragmentos Explosivos",
    "sof2_img": "klee_c2",
    "sof2_desc": "Ao ser atingido pelas minas da Bomba Saltitante, diminui a DEF do inimigo em 23% por 10s.",
    "sof3_name": "Coquetel Especial de Klee",
    "sof3_img": "klee_c3",
    "sof3_desc": "Aumenta o nível da Bomba Saltitante em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Kaboom!",
    "sof4_img": "klee_c4",
    "sof4_desc": "Se Klee deixa o campo de batalha durante as Faíscas Explosivas, a sua partida ativa uma explosão que causa 555% do seu ATQ como Dano Pyro em uma AdE.",
    "sof5_name": "Estrela dos Bombardeios",
    "sof5_img": "klee_c5",
    "sof5_desc": "Aumenta o nível das Faíscas Explosivas em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Fogo Aberto",
    "sof6_img": "klee_c6",
    "sof6_desc": "Enquanto sob o efeito de Faíscas Explosivas, Klee regenera 3 de Energia para todos os membros da equipe (exceto Klee) a cada 3s.\nQuando Faíscas Explosivas for usado, todos os membros do grupo ganharão 10% de Bônus de Dano Pyro por 25s."
  }
}