{
  "nick": "Erradicadora das Preocupações",
  "occupation": "Gangue Arataki",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Sword",
  "element": "Electro",
  "constellation": "Tribulatio Demptio",
  "desc": "Uma talentosa e confiável ajudante da Gangue Arataki — Nota: Talentosa e confiável descreve a ajudante, mas não a Gangue Arataki.",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Ataque Normal: Lâmina Escondida de Shinobu",
    "normal_img": "kuki_shinobu_s1",
    "normal_desc1": "Realiza até 4 golpes rápidos.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando Dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Anel Santificador",
    "element_img": "kuki_shinobu_s2",
    "element_desc": "Cria um Anel de Grama Santificada que consome parte da Vida para infligir Dano Electro contra os inimigos ao redor.<br><br>Anel de Grama Santificada.<br>Segue o personagem ativo no campo de batalha. A cada 1.5s inflige Dano Electro contra os inimigos ao redor e regenera Vida para personagens dentro da AdE do anel no campo de batalha. A quantidade de Vida restaurada é baseada na Vida Máxima de Kuki Shinobu.<br><br>A Vida consumida para usar essa habilidade não reduzirá a Vida atual de Kuki Shinobu para menos de 20%.<br><br><i>Amarre a Erva Naku na sua cintura que ela exorcizará o mal</i>.",
    "final_name": "Ritual Semeador Narukami",
    "final_img": "kuki_shinobu_s3",
    "final_desc": "Crava uma lâmina expurgadora do mal no chão, criando uma barreira purificadora do mal em frente, infligindo Dano Electro contínuo contra os inimigos dentro dela baseado na Vida Máxima de Kuki Shinobu.\nAo lançar essa habilidade, se a Vida de Kuki Shinobu for menor ou igual a 50%, a duração da barreira será prolongada.<br><br><i>Originalmente isso era uma técnica usada em capina e em rituais para colheitas anuais. Apesar de sua vida como sacerdotisa ter acabado, Shinobu não esqueceu disso.</i>"
  },
  "basic_talent": {
    "talent2_name": "Rezas Prolongadas",
    "talent2_img": "kuki_shinobu_p2",
    "talent2_desc": "Ganha 25% de recompensas a mais quando enviada numa Expedição em Inazuma por 20 horas.",
    "talent3_name": "Ambição Libertadora",
    "talent3_img": "kuki_shinobu_p3",
    "talent3_desc": "Quando a Vida de Kuki Shinobu não for superior a 50%, o Bônus de Cura é aumentado em 15%.",
    "talent1_name": "Local da Calma",
    "talent1_img": "kuki_shinobu_p1",
    "talent1_desc": "Anel Santificador obtém os seguintes bônus baseados na Proficiência Elemental de Kuki Shinobu:\n· Aumento de Cura baseado em 75% da Proficiência Elemental;<br>· Aumento de Dano baseado em 25% da Proficiência Elemental."
  },
  "sof": {
    "sof1_name": "Compaixão Renegada",
    "sof1_img": "kuki_shinobu_c1",
    "sof1_desc": "Aumenta a AdE de Ritual Semeador Narukami em 50%.",
    "sof2_name": "Fortuna Renegada",
    "sof2_img": "kuki_shinobu_c2",
    "sof2_desc": "Aumenta a duração do Anel de Grama Santificada em 3s.",
    "sof3_name": "Dor Renegada",
    "sof3_img": "kuki_shinobu_c3",
    "sof3_desc": "Aumenta o nível de Anel Santificador em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Reclusão Renegada",
    "sof4_img": "kuki_shinobu_c4",
    "sof4_desc": "Quando o personagem está no estado de Anel de Grama Santificada de Kuki Shinobu e seu Ataque Normal, Ataque Carregado ou Ataque Imersivo atinge o inimigo, uma marca de Grama dos Trovões cairá na posição do adversário, e infligirá Dano Electro em AdE baseado em 9.7% da Vida Máxima de Kuki Shinobu.\nEsse efeito pode ocorrer até uma vez a cada 5s.",
    "sof5_name": "Sem Cortesia",
    "sof5_img": "kuki_shinobu_c5",
    "sof5_desc": "Aumenta o nível de Ritual Semeador Narukami em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Evitando a Fraqueza",
    "sof6_img": "kuki_shinobu_c6",
    "sof6_desc": "Quando Kuki Shinobu sofre Dano que pode derrotá-la, esse Dano não a derrotará. Esse efeito será desencadeado automaticamente quando sua Vida atingir 1, e pode ocorrer uma vez a cada 60s.\nQuando a Vida de Kuki Shinobu for inferior a 25%, aumentará sua Proficiência Elemental em 150 pontos por 15s. Esse efeito pode ocorrer uma vez a cada 60s."
  }
}