{
  "nick": "Bruxa das Rosas",
  "occupation": "Cavaleiros de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Electro",
  "constellation": "Tempus Fugit",
  "desc": "Preguiçosa, mas conhecida como bibliotecária dos Cavaleiros de Favonius, na verdade foi considerada pela Academia Sumeru como a mais graduada dos últimos dois séculos.",
  "birth": "06/09",
  "battle_talent": {
    "normal_name": "Ataque Normal: Toque do Relâmpago",
    "normal_img": "lisa_s1",
    "normal_desc1": "Realiza até 4 ataques de relâmpago que infligem Dano Electro.",
    "normal_desc2": "Consome uma certa quantidade de Stamina que inflige Dano Electro em uma AdE após um curto período de canalização.",
    "normal_desc3": "Reunindo o poder do Electro, Lisa mergulha ao chão em pleno ar, infligindo dano a todos os inimigos em seu caminho. Inflige Dano Electro em uma AdE durante o impacto com o chão.",
    "element_name": "Arco Violeta",
    "element_img": "lisa_s2",
    "element_desc": "Canaliza o poder dos relâmpagos para se livrar de coisas incômodas.<br><br>Pressionar<br>Libera uma esfera relâmpago perseguidora.<br>Ao acertar, inflige Dano Electro e aplica um acúmulo do efeito Condutor (máximo de 3 acúmulos) nos inimigos em uma pequena AdE<br><br>Manter pressionado<br>Após um longo período de canalização, convoca os relâmpagos dos céus, infligindo Dano Electro massivo em todos os inimigos próximos baseado no número de acúmulos do efeito Condução aplicados neles, e remove seus efeitos de Condução.<br><br><i>O Electro Púrpura é a vestimenta de uma Bruxa das Rosas</i>",
    "final_name": "Rosa do Relâmpago",
    "final_img": "lisa_s3",
    "final_desc": "Evoca uma Rosa Elétrica que desfere poderosos relâmpagos, lançando inimigos próximos e infligindo Dano Electro.\nA Rosa Elétrica irá continuamente emitir raios que empurram os inimigos e infligem Dano Electro enquanto ela permanecer.<br><br><i>Essa rosa é linda, mas tenha cuidado com seus espinhos mortais.</i>"
  },
  "basic_talent": {
    "talent2_name": "Conhecimentos Farmacêuticos",
    "talent2_img": "lisa_p2",
    "talent2_desc": "Quando a Lisa cria uma poção, ela possui 20% de chance de retornar uma porção dos materiais usados.",
    "talent3_name": "Indução Pós-Choque",
    "talent3_img": "lisa_p3",
    "talent3_desc": "Ao ser atingida por Ataques Carregados aplica o estado de Condutividade de Arco Violeta aos inimigos.",
    "talent1_name": "Campo de Eletricidade Estática",
    "talent1_img": "lisa_p1",
    "talent1_desc": "Inimigos acertados por Rosa do Relâmpago têm sua DEF diminuída em 15% por 10 segundos."
  },
  "sof": {
    "sof1_name": "Circuito Infinito",
    "sof1_img": "lisa_c1",
    "sof1_desc": "Lisa regenera 2 de Energia para cada oponente atingido ao manter o Arco Violeta pressionado.\nÉ possível regenerar um máximo de 10 de Energia desta maneira por vez.",
    "sof2_name": "Campo Eletromagnético",
    "sof2_img": "lisa_c2",
    "sof2_desc": "Mantendo pressionado o Arco Violeta possui os seguintes efeitos:\nAumenta a DEF em 25%<br>Aumenta a RES a interrupção de Lisa.",
    "sof3_name": "Relâmpago Ressonante",
    "sof3_img": "lisa_c3",
    "sof3_desc": "Aumenta o nível da Rosa do Relâmpago em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Erupção de Plasma",
    "sof4_img": "lisa_c4",
    "sof4_desc": "Aumenta o número de raios lançados pela Rosa do Relâmpago entre 1 a 3.",
    "sof5_name": "Eletrocutar",
    "sof5_img": "lisa_c5",
    "sof5_desc": "Aumenta o nível do Arco Violeta em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Bruxa Pulsante",
    "sof6_img": "lisa_c6",
    "sof6_desc": "Quando a Lisa entra em campo, ela aplica 3 cargas do estado de Condução do Arco Violeta nos inimigos ao redor.\nEste efeito pode ser ativado uma vez a cada 5s."
  }
}