{
  "localeName": "Neuvillette",
  "nick": "???",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Hydro",
  "constellation": "???",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Ataque Normal: Como Águas Paradas",
    "normal_img": "neuvillette_s1",
    "normal_desc1": "Brande seu cetro, movendo as ondas dos mares para desferir até 3 golpes que causam Dano Hydro",
    "normal_desc2": "Ao carregar, Neuvillette reúne o poder do Mar Primordial e gradualmente forma a Insígnia da Arbitração. Nesse estado, Neuvillette pode se mover e mudar de direção, atraindo Gotas d'Água Primordial em uma certa AdE.Cada Gota d'Água Primordial absorvida aumentará a velocidade de formação da Insígnia, e curará Neuvillette com base em sua Vida Máxima.Quando parar de carregar, se a Insíginia ainda não tiver sido formada, lançará um Ataque Carregado. Se já tiver se formado, lançará Ataque Carregado: Justiça Igual.",
    "normal_desc3": "Consme uma certa quantidade de Stamina para atacar oponentes com um anel de água, causando Dano Hydro em AdE.Ataque Carregado: Justiça IgualLança corretens que causam Dano Hydro em AdE continuamente contra todos os oponentes numa linha reta na sua frente.Ataque Carregado: Justiça Igual não consumirá Stamina e dura Xs.Se a Vida de Neuvillette estiver acima de 50%, perderá Vida continuamente enquanto estiver usando ese ataque.",
    "element_name": "Lágrimas, Eu Retribuirei",
    "element_img": "neuvillette_s2",
    "element_desc": "Invoca uma Cachoeira Furiosa que causa Dano Hydro em AdE contra os inimigos em sua frente. Ao atingir um inimigo, gera 3 Gotas d'Água Primordial.<br><br>Arkhe: Pneuma<br>Periodicamente, quando a Cachoeira Furiosa cair, um Espinho Espiritual emergerá, perfurando inimigos e causando Dano Hydro com Pneuma.<br><br><i>\"A lei restringe todos os crimes, mas não extingue o mal.\"</i>",
    "final_name": "Marés, Eu Retornei",
    "final_img": "neuvillette_s3",
    "final_desc": "Lança uma onda poderosa que causa Dano Hydro em AdE com base na Vida Máxima de Neuvillette. Depois de um curto intervalo, 2 cachoeiras cairão e causarão Dano Hydro, gerando 6 Gotas d'Água Primordial numa certa AdE em frente.\n<br><i>\"A lei só é estabelecida após ser publicada, e acima disso, as leis da natureza governam todas as espécies e eras desde a antiguidade.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Reunindo-se como a Maré",
    "talent2_img": "neuvillette_p2",
    "talent2_desc": "A Veloc. Mov. de todos os membros da equipe debaixo d'água será aumentada em 15%.",
    "talent3_name": "Herdeiro do Antigo Legado do Mar",
    "talent3_img": "neuvillette_p3",
    "talent3_desc": "Quando um personagem da equipe desencadeia as Reações de Vaporização, Congelamento, Eletricamente Carregado, Florescimento, Redemoinho Hydro ou Reação de Cristalização Hydro, gerará 3 acúmulos do efeito \"Glória do Dragão\" para Neuvillette por 30s, aumenta o Dano do Ataque Carregado: Justiça Igual em 110%/130%/160%.\nA duração de Glória do Dragão gerara por cada tipo de Reação Elemental é contada de forma independente.",
    "talent1_name": "Disciplina do Grande Juiz",
    "talent1_img": "neuvillette_p1",
    "talent1_desc": "Para cada 1% da Vida de Neuvillette acima de 30%, obtém 0.6% de Bônus de Dano Hydro. É possível aumentar até 30% dessa forma."
  },
  "sof": {
    "sof1_name": "Insituição Venerável",
    "sof1_img": "neuvillette_c1",
    "sof1_desc": "Quando Neuvillette entra no campo, ele obtém um acúmulo do Talento Passivo de \"Glória do Dragão\" de \"Herdeiro do Antigo Legado do Mar\". É necessário ter desbloqueado o Talento Passivo \"Herdeiro do Antigo Legado do Mar\".\nAlém disso, lançar novamente Ataque Carregado: Justiça Igual, aumentará a Resistência contra Interrupção de Neuvillette.",
    "sof2_name": "A Lei Ordena",
    "sof2_img": "neuvillette_c2",
    "sof2_desc": "O Talento Passivo \"Herdeiro do Antigo Legado do Mar\" é fortalecido: para cada acúmulo de \"Glória do Dragão\", aumenta o Dano CRIT de Ataque Carregado: Justiça Igual em 14%, podendo ser aumentado até 42%.\nÉ necessário ter desbloqueado o Talento Passivo \"Herdeiro do Antigo Legado do Mar\".",
    "sof3_name": "Ficção Antiga",
    "sof3_img": "neuvillette_c3",
    "sof3_desc": "Aumenta o nível do Ataque Normal: Como Águas Paradas em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Coroado em Compaixão",
    "sof4_img": "neuvillette_c4",
    "sof4_desc": "Quando Neuvillette está ativo no campo de batalha e é curado, gerará 1 Gota d'Água Primordial. Esse efeito pode ser desencadeado uma vez a cada 4s.",
    "sof5_name": "Julgamento Axiomático",
    "sof5_img": "neuvillette_c5",
    "sof5_desc": "Aumenta o nível de Marés, Eu Retornei em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Recompensa Furiosa",
    "sof6_img": "neuvillette_c6",
    "sof6_desc": "Ao lançar Ataque Carregado: Justiça Igual, Neuvillette pode absorver as Gotas d'Água Primordial em uma certa AdE próxima. Cada Gota d'Água Primordial absorvida prolongará a duração de Ataque Carregado: Justiça Igual em 1s.\nAlém disso, quando Ataque Carregado: Justiça Igual atingir um inimigo, lançará 2 correntes adicionais a cada 2s. Cada corrente causa Dano Hydro equivalente a 10% da Vida Máxima de Neuvillette. O Dano causado dessa forma é considerado Dano de Ataque Carregado: Justiça Igual."
  }
}