{
  "nick": "Estrela em Eclipse",
  "occupation": "Qixing de Liyue",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Geo",
  "constellation": "Opus Aequilibrium",
  "desc": "\"Tianquan\" dos \"Qixing de Liyue\". Sua fortuna é insuperável em todo Teyvat.",
  "birth": "08/26",
  "battle_talent": {
    "normal_name": "Ataque Normal: Dispersão Espumante",
    "normal_img": "ningguang_s1",
    "normal_desc1": "Dispara gemas que causam Dano Geo.Ao acertar, concede a Ningguang 1 Jade de Estrela.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para disparar uma gema gigante que causa Dano Geo.Se Ningguang possui Jades Estelares, ao liberar um Ataque Carregado fará com que os Jades Estelares sejam disparados contra um inimigo também, causando Dano adicional.",
    "normal_desc3": "Reunindo o poder de Geo, Ningguang mergulha em direção ao solo no ar, causando Dano a todos os inimigos em seu caminho. Causa Dano Geo AdE com o impacto no solo.",
    "element_name": "Tela de Jade",
    "element_img": "ningguang_s2",
    "element_desc": "Ningguang cria uma Tela de Jade a partir do ouro, obsidiana e sua grande opulência, infligindo Dano Geo em uma AdE.<br><br>Tela de Jade<br>Bloqueia projéteis inimigos. <br>Resistência aumenta com base na Vida Máxima de Ningguang.<br><br>Tela de Jade é considerada uma Construção Geo e pode ser usada para bloquear alguns ataques, mas não pode ser escalada. Apenas uma Tela de Jade pode existir ao mesmo tempo.<br><br><i>A tela das estrelas está escrita sobre essa Tela de Jade.</i>",
    "final_name": "Quebrador de Estrelas",
    "final_img": "ningguang_s3",
    "final_desc": "Recolhendo um grande número de gemas, Ningguang espalha todas de uma vez, enviando projéteis perseguidores em seus inimigos que causam Dano Geo massivo.\nSe o Quebrador de Estrelas é lançado enquanto a Tela de Jade está próxima, a Tela de Jade irá disparar projéteis de gemas perseguidoras adicionais ao mesmo tempo.<br><br><i>Estrelas quebram. O silêncio recai.</i>"
  },
  "basic_talent": {
    "talent2_name": "Registro dos Tesouros Maravilhosos",
    "talent2_img": "ningguang_p2",
    "talent2_desc": "Mostra a localização de veias de minério utilizadas na forja no mapa.",
    "talent3_name": "Plano B",
    "talent3_img": "ningguang_p3",
    "talent3_desc": "Quando Ningguang estiver em posse das Jades Estelares, seu Ataque Carregado não consome Stamina.",
    "talent1_name": "Reserva Estratégica",
    "talent1_img": "ningguang_p1",
    "talent1_desc": "Um personagem que passa pela Tela de Jade ganhará 12% de  Bônus de Dano GEO por 10s."
  },
  "sof": {
    "sof1_name": "Fragmentos Perfurantes",
    "sof1_img": "ningguang_c1",
    "sof1_desc": "Ao acertar um Ataque Normal, causará Dano de AdE.",
    "sof2_name": "Efeito de Choque",
    "sof2_img": "ningguang_c2",
    "sof2_desc": "Quando a Tela de Jade for quebrada, o tempo de recarga é redefinido.\nEste efeito pode ser ativado uma vez a cada 6s.",
    "sof3_name": "Majestosa seja a Formação das Estrelas",
    "sof3_img": "ningguang_c3",
    "sof3_desc": "Aumenta o nível do Quebrador de Estrelas em 3. O nível máximo da elevação é 15.",
    "sof4_name": "Requintado seja o Jade, brilhando por todo lado",
    "sof4_img": "ningguang_c4",
    "sof4_desc": "A Tela de Jade aumenta a RES Elemental dos personagens próximos em 10%.",
    "sof5_name": "Invencível seja a Tela de Jade",
    "sof5_img": "ningguang_c5",
    "sof5_desc": "Aumenta o nível da Tela de Jade em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Grandiosas sejam as Sete Estrelas",
    "sof6_img": "ningguang_c6",
    "sof6_desc": "Quando o Quebrador de Estrelas for usado, Ningguang ganha 7 Jades Estelares."
  }
}