{
  "nick": "Flor da Cavalaria",
  "occupation": "Cavaleiros de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Geo",
  "constellation": "Parma Cordis",
  "desc": "Uma empregada em serviço dos Cavaleiros de Favonius que sonha em se juntar aos cavaleiros um dia.",
  "birth": "03/21",
  "battle_talent": {
    "normal_name": "Ataque Normal: Técnica de Espada de Favonius - Empregada",
    "normal_img": "noelle_s1",
    "normal_desc1": "Realiza até 4 golpes consecutivos.",
    "normal_desc2": "Drena Stamina ao longo do tempo para realizar um ataque giratório contínuo contra todos os inimigos próximos.Ao final da sequência, realiza um corte poderoso.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Guardião do Coração",
    "element_img": "noelle_s2",
    "element_desc": "Invoca uma armadura protetora, infligindo Dano Geo nos inimigos próximos e criando um escudo. A Absorção de Dano do escudo aumenta baseado na DEF de Noelle.<br>O escudo tem as seguintes propriedades:<br>Quando os Ataques Normais e Ataques Carregados da Noelle acertarem um alvo, eles terão uma certa chance de recuperar a Vida de todos os personagens.<br>Possui 150% de Eficiência em Absorção contra todos os danos elementais.<br><br>A quantidade de Vida curada quando a recuperação é desencadeada é baseada na DEF de Noelle.<br><br><i>Noelle é ao mesmo tempo uma empregada dedicada e uma cavaleira corajosa.</i>",
    "final_name": "Grande Limpeza",
    "final_img": "noelle_s3",
    "final_desc": "Reunindo a força da pedra em sua arma, Noelle ataca os inimigos ao seu redor com uma grande AdE, causando Dano Geo.\nEm seguida, Noelle ganha os seguintes efeitos:<br>·Aumenta a AdE do Ataque da Noelle.<br>·Converte o Dano ATQ para Dano Geo. O efeito dessa conversão elemental não pode ser anulado por nenhuma outra conversão elemental. <br>·Seu ATQ aumenta com base na sua DEF.<br><br><i>Às vezes, não é apenas poeira que precisa ser varrida...</i>"
  },
  "basic_talent": {
    "talent2_name": "Dedicação da Empregada",
    "talent2_img": "noelle_p2",
    "talent2_desc": "Quando uma Culinária Perfeita é feita em uma comida de aumento de DEF, Noelle tem uma chance de 12% de receber o dobro de produção.",
    "talent3_name": "Devoção",
    "talent3_img": "noelle_p3",
    "talent3_desc": "Quando Noelle não estiver em combate e a Vida do personagem selecionado cair para menos de 30%, o seguinte efeito acontecerá automaticamente:\nA Vida do Personagem em uso receberá imediatamente um escudo de duração de 20s que absorve um dano equivalente a 400% da DEF de Noelle.<br>·O escudo tem 150% de eficiência contra Dano de todos os Elementos e Dano Físico.<br>Este efeito só pode ocorrer uma vez a cada 60s.",
    "talent1_name": "Limpo e Eficaz",
    "talent1_img": "noelle_p1",
    "talent1_desc": "Quando o Ataque Normal e Carregado de Noelle atingir o inimigo cumulativamente 4 vezes, o tempo de Recarga do Guardião do Coração será reduzido em 1s\nÉ possível acumular uma vez a cada 0.1s."
  },
  "sof": {
    "sof1_name": "Estou na sua Retaguarda",
    "sof1_img": "noelle_c1",
    "sof1_desc": "Enquanto ambos Grande Limpeza e Guardião do Coração estiverem em efeito, a chance de ativação de cura do Guardião do Coração aumenta em 100%.",
    "sof2_name": "Empregada do Redemoinho",
    "sof2_img": "noelle_c2",
    "sof2_desc": "Diminui o Consumo de Stamina dos Ataques Carregados de Noelle em 20% e aumenta o Dano do seu Ataque Carregado em 15%.",
    "sof3_name": "Empregada Invulnerável",
    "sof3_img": "noelle_c3",
    "sof3_desc": "Aumenta o nível do Guardião do Coração em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "A Ser Limpo",
    "sof4_img": "noelle_c4",
    "sof4_desc": "Quando o Guardião do Coração termina ou se rompe, causa 400% de ATQ como Dano Geo aos inimigos ao redor.",
    "sof5_name": "Governanta de Favonius",
    "sof5_img": "noelle_c5",
    "sof5_desc": "Aumenta o nível da Grande Limpeza em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Deve Ser Impecável",
    "sof6_img": "noelle_c6",
    "sof6_desc": "A Grande Limpeza aumenta o ATQ de Noelle em um adicional de 50% de sua DEF.\nDurante esta habilidade, adiciona 1s de tempo de duração para cada oponente derrotado, até 10s."
  }
}