{
  "localeName": "Qiqi",
  "nick": "Ressurreição Gélida",
  "occupation": "Chalé de Bubu",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pristina Nola",
  "desc": "Uma aprendiz e colhedora de ervas no Chalé de Bubu. Uma morta-viva com pele branca como osso, ela raramente tem muitas palavras ou emoções.",
  "birth": "03/03",
  "battle_talent": {
    "normal_name": "Ataque Normal: Arte da Espada Antiga",
    "normal_img": "qiqi_s1",
    "normal_desc1": "Realiza até 5 golpes rápidos.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Arte do Adeptus: Arauto da Floresta",
    "element_img": "qiqi_s2",
    "element_desc": "Ao usar o Talismã das Veias Congelantes, Qiqi invoca o Arauto da Floresta, causando Dano Cryo a todos os inimigos ao redor.<br><br>Arauto da Floresta<br>Quando Qiqi atinge um alvo com seu Ataque Normal ou Ataque Carregado, ela regenera Vida para seu próprio personagem e aos personagens aliados ao redor. A Cura aumenta com base no ATQ de Qiqi.<br>Regenera Vida ao seu próprio personagem em intervalos regulares.<br>Segue o personagem ao redor, causando Dano Cryo aos inimigos em seu caminho.<br><br><i>Eu uso isso para prevenir o aquecimento e a podridão... dos preciosos ingredientes do Dr. Bai.</i>",
    "final_name": "Arte do Adeptus: Preservador da Fortuna",
    "final_img": "qiqi_s3",
    "final_desc": "Qiqi libera o poder do Adeptus selado dentro de si, marcando inimigos próximos com o Amuleto de Preservação da Fortuna que inflige Dano Cryo.\n<br>Amuleto de Preservação da Fortuna<br>Quando inimigos afetados por esse Amuleto recebem Dano, o personagem que causou esse Dano regenera Vida.<br><br><i>\"Eu sou a Preservadora da Fortuna, a Criada da Ressureição.\"</i><br><i>— Qiqi não lembra destas palavras.</i>"
  },
  "basic_talent": {
    "talent2_name": "Memórias da Vida Passada",
    "talent2_img": "qiqi_p2",
    "talent2_desc": "Mostra a localização de Especialidades de Liyue próximos no mapa.",
    "talent3_name": "Métodos que Prolongam a Vida",
    "talent3_img": "qiqi_p3",
    "talent3_desc": "Quando um personagem está sob o efeito de Arte do Adeptus: Arauto da Floresta aciona uma Reação Elemental, seu Bônus de Cura Recebido é aumentado em 20% por 8 segundos.",
    "talent1_name": "Um Vislumbre do Arcano",
    "talent1_img": "qiqi_p1",
    "talent1_desc": "Quando Qiqi atinge inimigos com seus Ataques normais e Carregados, ela tem 50% de chance de aplicar um Talismã de preservação de fortuna a eles por 6s. Este efeito pode ser ativado apenas uma vez a cada 30s."
  },
  "sof": {
    "sof1_name": "Ascéticos do Gelo",
    "sof1_img": "qiqi_c1",
    "sof1_desc": "Quando o Arauto da Floresta atinge um inimigo marcado pelo Talismã da Preservação da Fortuna, Qiqi regenera 2 de Energia.",
    "sof2_name": "Congelando até os Ossos",
    "sof2_img": "qiqi_c2",
    "sof2_desc": "O Dano do Ataque Normal e Ataque Carregado de Qiqi contra os inimigos afetados por Cryo aumentam 15%.",
    "sof3_name": "Elogio Ascendente",
    "sof3_img": "qiqi_c3",
    "sof3_desc": "Aumenta o Nível de Arte do Adeptus: Preservador da Fortuna em 3.\nPode ser elevado até Nv.15.",
    "sof4_name": "Supressão Divina",
    "sof4_img": "qiqi_c4",
    "sof4_desc": "Os alvos marcados com o Talismã da Preservação da Fortuna terão seu ATQ reduzidos em 20%.",
    "sof5_name": "Flor de Lótus Carmesim",
    "sof5_img": "qiqi_c5",
    "sof5_desc": "Aumenta o Nível de Arauto da Floresta em 3.\nPode ser elevado até Nv.15.",
    "sof6_name": "Ritual de Ressurreição",
    "sof6_img": "qiqi_c6",
    "sof6_desc": "Ao usar a Arte do Adeptus: Preservador da Fortuna, revive todos os personagens de equipe caídos ao redor e regenera 50% da Vida deles.\nEste efeito pode ocorrer apenas uma vez a cada 15 min."
  }
}