{
  "nick": "Lobo Jovem",
  "occupation": "Reino dos Lobos",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Lupus Minor",
  "desc": "Um garoto que vive entre os lobos no Reino dos Lobos em Mondstadt, longe da civilização. É ágil como um relâmpago.",
  "birth": "09/09",
  "battle_talent": {
    "normal_name": "Ataque Normal: Presa de Aço",
    "normal_img": "razor_s1",
    "normal_desc1": "Realiza até 4 golpes consecutivos.",
    "normal_desc2": "Drena Stamina ao longo do tempo para realizar um ataque giratório contínuo contra todos os inimigos próximos.Ao final da sequência, realiza um corte poderoso.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Garra e Trovão",
    "element_img": "razor_s2",
    "element_desc": "Caça sua presa usando as técnicas ensinadas para ele por seu mestre e seu Lupical.<br><br>Pressionar<br>Balança suas Garras de Lobo do Trovão, causando Dano Electro nos inimigos em frente do Razor.<br>Ao atacar um inimigo, Razor ganha um Selo Electro que aumenta sua taxa de Recarga de Energia.<br>Razor pode ter até 3 Selos Electro simultaneamente, e ganhar um novo Selo Electro recarrega sua duração.<br><br>Manter pressionado<br>Reúne energia Electro para desencadear uma tempestade de raios em uma pequena AdE, causando Dano Electro massivo e removendo todos os Selos Electro de Razor.<br>Cada Selo Electro removido dessa maneira será convertido em Energia para o Razor.<br><br><i>É quando relâmpagos caem que às vezes você pode ver de relance o olhar de um predador, analisando sua presa profundamente dentro dos olhos do Razor.</i>",
    "final_name": "Dente de Relâmpago",
    "final_img": "razor_s3",
    "final_desc": "Evoca o Lobo Interior que causa Dano Electro a todos os inimigos ao redor. Isso remove todos os Selos Electro do Razor, que serão convertidos em energia elemental para ele.\nO Lobo Interior irá lutar ao lado de Razor durante o período de duração da habilidade.<br><br>O Lobo Interior<br> Ataca juntamente com os ataques normais do Razor, causando Dano Electro. Aumenta a Vel. de ATQ e RES Electro.<br>Causa imunidade a Razor por Dano infligido pelo estado de Eletricamente Carregado<br>Desabilita o Ataque Carregado do Razor. Aumenta a capacidade de RES à Interrupção de Razor.<br><br>Esses efeitos terminam quando Razor sai de batalha.<br>Quando Razor deixa o campo, um máximo de 10 de Energia irá ser retornada para ele baseado na duração restante da habilidade.<br><br><i>O lobo acordou. A caça começou.</i>"
  },
  "basic_talent": {
    "talent2_name": "Corrida de Lobos",
    "talent2_img": "razor_p2",
    "talent2_desc": "Diminui o consumo de Stamina ao Correr de todos os seus personagens em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent3_name": "Despertamento",
    "talent3_img": "razor_p3",
    "talent3_desc": "Diminui a Recarga da Garra e Trovão em 18%. Usar Dente de Relâmpago redefine a Recarga da Garra e Trovão.",
    "talent1_name": "Fome",
    "talent1_img": "razor_p1",
    "talent1_desc": "Quando a Energia de Razor está abaixo de 50%, aumenta a Recarga de Energia em 30%."
  },
  "sof": {
    "sof1_name": "Natureza do Lobo",
    "sof1_img": "razor_c1",
    "sof1_desc": "Ao obter um Orbe Elemental ou Partícula Elemental, aumenta o Dano de Razor em 10% por 8s.",
    "sof2_name": "Supressão",
    "sof2_img": "razor_c2",
    "sof2_desc": "Aumenta a Taxa Crítica contra inimigos com menos de 30% de Vida em 10%.",
    "sof3_name": "Espírito Animal",
    "sof3_img": "razor_c3",
    "sof3_desc": "Aumenta o nível do Dente de Relâmpago em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Mordida",
    "sof4_img": "razor_c4",
    "sof4_desc": "Ao pressionar para lançar a Garra e Trovão, diminui a DEF dos inimigos acertados em 15% por 7s.",
    "sof5_name": "Garras Afiadas",
    "sof5_img": "razor_c5",
    "sof5_desc": "Aumenta o nível da Garra e Trovão em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Lupus Fulguris",
    "sof6_img": "razor_c6",
    "sof6_desc": "A cada 10s, a espada de Razor recarrega, fazendo com que o próximo Ataque Normal libere um relâmpago que causa 100% de Dano Electro do ATQ de Razor.\nQuando Razor não estiver usando o Dente de Relâmpago, um golpe de relâmpago contra o inimigo concederá um Selo Electro a Razor pela Garra e Trovão."
  }
}