{
  "nick": "Benevolência Espinhosa",
  "occupation": "Igreja Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Cryo",
  "constellation": "Spinea Corona",
  "desc": "Uma freira que, além das suas vestes, não se parece em nada com uma pessoa do clero. Conhecida por seus modos e palavras diretos e frios, ela costuma trabalhar sozinha.",
  "birth": "01/24",
  "battle_talent": {
    "normal_name": "Ataque Normal: Lança Eclesiástica",
    "normal_img": "rosaria_s1",
    "normal_desc1": "Realiza até 5 golpes com a lança.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para se lançar para frente, infligindo Dano em seu trajeto.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Confissão Desoladora",
    "element_img": "rosaria_s2",
    "element_desc": "Rosaria muda rapidamente de posição e aparece atrás de seu alvo. Ela o perfura e corta com sua arma, infligindo Dano Cryo.<br>Não é possível deslocar-se para trás de inimigos de tamanho grande com esta habilidade.<br><br><i>A Freira Rosaria não perdoa os pecados daqueles que não se confessam a ela. Todos os pecadores serão castigados com o frio penetrante de uma punição proporcional à gravidade de seus pecados.</i>",
    "final_name": "Ritos de Terminação",
    "final_img": "rosaria_s3",
    "final_desc": "A oração característica de Rosaria. Após brandir sua arma para cortar os inimigos próximos, ela invoca uma Lança de Gelo frígida e golpeia o solo, infligindo Dano Cryo ambas as vezes.\nEnquanto ativa, a Lança de Gelo emite ar frio de forma intermitente, infligindo Dano Cryo aos inimigos ao redor.<br><br><i>O julgamento é algo muito incômodo. Sugiro que pulemos isso e passemos diretamente para a Oração do Decesso. Devido à minha falta de devoção ao Arconte Anemo, é muito fácil fazer isso.</i>"
  },
  "basic_talent": {
    "talent2_name": "Caminhada Noturna",
    "talent2_img": "rosaria_p2",
    "talent2_desc": "Durante a noite (18:00 - 06:00), os personagens da equipe recebem um aumento da Veloc. Mov. de 10%.\nEsse efeito não se aplica em Domínios, Domínios Dizimados e Espiral do Abismo. Além disso, esse não é acumulado com Talentos Passivos de efeito igual.",
    "talent3_name": "Confissões Forçadas",
    "talent3_img": "rosaria_p3",
    "talent3_desc": "Quando a habilidade Confissão Desoladora ataca por trás de um inimigo, a Taxa CRIT de Rosaria aumenta em 12% por 5s.",
    "talent1_name": "Samaritana da Escuridão",
    "talent1_img": "rosaria_p1",
    "talent1_desc": "Ao lançar Ritos de Terminação, a Taxa CRIT de todos os membros da Equipe (exceto Rosaria) é aumentada em 15% com base na Taxa CRIT de Rosaria por 10s.\nO aumento da Taxa CRIT obtido dessa maneira não pode ultrapassar 15%."
  },
  "sof": {
    "sof1_name": "Guia do Pecado",
    "sof1_img": "rosaria_c1",
    "sof1_desc": "Depois do ataque de Rosaria causar Dano CRIT, sua Vel. de ATQ aumenta em 10% e o Dano do Ataque Normal aumenta em 10%. Esse efeito dura por 4s.",
    "sof2_name": "Terra Profana",
    "sof2_img": "rosaria_c2",
    "sof2_desc": "O Dano causado pela Lança de Gelo de Ritos de Terminação é estendido em 4s.",
    "sof3_name": "Ritual de Confissão",
    "sof3_img": "rosaria_c3",
    "sof3_desc": "Aumenta o nível da habilidade Confissão Desoladora em 3.\nO nível máximo é 15.",
    "sof4_name": "Graça do Sofrimento",
    "sof4_img": "rosaria_c4",
    "sof4_desc": "Quando a habilidade Confissão Desoladora causa um golpe CRIT, Rosaria regenera 5 pontos de Energia Elemental.\nEsse efeito só pode ocorrer uma vez quando a Confissão Desoladora é lançada.",
    "sof5_name": "Oração do Decesso",
    "sof5_img": "rosaria_c5",
    "sof5_desc": "Aumenta o nível da habilidade Ritos de Terminação em 3.\nO nível máximo é 15.",
    "sof6_name": "Julgamento Divino",
    "sof6_img": "rosaria_c6",
    "sof6_desc": "Os ataques de Ritos de Terminação reduzirão a RES Física dos Inimigos em 20% por 10s."
  }
}