{
  "localeName": "Sangonomiya Kokomi",
  "nick": "Pérolas de Sabedoria",
  "occupation": "Ilha Watatsumi",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Hydro",
  "constellation": "Dracaena Somnolenta",
  "desc": "A Sacerdotisa Divina da Ilha Watatsumi. Todos os assuntos da ilha estão na ponta dos dedos desta jovem senhora.",
  "birth": "02/22",
  "battle_talent": {
    "normal_name": "Ataque Normal: Forma da Água",
    "normal_img": "sangonomiya_kokomi_s1",
    "normal_desc1": "Realiza até 3 ataques consecutivos que assumem a forma de peixes nadando, infligindo Dano Hydro.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para infligir Dano Hydro em uma AdE após um curto período de canalização.",
    "normal_desc3": "Reunindo o poder do Hydro, Kokomi mergulha em direção ao chão em pleno ar, infligindo dano a todos os inimigos em seu caminho. Inflige Dano Hydro em uma AdE durante o impacto com o chão.",
    "element_name": "Juramento Kurage",
    "element_img": "sangonomiya_kokomi_s2",
    "element_desc": "Invoca \"Bake-Kurage\" criado a partir da água que pode curar seus aliados.<br>Usar essa habilidade irá aplicar o efeito Molhado à Sangonomiya Kokomi.<br><br>Bake-Kurage<br>Causa Dano Hydro nos inimigos próximos e cura os personagens ativos ao redor com base na Vida Máxima de Sangonomiya Kokomi em intervalos de tempo.<br><br><i>Kokomi precisa de um \"refresco\" pontual a fim de manter a eficiência ideal de trabalho.</i>",
    "final_name": "Cerimônia Kaijin",
    "final_img": "sangonomiya_kokomi_s3",
    "final_desc": "O poder de Watatsumi descende, causando Dano Hydro aos oponentes ao redor, antes de vestir Kokomi em uma Vestimenta Cerimonial feita a partir das águas correntes de Sangonomiya.\n<br>Vestimenta Cerimonial<br>O Dano do Ataque Normal, Ataque Carregado, e do Bake-Kurage da Habilidade Elemental de Sangonomiya Kokomi são aumentados com base em sua Vida Máxima.<br>Quando seus Ataques Normais e Carregados atingirem os oponentes, Kokomi restaurará a Vida de todos os membros da equipe próximos e a quantidade será baseada em sua Vida Máxima.<br>Aumenta a resistência de Sangonomiya Kokomi à interrupção e permite que ela se mova sobre a superfície da água.<br><br>Estes efeitos serão redefinidos quando Sangonomiya Kokomi deixar o campo.<br><br><i>A luz clara se une em túnicas em torno de Sua Excelência, Sangonomiya Kokomi, refletindo sua magnífica forma.</i>"
  },
  "basic_talent": {
    "talent2_name": "Estratégia Infalível",
    "talent2_img": "sangonomiya_kokomi_p2",
    "talent2_desc": "Sangonomiya Kokomi obtém um Bônus de Cura de 25%. Sua Taxa CRIT diminui em 100%.",
    "talent3_name": "Princesa de Watatsumi",
    "talent3_img": "sangonomiya_kokomi_p3",
    "talent3_desc": "Diminui o consumo de Stamina ao Nadar de todos os membros da equipe em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent1_name": "Caixão Haworthia",
    "talent1_img": "sangonomiya_kokomi_p1",
    "talent1_desc": "Se o Bake-Kurage da própria Sangonomiya Kokomi está no campo quando ela usa Cerimônia Kaijin, a duração do Bake-Kurage será redefinida.",
    "talent4_name": "Canção das Pérolas",
    "talent4_img": "sangonomiya_kokomi_p4",
    "talent4_desc": "Enquanto vestindo a Vestimenta Cerimonial criada pela Cerimônia Kaijin, o Bônus de Dano dos Ataques Normais e Carregados de Sangonomiya Kokomi ganhos baseado em sua Vida Máxima, receberão um aumento adicional com base em 15% de seu Bônus de Cura."
  },
  "sof": {
    "sof1_name": "À Beira da Água",
    "sof1_img": "sangonomiya_kokomi_c1",
    "sof1_desc": "Enquanto vestindo a Vestimenta Cerimonial criada pela Cerimônia Kaijin, o Ataque Normal final na combinação de Sangonomiya Kokomi liberará um peixe nadador para causar 30% de sua Vida Máxima como Dano Hydro.\nEste Dano não é considerado como Dano de Ataque Normal.",
    "sof2_name": "Nuvens como Ondas Ondulantes",
    "sof2_img": "sangonomiya_kokomi_c2",
    "sof2_desc": "Sangonomiya Kokomi ganha os seguintes Bônus de Cura em relação a personagens com 50% ou menos de Vida através dos seguintes métodos:\nJuramento Kurage Bake-Kurage: 4.5% da Vida Máxima.<br>Cerimônia Kaijin Ataques Normais e Carregados: 0.6% da Vida Máxima.",
    "sof3_name": "A Lua, Um Navio Sobre os Mares",
    "sof3_img": "sangonomiya_kokomi_c3",
    "sof3_desc": "Aumenta o Nível de Cerimônia Kaijin em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "A Lua Contempla as Águas",
    "sof4_img": "sangonomiya_kokomi_c4",
    "sof4_desc": "Enquanto vestindo a Vestimenta Cerimonial criada pela Cerimônia Kaijin, a Vel. de ATQ dos Ataques Normais de Sangonomiya Kokomi é aumentado em 10%, e Ataques Normais que acertarem os oponentes recuperarão 0.8 de Energia para si mesma.\nEste efeito pode ocorrer apenas uma vez a cada 0.2s.",
    "sof5_name": "Todos os Rios Fluem para o Mar",
    "sof5_img": "sangonomiya_kokomi_c5",
    "sof5_desc": "Aumenta o Nível de Juramento Kurage em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Sango Isshin",
    "sof6_img": "sangonomiya_kokomi_c6",
    "sof6_desc": "Enquanto vestindo a Vestimenta Cerimonial criada pela Cerimônia Kaijin, Sangonomiya Kokomi ganha 40% de Bônus de Dano Hydro por 4s depois que seu Ataque Normal ou Carregado curar um personagem com 80% ou mais de Vida."
  }
}