{
  "localeName": "Tighnari",
  "nick": "Andarilho Verdejante",
  "occupation": "Vila Gandharva",
  "area": "Sumeru",
  "rare": "5",
  "weapon": "Bow",
  "element": "Dendro",
  "constellation": "Vulpes Zerda",
  "desc": "Um jovem pesquisador que conhece bastante de botânica e que atualmente trabalha como um Patrulheiro Florestal na Floresta Avidya. Ele é extremamente sincero com um bom coração — e muito bom na orientação até mesmo dos alunos mais ingênuos.",
  "birth": "12/29",
  "battle_talent": {
    "normal_name": "Ataque Normal: Rompedor de Barreiras Khanda",
    "normal_img": "tighnari_s1",
    "normal_desc1": "Realiza até 4 disparos consecutivos com um arco.",
    "normal_desc2": "Realiza um Disparo com Mira mais preciso com Dano aumentado.Ao mirar, o poder do Dendro irá se acumular na ponta da flecha antes que ela seja lançada. Possui diferentes efeitos baseados em quanto tempo a energia foi carregada:· Carga Nv.1: Dispara uma flecha carregando o poder Dendro que inflige Dano Dendro.· Carga Nv.2: Dispara uma Flecha Floral que inflige Dano Dendro. Ao acertar, a Flecha Floral criará 4 Flechas Florescentes que perseguirão os oponentes próximos automaticamente e infligirão Dano Dendro.",
    "normal_desc3": "Dispara uma chuva de flechas do ar antes de cair e atingir o chão, causando Dano em uma AdE no impacto.",
    "element_name": "Mina Vijnana-Phala",
    "element_img": "tighnari_s2",
    "element_desc": "Tighnari lança um Núcleo Vijnana para a frente que inflige Dano Dendro em uma AdE e gera um Campo Vijnana-Khanda que cria misteriosas ilusões que provocam os oponentes dentro dele, atraindo seus ataques.<br>Além disso, Tighnari ganha o efeito \"Perfurador Vijnana\", que reduz o tempo necessário para carregar a Flecha Floral em 2.4s. Esse efeito desaparecerá quando a duração dele terminar ou depois que Tighnari disparar 3 Flechas Florais.<br><br><i>\"Se uma semente murchar longe do solo, ela continuará como uma única semente. Mas se ela retornar ao solo, ela se multiplicará milhões de vezes.\"</i>",
    "final_name": "Flecha Enraizadora Artificial",
    "final_img": "tighnari_s3",
    "final_desc": "Combina o poder de todas as sementes para disparar 6 Flechas Enraizadoras que perseguem o inimigo e infligem Dano Dendro.\nAo atingirem, criarão Flechas Enraizadoras secundárias que também perseguem os inimigos e infligem Dano Dendro ao os atingirem.<br><br><i>\"Não tente escapar tão facilmente. As vinhas crescem sem parar. As coisas ficam complicadas se você não se livrar de cada uma delas.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Conhecimento Enciclopédico",
    "talent2_img": "tighnari_p2",
    "talent2_desc": "Mostra a localização de Especialidades de Sumeru próximas no mapa.",
    "talent3_name": "Visão Aguçada",
    "talent3_img": "tighnari_p3",
    "talent3_desc": "Depois que Tighnari dispara uma Flecha Floral, sua Proficiência Elemental é aumentada em 50 por 4s.",
    "talent1_name": "Conhecedor da Flora",
    "talent1_img": "tighnari_p1",
    "talent1_desc": "Para cada ponto de Proficiência Elemental que Tighnari possui, o Dano do seu Ataque Carregado e da Flecha Enraizadora Artificial são aumentados em 0.06%.\nO aumento de Dano máximo obtido dessa forma é 60%."
  },
  "sof": {
    "sof1_name": "Começos Determinados Pela Raiz",
    "sof1_img": "tighnari_c1",
    "sof1_desc": "A Taxa CRIT dos Ataques Carregados de Tighnari é aumentada em 15%.",
    "sof2_name": "Origens Conhecidas Pelo Caule",
    "sof2_img": "tighnari_c2",
    "sof2_desc": "Quando houverem oponentes dentro do Campo Vijnana-Khanda criado pela Mina Vijnana-Phala, Tighnari ganha 20% de Bônus de Dano Dendro.\nEsse efeito pode durar até 6s quando o Campo Vijnana-Khanda acabar ou quando não houverem inimigos dentro dele.",
    "sof3_name": "Ramos da Fortuna",
    "sof3_img": "tighnari_c3",
    "sof3_desc": "Aumenta o nível de habilidade da Flecha Enraizadora Artificial em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Vislumbre das Folhas Murchas",
    "sof4_img": "tighnari_c4",
    "sof4_desc": "Quando Flecha Enraizadora Artificial é lançada, todos os membros da equipe ao redor ganham 60 de Proficiência Elemental por 8s. Se a Flecha Enraizadora Artificial causar uma reação Elemental de Queimaduras, Florescimento, Aceleração ou Propagação, sua Proficiência Elemental aumentará em mais 60 adicionais e também redefinirá a duração do bônus desse estado.",
    "sof5_name": "Compreensão em Meio as Flores",
    "sof5_img": "tighnari_c5",
    "sof5_desc": "Aumenta o nível da Mina Vijnana-Phala em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Frutos Cármicos",
    "sof6_img": "tighnari_c6",
    "sof6_desc": "O tempo de carga da Flecha Floral é reduzido em 0.9s, e irá produzir 1 Flecha Florescente adicional ao acertar um inimigo, infligindo Dano de 150% do ATQ de Tighnari."
  }
}