{
  "localeName": "Venti",
  "nick": "Bardo Itinerante",
  "occupation": "Mondstadt",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Bow",
  "element": "Anemo",
  "constellation": "Carmen Dei",
  "desc": "Um dos muitos bardos de Mondstadt que vagueia livremente pelas ruas e becos da cidade.",
  "birth": "06/16",
  "battle_talent": {
    "normal_name": "Ataque Normal: Tiro com Arco Divino",
    "normal_img": "venti_s1",
    "normal_desc1": "Realiza até 6 tiros consecutivos com o arco.",
    "normal_desc2": "Realiza um Tiro com Mira mais preciso com Dano aumentado.Enquanto estiver mirando, ventos favoráveis irão se acumular na ponta da flecha. Uma flecha completamente carregada com o vento irá infligir Dano Anemo.",
    "normal_desc3": "Dispara uma chuva de flechas em pleno ar antes de atingir o chão, infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Sonata Celestial",
    "element_img": "venti_s2",
    "element_desc": "Ó vento no qual voam todos os hinos e canções pelo ar, leve estes peregrinos terrestres aos céus!<br><br>Pressionar<br>Evoca um Domínio dos Ventos na localização do inimigo, causando Dano Anemo em uma AdE e lançando inimigos pelo ar.<br><br>Manter pressionado<br>Evoca um Domínio dos Ventos ainda maior com um Venti em seu centro, causando Dano Anemo em AdE e lançando inimigos afetados pelo ar.<br>Após liberar a versão de Manter Pressionado dessa habilidade, Venti monta o vento pelo ar.<br><br>Inimigos atingidos pelo Soneto dos Céus cairão lentamente ao chão.<br><br><i>Nos dias em que deuses e homens andaram na terra juntos, os céus eram cheios de infinitas canções. Essa melodia foi esquecida há muito tempo.</i>",
    "final_name": "Grande Ode do Vento",
    "final_img": "venti_s3",
    "final_desc": "Dispara uma flecha energizada com vento, criando um grande Olho da Tempestade que suga inimigos, causando Dano Anemo contínuo.\n<br>Absorção Elemental<br>Se o Olho da Tempestade entrar em contato com os elementos Hydro/Pyro/Cryo/Electro, causará Dano elemental adicional daquele tipo.<br>A Absorção Elemental pode ocorrer uma vez a cada uso.<br><br><i>Muitos hinos escritos para elogiar o Arconte Anemo não existem mais. Essa é a sua compreensão do vento.</i>"
  },
  "basic_talent": {
    "talent2_name": "Viajante do Vento",
    "talent2_img": "venti_p2",
    "talent2_desc": "Diminui o consumo de Stamina ao Planar de todos os seus personagens em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent3_name": "Abrace os Ventos",
    "talent3_img": "venti_p3",
    "talent3_desc": "Ao manter pressionado a Sonata Celestial cria uma corrente de vento que dura por 20s.",
    "talent1_name": "Olho da Tempestade",
    "talent1_img": "venti_p1",
    "talent1_desc": "Regenera 15 de Energia para Venti após o efeito do Grande Ode do Vento terminar.\nSe ocorrer uma Absorção Elemental, também irá restaurar 15 de Energia a todos os personagens da equipe do elemento correspondente."
  },
  "sof": {
    "sof1_name": "Vento Dividido",
    "sof1_img": "venti_c1",
    "sof1_desc": "Dispara 2 flechas adicionais por cada Disparo com Mira, cada flecha causa 33% do Dano original da flecha.",
    "sof2_name": "Brisa da Reminiscência",
    "sof2_img": "venti_c2",
    "sof2_desc": "Sonata Celestial diminui a RES Anemo e RES Física do inimigo em 12% por 10s.\nOs inimigos lançados pela Sonata Celestial sofrem uma penalidade adicional de RES Anemo de 12% e RES física quando estiverem no ar.",
    "sof3_name": "Ode aos Ventos Milenares",
    "sof3_img": "venti_c3",
    "sof3_desc": "Aumenta o nível do Grande Ode do Vento em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Furacão da Liberdade",
    "sof4_img": "venti_c4",
    "sof4_desc": "Quando Venti obtém um Orbe ou uma Partícula Elemental, ele recebe 25% de Dano Anemo Bônus por 10s.",
    "sof5_name": "Concerto Celestial",
    "sof5_img": "venti_c5",
    "sof5_desc": "Aumenta o nível da Sonata Celestial em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Tempestade do Desafio",
    "sof6_img": "venti_c6",
    "sof6_desc": "Alvos que levarem Dano da Grande Ode do Vento terão sua RES Anemo reduzida em 20%.\nSe uma Absorção Elemental ocorrer, então sua RES ao Elemento correspondente também é reduzida em 20%."
  }
}