{
  "localeName": "Xiao",
  "nick": "Guardião Yaksha",
  "occupation": "Adepti de Liyue",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Anemo",
  "constellation": "Alatus Nemeseos",
  "desc": "Um Yaksha, um ser imortal que protege Liyue. Também chamado de \"Conquistador de Demônios\" ou \"Guardião Yaksha\".",
  "birth": "04/17",
  "battle_talent": {
    "normal_name": "Ataque Normal: Impulso do Redemoinho",
    "normal_img": "xiao_s1",
    "normal_desc1": "Realiza até 6 golpes rápidos.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para desferir um golpe com pulo.",
    "normal_desc3": "Se lança em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.Xiao não recebe dano de queda ao realizar um Ataque Imersivo.",
    "element_name": "Vento Lemniscático",
    "element_img": "xiao_s2",
    "element_desc": "Xiao avança, causando Dano Anemo aos inimigos em seu caminho.<br>Pode ser usado no meio do ar.<br>Inicia com 2 cargas.<br><br><i>Segundo as lendas de outra terra, o mundo será um dia esmagado por duas grandes rodas de vento. O domínio de Xiao sobre as lanças é transcendente, destruindo seus inimigos como aquelas lendárias rodas de vento.</i>",
    "final_name": "Dança Nuo da Conquista do Mal",
    "final_img": "xiao_s3",
    "final_desc": "Xiao veste a Máscara Yaksha, que há milênios, pôs deuses e demônios a tremer.\n<br>Máscara Yaksha<br>·Aumenta consideravelmente a capacidade de salto de Xiao.<br>·Aumenta a AdE de seu Ataque e aumenta seu Dano.<br>·Converte o Dano do seu Ataque em Dano Anemo, que não pode ser anulado por nenhuma outra infusão elemental.<br><br>Nesse estado, Xiao perderá Vida continuamente.<br>Os efeitos dessa habilidade terminam quando Xiao deixa o campo.<br><br><i>Colocando a máscara Yaksha, Xiao se transforma no Conquistador de Demônios. Mas esse grande poder também lhe trouxe grande sofrimento. Alguns lhe chamam de \"A Ruína de Todos os Males\".</i>"
  },
  "basic_talent": {
    "talent2_name": "Transcensão - Transgressão Gravitacional",
    "talent2_img": "xiao_p2",
    "talent2_desc": "Diminui o consumo de Stamina ao Escalar de todos os personagens da equipe em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
    "talent3_name": "Conquistador do Mal - Domador de Demônios",
    "talent3_img": "xiao_p3",
    "talent3_desc": "Enquanto estiver sob efeito da Dança Nuo da Conquista do Mal, todos os Danos causado por Xiao aumentam em 5%. O Dano aumenta por mais 5% a cada 3 segundos em que a habilidade persistir.\nO Bônus máximo de Dano é de 25%.",
    "talent1_name": "Dissolução de Eon - Queda do Céu",
    "talent1_img": "xiao_p1",
    "talent1_desc": "Ao liberar Vento Lemniscático, aumenta o Dano dos próximos usos em 15% por 7s.\nO efeito dura 7s e pode ser acumulado até 3 vezes. Ganhar um novo acúmulo atualiza a duração do efeito."
  },
  "sof": {
    "sof1_name": "Dissolução de Eon - Destruidor de Mundos",
    "sof1_img": "xiao_c1",
    "sof1_desc": "Aumenta a carga do Vento Lemniscático em 1.",
    "sof2_name": "Aniquilação de Eon - Flor de Kaleidos",
    "sof2_img": "xiao_c2",
    "sof2_desc": "Quando Xiao estiver na equipe, mas não em campo, a Recarga da Energia de Xiao é aumentada em 25%.",
    "sof3_name": "Conquistador do Mal · Deidade da Ira",
    "sof3_img": "xiao_c3",
    "sof3_desc": "Aumenta o nível do Vento Lemniscático em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Transcensão - Extinção do Sofrimento",
    "sof4_img": "xiao_c4",
    "sof4_desc": "Quando a Vida de Xiao for menor que 50%, ele ganha 100% de Bônus de DEF.",
    "sof5_name": "Evolução de Eon - Origem da Ignorância",
    "sof5_img": "xiao_c5",
    "sof5_desc": "Aumenta o nível da Dança Nuo da Conquista do Mal em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Conquistador do Mal - Guardião Yaksha",
    "sof6_img": "xiao_c6",
    "sof6_desc": "Enquanto sob o efeito da Dança Nuo da Conquista do Mal, acertar pelo menos 2 inimigos com o ataque imersivo de Xiao irá imediatamente conceder a ele 1 carga de Vento Lemniscático, e durante o próximo 1 segundo, ele poderá usar Vento Lemniscático ignorando seu tempo de recarga."
  }
}