{
  "nick": "Galante Juvenil",
  "occupation": "Guilda de Comerciantes de Feiyun",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Sword",
  "element": "Hydro",
  "constellation": "Fabulae Textile",
  "desc": "Um jovem carregando uma espada longa que é frequentemente visto em estantes de livros. Ele tem um coração de ouro e anseia por justiça e equidade para todos.",
  "birth": "10/09",
  "battle_talent": {
    "normal_name": "Ataque Normal: Estilo Guhua",
    "normal_img": "xingqiu_s1",
    "normal_desc1": "Realiza até 5 golpes rápidos.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Espada de Guhua: Chuva Torrencial",
    "element_img": "xingqiu_s2",
    "element_desc": "Xingqiu realiza ataques duplos com sua espada, causando Dano Hydro. Ao mesmo tempo, essa habilidade cria o número máximo de Chuvas das Espadas, que orbitarão o seu próprio personagem.<br>As Chuvas das Espadas têm as seguintes propriedades:<br>Quando um personagem recebe Dano, a Chuvas das Espadas se despedaça, reduzindo a quantidade de Dano recebido.<br>Aumenta a resistência do personagem à interrupção.<br>20% do Dano Hydro Adicional de Xingqiu será convertido em Redução de Dano adicional para as Chuvas das Espadas.<br><br>A quantidade máxima de adicional da Redução de Dano que pode ser obtida é de 24%.<br>O número máximo inicial de Chuvas das Espadas é 3.<br>O uso dessa habilidade aplica o estado Molhado ao personagem.<br><br><i>\"É Mais fácil matar um dragão da chuva do que cortar a chuva.\"</i>",
    "final_name": "Espada Guhua: Retalhador de Chuva",
    "final_img": "xingqiu_s3",
    "final_desc": "Inicia o Trabalho com Lâminas do Arco-íris e luta usando uma chuva de espadas ilusórias, enquanto cria um número máximo de Chuvas das Espadas.\n<br>Trabalho com Lâminas do Arco-íris<br>·Os Ataques Normais do seu próprio personagem irão desencadear ataques consecutivos da Chuva das Espadas, infligindo Dano Hydro.<br>Chuva das Espadas irá continuar no número máximo ao longo da duração da habilidade.<br><br><i>O \"Caminho do Cortador de Chuva\" é uma das técnicas esotéricas secretas da Seita Guhua.</i>"
  },
  "basic_talent": {
    "talent2_name": "Flash do Gênio",
    "talent2_img": "xingqiu_p2",
    "talent2_desc": "Quando Xingqiu forja Materiais de Talento de Personagem, ele possui 25% de chance de retornar uma certa quantidade de materiais usados.",
    "talent3_name": "Hidropático",
    "talent3_img": "xingqiu_p3",
    "talent3_desc": "Quando uma espada da Chuva das Espadas é quebrada ou quando sua duração acabar, regenera a Vida do personagem atual em 6% da Vida Máxima de Xingqiu.",
    "talent1_name": "Lâminas Entre Gotas de Chuva",
    "talent1_img": "xingqiu_p1",
    "talent1_desc": "Xingqiu ganha 20% de Dano Hydro Bônus."
  },
  "sof": {
    "sof1_name": "O Aroma Remanescente",
    "sof1_img": "xingqiu_c1",
    "sof1_desc": "Aumenta o número máximo de Chuva das Espadas em 1.",
    "sof2_name": "Arco-Íris Acima do Céu Azul",
    "sof2_img": "xingqiu_c2",
    "sof2_desc": "Estende a duração da Espada de Guhua - Retalhador de Chuva por 3 segundos.\nReduz a RES Hydro dos inimigos golpeados pelos ataques do retalhador de chuva em 15% por 4 segundos.",
    "sof3_name": "Tecedor de Versos",
    "sof3_img": "xingqiu_c3",
    "sof3_desc": "Aumenta o Nível de Espada de Guhua - Retalhador de Chuva em 3.\nPode ser elevado até Nv.15.",
    "sof4_name": "Abrandamento do Mal",
    "sof4_img": "xingqiu_c4",
    "sof4_desc": "Ao longo da duração da Espada de Guhua - Retalhador de Chuva, o Dano causado por Espada de Guhua - Chuva Torrencial é aumentado em 50%.",
    "sof5_name": "Abrace a Chuva",
    "sof5_img": "xingqiu_c5",
    "sof5_desc": "Aumenta o Nível da Espada de Guhua - Chuva Torrencial em 3.\nPode ser elevado até Nv.15.",
    "sof6_name": "Coleção de Poemas",
    "sof6_img": "xingqiu_c6",
    "sof6_desc": "A cada 2 golpes da Espada de Guhua - Retalhador de Chuva o ataque da chuva de espadas aumenta drasticamente o Dano do terceiro golpe, e ao atingir um inimigo, o terceiro golpe de chuva de espadas de Xingqiu regenerará 3 de Energia."
  }
}