{
  "nick": "Melodia Incandescente",
  "occupation": "Corda Vermelha",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "Fila Ignium",
  "desc": "A única roqueira do Porto de Liyue, ela usa sua música e canções apaixonadas para resistir aos preconceitos.",
  "birth": "10/16",
  "battle_talent": {
    "normal_name": "Ataque Normal: Dança do Fogo",
    "normal_img": "xinyan_s1",
    "normal_desc1": "Realiza até 4 golpes consecutivos.",
    "normal_desc2": "Drena Stamina ao longo do tempo para realizar um ataque giratório contínuo contra todos os inimigos próximos.Ao final da sequência, realiza um corte poderoso.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Fervor Arrebatador",
    "element_img": "xinyan_s2",
    "element_desc": "Xinyan brande seu instrumento, causando Dano Pyro em inimigos próximos, criando um escudo feito a partir da paixão de seu público.<br>A absorção de Dano do escudo aumenta com base na DEF de Xinyan e no número de inimigos atingidos.<br>Atingir de 0-1 inimigo concede Escudo Nível 1: Improviso.<br>Atingir 2 inimigos concede Escudo Nível 2: Introdução.<br>Atingir 3 ou mais inimigos concede Escudo Nível 3: Rave, que também causará Dano Pyro periodicamente aos inimigos próximos.<br><br>O escudo tem as seguintes propriedades especiais:<br>Quando ativado, ele aplica o elemento Pyro em Xinyan.<br>Tem 250% de eficácia de absorção de Dano contra Dano Pyro.<br><br><i>Xinyan insiste que essas pirotecnias representam o ápice da arte da performance e que são fenômenos físicos que nada têm a ver com sua Visão.</i>",
    "final_name": "Melodia da Rebelião",
    "final_img": "xinyan_s3",
    "final_desc": "Tocando sua música rapidamente, Xinyan lança os inimigos próximos e causa Dano Físico neles, hipnotizando a multidão.\nA pura intensidade da atmosfera causará explosões que causam Dano Pyro aos inimigos próximos.<br><br><i>Xinyan costumava terminar todas as suas performances com esse movimento. Ela não parou porque era perigoso, mas sim porque ela não tinha um final mais épico no caso de alguém gritar \"Mais!\".</i>"
  },
  "basic_talent": {
    "talent2_name": "Uma Receita Radical",
    "talent2_img": "xinyan_p2",
    "talent2_desc": "Quando uma Culinária Perfeita é feita em uma comida de aumento de DEF, Xinyan tem uma chance de 12% de receber o dobro de produção.",
    "talent3_name": "\"O espetáculo deve continuar...\"",
    "talent3_img": "xinyan_p3",
    "talent3_desc": "Diminui o número de inimigos que Fervor Arrebatador precisa acertar para acionar cada nível do escudo.\nEscudo Nível 2: Introdução, requerimento reduzido a 1 inimigo atingido.<br>Escudo Nível 3: Rave, requerimento reduzido a 2 inimigos atingidos ou mais.",
    "talent1_name": "\"...Isso sim é Rock 'n' Roll!\"",
    "talent1_img": "xinyan_p1",
    "talent1_desc": "Personagens protegidos por Fervor Arrebatador causam 15% mais Dano Físico."
  },
  "sof": {
    "sof1_name": "Aceleração Fatal",
    "sof1_img": "xinyan_c1",
    "sof1_desc": "5s após Xinyan causar um CRIT, a Vel. de ATQ do Ataque Normal e Ataque Carregado aumenta 12%.\nEsse efeito pode ocorrer apenas uma vez a cada 5 segundos.",
    "sof2_name": "Começo Improvisado",
    "sof2_img": "xinyan_c2",
    "sof2_desc": "Taxa CRIT de Dano Físico causado pela Melodia da Rebelião aumenta em 100%, e ao lançar, formará um escudo Nv.3: Rave.",
    "sof3_name": "Duplo-Stop",
    "sof3_img": "xinyan_c3",
    "sof3_desc": "Aumenta o nível da Fervor Arrebatador em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Ritmo Contagiante",
    "sof4_img": "xinyan_c4",
    "sof4_desc": "O Dano de Balanço de Fervor Arrebatador irá diminuir a RES Física do inimigo em 15% por 12s.",
    "sof5_name": "Gritos de Bis",
    "sof5_img": "xinyan_c5",
    "sof5_desc": "Aumenta o nível da Melodia da Rebelião em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Rockeando no inferno",
    "sof6_img": "xinyan_c6",
    "sof6_desc": "Diminui o Consumo de Stamina do Ataque Carregado de Xinyan em 30%. Ao usar Ataques Carregados, Xinyan ganha um Bônus de Ataque baseado em 50% de sua defesa."
  }
}