{
  "nick": "Palco Lúcida",
  "occupation": "Trupe de Ópera Yun-Han",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Geo",
  "constellation": "Opera Grandis",
  "desc": "Uma renomada cantora de ópera de Liyue, hábil tanto em dramaturgia quanto em canto. Seu estilo é único, requintado e delicado, exatamente como ela.",
  "birth": "05/21",
  "battle_talent": {
    "normal_name": "Ataque Normal: Golpe das Nuvens",
    "normal_img": "yun_jin_s1",
    "normal_desc1": "Realiza até 5 golpes com a lança.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para se lançar para frente, infligindo Dano em seu trajeto.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Abertura Deslumbrante",
    "element_img": "yun_jin_s2",
    "element_desc": "A Srta. Yun apenas atua no palco, mas realmente sabe usar uma lança.<br><br>Pressionar<br>Brande sua lança na Forma de Corte das Nuvens, infligindo Dano Geo.<br><br>Manter Pressionado<br>Assume a posição de Abertura Deslumbrante e inicia um carregamento, formando um escudo. A absorção de Dano do Escudo é baseado na Vida Máxima de Yunjin, e é 150% eficaz contra Dano de todos os elementos e Dano Físico. O escudo dura até o final da Habilidade.<br>Quando a Habilidade é lançada, sua duração encerrar ou o escudo for destruído, Yunjin brande a lança, lançando seu poder acumulado, infligindo Dano Geo.<br>De acordo com o tempo de carregamento, a Habilidade ao ser lançada pode ser dividida em Carga Nível 1 e Carga Nível 2.<br><br><i>Um momento glorioso no palco é uma década de preparação por detrás dele.</i>",
    "final_name": "Bandeira Quebra-Rochas",
    "final_img": "yun_jin_s3",
    "final_desc": "Causa Dano Geo em uma AdE e dá a todos os personagens da equipe a \"Formação da Bandeira das Nuvens\".\n<br>Formação da Bandeira das Nuvens<br>Quando causa Dano de Ataque Normal, aumenta o Dano causado com base na DEF da própria Yunjin.<br><br>O efeito \"Formação da Bandeira das Nuvens\" desaparece após o fim da sua duração ou após ser ativado um determinado número de vezes.<br>Quando um Ataque Normal atinge vários inimigos simultaneamente, irá consumir vezes de ativação de acordo com o número de inimigos atingidos; as vezes de ativação de \"Formação de Bandeira das Nuvens\" é contada separadamente entre os personagens que a possuem.<br><br><i>\"Com o ressoar dos tambores, espadas e alabardas balançando, uma bela mulher general segura uma bandeira.\"</i><br><i>\"Com os instrumentos soando em uníssono, podemos ver ela limpando todos os demônios.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Alimentação Leve",
    "talent2_img": "yun_jin_p2",
    "talent2_desc": "Ao fazer uma comida Perfeita relacionada a efeitos de Aventura, há 12% de chance de se obter o dobro de produção.",
    "talent3_name": "Fiel a si mesma",
    "talent3_img": "yun_jin_p3",
    "talent3_desc": "Usar Abertura Deslumbrante no momento correto em que estiver sendo atacada fará com que a Carga Nível 2 de Manter Pressionado seja lançada.",
    "talent1_name": "Quebradora de Convenções",
    "talent1_img": "yun_jin_p1",
    "talent1_desc": "Quando a equipe contém personagens de 1/2/3/4 Tipos Elementais diferentes, o Bônus de Dano do Ataque Normal de Formação da Bandeira das Nuvens é aumentado em 2.5%/5%/7.5%/11.5% com base na DEF de Yunjin."
  },
  "sof": {
    "sof1_name": "Galope Veloz",
    "sof1_img": "yun_jin_c1",
    "sof1_desc": "O Tempo de Recarga de Abertura Deslumbrante é reduzido em 18%.",
    "sof2_name": "Miríade de Adereços",
    "sof2_img": "yun_jin_c2",
    "sof2_desc": "Quando a Bandeira Quebra-Rochas é usada, o Dano do Ataque Normal de todos os membros da equipe próximos é aumentado em 15% por 12s.",
    "sof3_name": "Bandeira Marítima",
    "sof3_img": "yun_jin_c3",
    "sof3_desc": "Aumenta o nível de Bandeira Quebra-rochas em 3.\nNível máximo de elevação é 15.",
    "sof4_name": "Flor e Lutadora",
    "sof4_img": "yun_jin_c4",
    "sof4_desc": "Quando Yunjin desencadeia Cristalização, sua DEF aumenta 20% por 12s.",
    "sof5_name": "Fama Mundial",
    "sof5_img": "yun_jin_c5",
    "sof5_desc": "Aumenta o nível de Abertura Deslumbrante em 3.\nNível máximo de elevação é 15.",
    "sof6_name": "Harmonia e Decoro",
    "sof6_img": "yun_jin_c6",
    "sof6_desc": "Personagens sob o efeito de Formação da Bandeira das Nuvens terão a Vel. de ATQ de seus Ataques Normais aumentada em 12%."
  }
}