{
  "localeName": "Zhongli",
  "nick": "Andarilho do Reino Mortal",
  "occupation": "Porto de Liyue",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Geo",
  "constellation": "???",
  "desc": "Um convidado misterioso da Funerária de Wangsheng. É um erudito que tem um profundo conhecimento sobre todos os tipos de coisa.",
  "birth": "12/31",
  "battle_talent": {
    "normal_name": "Ataque Normal: Chuva de Pedras",
    "normal_img": "zhongli_s1",
    "normal_desc1": "Realiza até 6 golpes consecutivos com a lança.",
    "normal_desc2": "Consome uma certa quantidade de Stamina para se lançar para frente, fazendo com que lanças de pedras caiam em seu trajeto.",
    "normal_desc3": "Mergulha em pleno ar para golpear o chão, causando dano a inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
    "element_name": "Dominus Lapidis",
    "element_img": "zhongli_s2",
    "element_desc": "O Poder Geo cobre todas as montanhas, terras e rochas. Mas poucas são as pessoas que o podem usar livremente.<br><br>Pressionar<br>Ordena que o elemento Geo na terra se una em Estela de Pedra.<br><br>Manter Pressionado<br>Ordena que elementos Geo ao redor explodam, causando o seguinte efeito:<br>·Se o número de Estelas de Pedra não alcançou o máximo, cria outra Estela de Pedra;<br>·Forma um Escudo de Jade, que absorve o Dano com base na Vida Máxima de Zhongli;<br>·Causa Dano Geo em uma AdE;<br>·Se houver alvos com Elemento Geo nas proximidades, absorverá o Elemento Geo de até dois alvos. Esse efeito não causa dano.<br><br>Estela de Pedra<br>Ao ser criada, causa Dano Geo em uma AdE.<br>Além disso, enquanto existir, ressoará com Construções Geo próximas, causando Dano Geo aos inimigos próximos.<br>A Estela de Pedra é considerada uma Construção Geo, pode parar ataques, e pode ser escalada.<br>Inicialmente só é possível existir uma Estela de Pedra, criada pelo próprio Zhongli, ao mesmo tempo.<br><br>Escudo de Jade<br>Absorve 150% de todos os Danos Elementais e Danos Físicos.<br>Os personagens sob a proteção do Escudo de Jade, diminuem a RES Elemental e RES Física de todos os inimigos em 20% numa pequena AdE.<br><br><i>Um verdadeiro mestre da pedra pode entalhar jade e dar forma ao ouro. </i>",
    "final_name": "Chuva Estelar",
    "final_img": "zhongli_s3",
    "final_desc": "Traz uma estrela cadente em direção à terra, infligindo Dano Geo massivo nos inimigos pegos em sua AdE e aplicando o efeito Petrificante\n<br> Petrificação<br>Inimigos afetados pelo efeito Petrificante não podem se mover.<br><br><i>O meteorito caído pune os injustos.</i>"
  },
  "basic_talent": {
    "talent2_name": "Cristal do Destino",
    "talent2_img": "zhongli_p2",
    "talent2_desc": "Retorna 15% dos Minérios usados ao criar armas de tipo Lança.",
    "talent3_name": "Ondas de Ressonância",
    "talent3_img": "zhongli_p3",
    "talent3_desc": "Quando o Escudo de Jade receber dano, terá os seguintes efeitos de fortificação:\n·Os Personagens que estiverem sendo protegidos pelo Escudo de Jade terão um aumento de Força do Escudo de 5%;<br>·Esse efeito pode ser acumulado até 5 vezes, e dura até o Escudo de Jade se dissipar.",
    "talent1_name": "Domínio da Terra",
    "talent1_img": "zhongli_p1",
    "talent1_desc": "Os ataques de Zhongli terão os seguintes aumentos de Dano de acordo com sua Vida Máxima:\n·Ataque Normal, Ataque Carregado e Ataque Imersivo terão seu dano aumentado em 1,39% da Vida Máxima<br>·O Dano da Estela de Pedra, Dano de ressonância Geo e Dano de Manter Pressionado de Dominus Lapidis aumentarão para 1.9% da Vida Máxima<br>·O Dano de Chuva Estelar aumentará para 33% da Vida Máxima"
  },
  "sof": {
    "sof1_name": "Pedra, a Espinha Vertebral da Terra",
    "sof1_img": "zhongli_c1",
    "sof1_desc": "Aumenta o número máximo de Estelas de Pedra criadas pelo Dominus Lapidis que podem existir simultaneamente para 2.",
    "sof2_name": "Pedra, a Vela de Jade",
    "sof2_img": "zhongli_c2",
    "sof2_desc": "Quando a Chuva Estelar cair, dará um Escudo de Jade para os personagens ao redor em campo próximos.",
    "sof3_name": "Jade, Cintilando na Escuridão",
    "sof3_img": "zhongli_c3",
    "sof3_desc": "Aumenta o nível do Dominus Lapidis em 3.\nO nível máximo de elevação é 15.",
    "sof4_name": "Topázio, Inquebrável e Destemido",
    "sof4_img": "zhongli_c4",
    "sof4_desc": "Aumenta a AdE da Chuva Estelar em 20%.\nAlém disso, o efeito de Petrificação da Chuva Estelar é prolongado em 2s.",
    "sof5_name": "Lazuli, Heraldo da Ordem",
    "sof5_img": "zhongli_c5",
    "sof5_desc": "Aumenta o nível da Chuva Estelar em 3.\nO nível máximo de elevação é 15.",
    "sof6_name": "Chrysos, Recompensa do Dominador",
    "sof6_img": "zhongli_c6",
    "sof6_desc": "Quando o Escudo de Jade recebe dano, 40% do Dano recebido é convertido em Vida para o personagem atual.\nA regeneração não pode exceder 8% da Vida Máxima do personagem por vez."
  }
}