{
  "nick": "Спасительница из другого мира",
  "occupation": "Мятежник",
  "area": "Ranger",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Нора Фортис",
  "desc": "В прошлом изгой, а теперь охотница с непревзойденным чутьём. Её лук всегда наготове ради правого дела.",
  "birth": "04/04",
  "battle_talent": {
    "normal_name": "Скоростная стрельба",
    "normal_img": "aloy_s1",
    "normal_desc1": "До четырёх выстрелов из лука.Заряженная атака:Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается холодом. Полностью заряженная холодом стрела наносит Крио урон.",
    "normal_desc2": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "Ледяная пустошь",
    "element_img": "aloy_s2",
    "element_desc": "Элой бросает в цель Морозильную бомбу, которая взрывается при столкновении и наносит Крио урон. После взрыва Морозильная бомба делится на множество Ледяных бомбочек, которые взрываются при контакте с противником или после небольшой задержки и наносят Крио урон.<br>Когда Морозильная бомба или Ледяная бомбочка поражают противника, его сила атаки понижается и Элой получает один уровень Спирали.<br>Элой может получить до 1 уровня Спирали каждые 0,1 сек.<br><br>Спирали<br>· Каждый уровень Спирали повышает урон обычной атаки Элой.<br>· Когда Элой набирает 4 уровня Спирали, все уровни Спирали сбрасываются, а она входит в состояние Стремительного льда, которое повышает урон её обычной атаки и конвертирует его в Крио урон.<br><br>Находясь в состоянии Стремительного льда, Элой не может накапливать уровни Спирали.<br>Эффекты Спирали сбросятся через 30 сек. после того, как Элой покинет бой.<br><br><i>Разве это холодно? Значит, вы никогда не были в Зарубке.</i>",
    "final_name": "Пророчества рассвета",
    "final_img": "aloy_s3",
    "final_desc": "Элой бросает в цель Топливный элемент, наполненный элементом Крио, затем детонирует его стрелой, нанося Крио урон по площади.\n<br><i>Означал ли «Новый рассвет» надежду или вымирание - больше не имеет значения. Элой уже спасла свой мир, а у этого мира есть свои герои.</i>"
  },
  "basic_talent": {
    "talent2_name": "Охотник пустоши",
    "talent2_img": "aloy_p2",
    "talent2_desc": "Когда Элой в отряде, мелкие животные, у которых можно добыть мясо птицы, сырое мясо и цельномороженое мясо, больше вас не пугаются.",
    "talent3_name": "Боевой перехват",
    "talent3_img": "aloy_p3",
    "talent3_desc": "Когда Элой получает эффект Спирали навыка Ледяная пустошь, её сила атаки повышается на 16%, а сила атаки других окружающих членов отряда повышается на 8%. Этот эффект длится 10 сек.",
    "talent1_name": "Сильная атака",
    "talent1_img": "aloy_p1",
    "talent1_desc": "Когда Элой находится в состоянии Стремительного льда навыка Ледяная пустошь, её бонус Крио урона увеличивается на 3,5% каждую секунду. Подобным способом можно получить до 35% бонуса Крио урона."
  },
  "sof": {
    "sof1_name": "Чужеземная звезда",
    "sof1_img": "aloy_c1",
    "sof1_desc": "Момент осветить звёздное небо этого человека ещё не настал.",
    "sof2_name": "Чужеземная звезда",
    "sof2_img": "aloy_c2",
    "sof2_desc": "Момент осветить звёздное небо этого человека ещё не настал.",
    "sof3_name": "Чужеземная звезда",
    "sof3_img": "aloy_c3",
    "sof3_desc": "Момент осветить звёздное небо этого человека ещё не настал.",
    "sof4_name": "Чужеземная звезда",
    "sof4_img": "aloy_c4",
    "sof4_desc": "Момент осветить звёздное небо этого человека ещё не настал.",
    "sof5_name": "Чужеземная звезда",
    "sof5_img": "aloy_c5",
    "sof5_desc": "Момент осветить звёздное небо этого человека ещё не настал.",
    "sof6_name": "Чужеземная звезда",
    "sof6_img": "aloy_c6",
    "sof6_desc": "Момент осветить звёздное небо этого человека ещё не настал."
  }
}