{
  "nick": "Чемпион полётов",
  "occupation": "Ордо Фавониус",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Bow",
  "element": "Pyro",
  "constellation": "Озорной Кролик",
  "desc": "Энергичная и весёлая Эмбер. Лучший и единственный скаут Ордо Фавониус.",
  "birth": "08/10",
  "battle_talent": {
    "normal_name": "Первоклассный стрелок",
    "normal_img": "amber_s1",
    "normal_desc1": "До пяти выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается огнём. Полностью заряженная огнём стрела наносит Пиро урон.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "Барон Зайчик",
    "element_img": "amber_s2",
    "element_desc": "На Барона Зайчика всегда можно положиться.<br><br>Барон Зайчик:<br>· Непрерывно дразнит врагов, привлекая их огонь на себя;<br>· Макс. HP Барона Зайчика зависит от макс. HP Эмбер;<br>· Если Барон Зайчик уничтожен, либо его время заканчивается, он взрывается, нанося Пиро урон по площади.<br><br>Долгое нажатие:<br>Позволяет выбрать направление броска.<br>Чем дольше удерживать кнопку, тем дальше будет бросок.<br><br><i>Барон Зайчик - наследник величественной и весьма запутанной родословной. Насколько запутанной? Эмбер смогла досчитать только до барона Зайчика 893-го, героически пожертвовавшего собой в бою.</i>",
    "final_name": "Огненный дождь",
    "final_img": "amber_s3",
    "final_desc": "Эмбер выпускает град огненных стрел, который наносит периодический Пиро урон по площади.\n<br><i>Говорят, что Эмбер полна горящей страсти, поэтому будьте осторожны, иначе она сожжёт и вас.</i>"
  },
  "basic_talent": {
    "talent2_name": "Чемпион Полётов",
    "talent2_img": "amber_p2",
    "talent2_desc": "Уменьшает потребление выносливости активного персонажа во время полёта на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Сто стрел - все в цель!",
    "talent3_img": "amber_p3",
    "talent3_desc": "Шанс критического попадания навыка Огненный дождь увеличивается на 10%, а его зона поражения - на 30%.",
    "talent1_name": "Подавляющий огонь",
    "talent1_img": "amber_p1",
    "talent1_desc": "Прицельные выстрелы по уязвимым местам противника увеличивают силу атаки на 15% на 10 сек."
  },
  "sof": {
    "sof1_name": "Двух зайцев...",
    "sof1_img": "amber_c1",
    "sof1_desc": "Во время прицельной стрельбы выпускает по две стрелы за выстрел. Вторая стрела наносит 20% от урона первой стрелы.",
    "sof2_name": "Зайчик активирован",
    "sof2_img": "amber_c2",
    "sof2_desc": "Барон Зайчик, свежий и навороченный! Попадание по его ногам полностью заряженным прицельным выстрелом заставляет его моментально взорваться.\nТакой взрыв наносит дополнительные 200% урона.",
    "sof3_name": "Оно горит!",
    "sof3_img": "amber_c3",
    "sof3_desc": "Увеличивает уровень навыка Огненный дождь на 3.\nМакс. уровень: 15",
    "sof4_name": "Это не просто кукла",
    "sof4_img": "amber_c4",
    "sof4_desc": "Уменьшает время отката навыка Барон Зайчик на 20%. Также даёт одну дополнительную куклу.",
    "sof5_name": "Взрывная кукла!",
    "sof5_img": "amber_c5",
    "sof5_desc": "Увеличивает уровень навыка Барон Зайчик на 3.\nМакс. уровень: 15",
    "sof6_name": "Горящие пятки",
    "sof6_img": "amber_c6",
    "sof6_desc": "Использование навыка Огненный дождь увеличивает скорость передвижения всех членов отряда и их атаку на 15% в течение 10 сек."
  }
}