{
  "nick": "Владычица морей",
  "occupation": "Южный Крест",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Дракон Морей",
  "desc": "Капитан флота Южного Креста. Она весьма рисковая и прямолинейная леди.",
  "birth": "02/14",
  "battle_talent": {
    "normal_name": "По волнам",
    "normal_img": "beidou_s1",
    "normal_desc1": "До пяти рубящих ударов мечом.",
    "normal_desc2": "Комбо-атака, на которую непрерывно тратится выносливость.После комбо-атаки проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех противников на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Призыв волны",
    "element_img": "beidou_s2",
    "element_desc": "Обидчик десять раз пожалеет о том, что связался с Бэй Доу и её командой.<br><br>Быстрое нажатие:<br>Накапливая силу молнии, Бэй Доу яростно поднимает свой меч, нанося Электро урон.<br><br>Долгое нажатие:<br>Бэй Доу поднимает свой меч в качестве щита. Количество поглощаемого урона зависит от макс. HP Бэй Доу.<br>После окончания или прерывания навыка взмахивает мечом, высвобождая накопленную в нём энергию, и наносит Электро урон.<br>Урон увеличивается в зависимости от количества полученных во время навыка ударов. Два полученных удара дают максимальный бонус урона.<br>Щит Бэй Доу обладает следующими свойствами:<br>· Электро урон поглощается на 250% эффективнее;<br>· В момент активации накладывает на Бэй Доу эффект Электро.<br><br><i>Покорите танцующие волны и сверкающие молнии безбрежных морей!</i>",
    "final_name": "Крушитель бури",
    "final_img": "beidou_s3",
    "final_desc": "Воспоминания о битвах с древними чудовищами помогают Бэй Доу создать вокруг себя громовой щит, нанося при этом Электро урон окружающим противникам.\n<br>Громовой щит:<br>· Попадания обычной и заряженной атакой запускают цепную молнию, которая прыгает с одного противника на другого и наносит им Электро урон;<br>· Повышает устойчивость персонажа к прерыванию атак и уменьшает получаемый им урон;<br>· Запускает не более одной цепной молнии в секунду.<br><br><i>Сила молнии раскалывает горы и моря.</i>"
  },
  "basic_talent": {
    "talent2_name": "Покоритель волн",
    "talent2_img": "beidou_p2",
    "talent2_desc": "Уменьшает потребление выносливости собственных персонажей во время плавания на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Возмездие",
    "talent3_img": "beidou_p3",
    "talent3_desc": "Идеальная контратака навыком Призыв волны даёт максимальный бонус урона.",
    "talent1_name": "Гром и молния",
    "talent1_img": "beidou_p1",
    "talent1_desc": "В течение 10 сек. после идеального парирования навыком Призыв волны, Бэй Доу получает следующие эффекты:\n· Увеличивается урон обычной и заряженной атаки на 15%, а также скорость атаки на 15%;<br>·Значительно уменьшается время, необходимое для активации заряженной атаки."
  },
  "sof": {
    "sof1_name": "Хищник морей",
    "sof1_img": "beidou_c1",
    "sof1_desc": "При использовании таланта Крушитель бури:\nСоздаёт щит, который в течение 15 сек. поглощает урон, равный 16% от макс. HP Бэй Доу.<br>Электро урон поглощается на 250% эффективнее.",
    "sof2_name": "Гроза морей",
    "sof2_img": "beidou_c2",
    "sof2_desc": "Цепная молния навыка Крушитель бури может перепрыгнуть на двух дополнительных противников.",
    "sof3_name": "Призыв бури",
    "sof3_img": "beidou_c3",
    "sof3_desc": "Увеличивает уровень навыка Призыв волны на 3.\nМакс. уровень: 15",
    "sof4_name": "Оглушающая месть",
    "sof4_img": "beidou_c4",
    "sof4_desc": "После полученного удара обычные атаки Бэй Доу наносят дополнительные 20% Электро урона в течение 10 сек.",
    "sof5_name": "Алые паруса на горизонте",
    "sof5_img": "beidou_c5",
    "sof5_desc": "Увеличивает уровень навыка Крушитель бури на 3.\nМакс. уровень: 15",
    "sof6_name": "Погибель порока",
    "sof6_img": "beidou_c6",
    "sof6_desc": "На время действия навыка Крушитель бури Электро сопротивление окружающих противников понижается на 15%."
  }
}