{
  "nick": "Испытание огнём",
  "occupation": "Искатели приключений",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Pyro",
  "constellation": "Дорога Опасностей",
  "desc": "Добросердечный и порядочный искатель приключений из Мондштадта, который, к несчастью, сказочно невезуч.",
  "birth": "02/29",
  "battle_talent": {
    "normal_name": "Счастливый меч",
    "normal_img": "bennett_s1",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Два быстрых взмаха мечом, для которых тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех противников на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Чрезмерные стремления",
    "element_img": "bennett_s2",
    "element_desc": "Беннет концентрирует на своём клинке весь свой пыл и страсть к приключениям. Результат зависит от уровня его пылающей страсти...<br><br>Быстрое нажатие:<br>Быстрый взмах пылающим мечом, наносящий Пиро урон.<br><br>Долгое нажатие:<br>Эффект зависит от уровня заряда навыка.<br>· Уровень заряда 1: Совершает два удара пылающим мечом, которые наносят Пиро урон и подбрасывают противников в воздух;<br>· Уровень заряда 2: Совершает три удара пылающим мечом, которые наносят внушительный Пиро урон. Последний удар создаёт взрыв, который одновременно подбрасывает в воздух противников и самого Беннета.<br>Беннет не получает урон от взрыва.<br><br><i>Страсть и мечты Беннета смешиваются с огненной стихией. Но иногда страсти слишком много, а огонь слишком горяч.</i>",
    "final_name": "Волнительное приключение",
    "final_img": "bennett_s3",
    "final_desc": "Беннет проводит атаку в прыжке, которая наносит Пиро урон и создаёт Круг вдохновения.\n<br>Круг вдохновения:<br>· Восстанавливает персонажам в области, HP которых равно или ниже 70%, определённое количество HP, которое зависит от макс. HP Беннета;<br>· Если HP персонажа в области выше 70%, то он получает бонус атаки, который зависит от базовой атаки Беннета;<br>· Накладывает на персонажей в области эффект Пиро.<br><br><i>Искать приключения с Беннетом - весьма опасное занятие, хоть Беннет и любит называть это «приключением, полным красот и волнительных сюрпризов».</i>"
  },
  "basic_talent": {
    "talent2_name": "Ступайте осторожно",
    "talent2_img": "bennett_p2",
    "talent2_desc": "Уменьшает длительность экспедиций в Мондштадте на 25%.",
    "talent3_name": "Вспышка страсти",
    "talent3_img": "bennett_p3",
    "talent3_desc": "Уменьшает время отката навыка Чрезмерные стремления на 20%.",
    "talent1_name": "Храбрая кровь",
    "talent1_img": "bennett_p1",
    "talent1_desc": "Находясь в области навыка Волнительное приключение, навык Чрезмерные стремления получает следующие свойства:\n· Уменьшается время отката навыка на 50%;<br>· Уровень заряда 2 не подбрасывает Беннета в воздух."
  },
  "sof": {
    "sof1_name": "Мечты о приключениях",
    "sof1_img": "bennett_c1",
    "sof1_desc": "Увеличение силы атаки навыка Волнительное приключение больше не имеет ограничений по HP, также навык получает дополнительные 20% базовой атаки Беннета.",
    "sof2_name": "Тупиковая ситуация",
    "sof2_img": "bennett_c2",
    "sof2_desc": "Увеличивает восстановление энергии Беннета на 30%, когда его HP падает ниже 70%.",
    "sof3_name": "Горячая страсть",
    "sof3_img": "bennett_c3",
    "sof3_desc": "Увеличивает уровень навыка Чрезмерные стремления на 3.\nМакс. уровень: 15",
    "sof4_name": "Несгораемая решительность",
    "sof4_img": "bennett_c4",
    "sof4_desc": "Использование обычной атаки во время второго удара уровня заряда 1 навыка Чрезмерные стремления позволяет совершить дополнительную атаку.\nЭта атака наносит урон, равный 135% урона второго удара.",
    "sof5_name": "Душа первооткрывателя",
    "sof5_img": "bennett_c5",
    "sof5_desc": "Увеличивает уровень навыка Волнительное приключение на 3.\nМакс. уровень: 15",
    "sof6_name": "Пылкая храбрость",
    "sof6_img": "bennett_c6",
    "sof6_desc": "Активные члены отряда в области навыка Волнительное приключение, экипированные одноручным мечом, двуручным мечом или древковым оружием, получают 15% бонус Пиро урона, а их оружие наделяется инфузией Пиро."
  }
}