{
  "nick": "Вершитель правосудия",
  "occupation": "Особый патруль",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "Мушкет",
  "desc": "Командир Особого патруля по охране и наблюдению, в сердце которого живёт справедливость. Она направляет свой мушкет только на виновных.",
  "birth": "01/10",
  "battle_talent": {
    "normal_name": "Модифицированный ряд штыков",
    "normal_img": "chevreuse_s1",
    "normal_desc1": "До четырёх ударов копьём.",
    "normal_desc2": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Преграждающий обстрел вблизи",
    "element_img": "chevreuse_s2",
    "element_desc": "Шеврёз быстро вскидывает мушкет к плечу и стреляет в противников, нанося Пиро урон по площади.<br>В течение некоторого времени после выстрела Шеврёз периодически восстанавливает HP активного персонажа пропорционально собственному макс. HP.<br>При долгом нажатии способ активации навыка меняется.<br><br>Долгое нажатие<br>Переходит в режим прицеливания и фиксирует одну цель, чтобы совершить точный преграждающий выстрел. Если у Шеврёз есть Перегруженный зарядЪЪЪ, она выстрелит им и нанесёт повышенный Пиро урон по большей площади.<br>Каждый раз, когда член отряда поблизости вызывает реакцию Перегрузка, Шеврёз получает 1 Перегруженный зарядЪЪЪ. Одновременно можно иметь не более 1 Перегруженного зарядаЪЪЪ.<br><br><br>Архэ: Усия<br>После попадания навыка Преграждающий обстрел вблизи Шеврёз периодически призывает Клинок бурных вод, который наносит Пиро урон усии.<br><br><i>«Вообще-то в обучающей инструкции есть только термин \"преграждающий обстрел\", но по мнению героя этого романа стильная терминология повышает боевой дух и ставит противника в проигрышное положение ещё на старте... Мне это показалось разумным, и я изменила инструкцию!»</i>",
    "final_name": "Разрывной выстрел картечью",
    "final_img": "chevreuse_s3",
    "final_desc": "Шеврёз выстреливает во врагов зарядом с картечью и наносит Пиро урон по площади. Заряд после попадания разделяется на множество мелких разрывных зарядов.\nЧерез короткий промежуток времени мелкие разрывные заряды взрываются, нанося Пиро урон врагам поблизости.<br><br><i>«По идее, для уничтожения вражеских формаций наиболее эффективен обстрел по прямоугольной площади. К сожалению, поперечное сечение взрывной волны, как и у большинства тортов, это окружность. Поэтому вторичные снаряды, разлетаясь, могут распределяться только как фрукты по краю торта, а именно по кругу».</i>"
  },
  "basic_talent": {
    "talent2_name": "Манёвр скорого марша",
    "talent2_img": "chevreuse_p2",
    "talent2_desc": "Уменьшает потребление выносливости активного персонажа во время спринта на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Согласованная тактика авангарда",
    "talent3_img": "chevreuse_p3",
    "talent3_desc": "Если отряд полностью состоит из Пиро и Электро персонажей и в отряде есть хотя бы по одному персонажу Электро и Пиро:\nШеврёз наделяет персонажей поблизости Согласованной тактикой: когда персонаж активирует реакцию Перегрузка, Пиро и Электро сопротивление противника, который был поражён данной реакцией, понизится на 40% на 6 сек.<br>Если элементы персонажей отряда не соответствуют требованиям этого пассивного навыка, все существующие эффекты Согласованной тактики авангарда прерываются.",
    "talent1_name": "Вертикальное координирование сил",
    "talent1_img": "chevreuse_p1",
    "talent1_desc": "После того как Шеврёз выстреливает Перегруженным зарядомЪЪЪ Преграждающего обстрела вблизи, сила атаки персонажей Пиро и Электро поблизости на 30 сек. увеличится на 1% за каждые 1000 ед. макс. HP Шеврёз. Силу атаки этим способом можно повысить макс. на 40%."
  },
  "sof": {
    "sof1_name": "Решительность прочного фронта",
    "sof1_img": "chevreuse_c1",
    "sof1_desc": "Активный персонаж (кроме самой Шеврёз), находящийся под воздействием эффекта «Согласованная тактика авангарда», при активации реакции Перегрузка восстанавливает 6 ед. энергии. Эффект может возникнуть один раз в 10 сек.\nТребуется разблокировать пассивный талант «Согласованная тактика авангарда».",
    "sof2_name": "Вызванный метким выстрелом взрыв",
    "sof2_img": "chevreuse_c2",
    "sof2_desc": "При попадании долгого нажатия навыка Преграждающего обстрела вблизи на поражённом месте вызывается 2 цепных взрыва. Каждый взрыв наносит 120% Пиро урона от силы атаки Шеврёз. Эффект возникает раз в 10 сек. Этот урон считается уроном элементального навыка.",
    "sof3_name": "Отработанная разборка в поле",
    "sof3_img": "chevreuse_c3",
    "sof3_desc": "Увеличивает уровень навыка Преграждающий обстрел вблизи на 3.\nМакс. уровень: 15",
    "sof4_name": "Секрет частого огня",
    "sof4_img": "chevreuse_c4",
    "sof4_desc": "После применения Разрывного выстрела картечью Преграждающий обстрел вблизи Шеврёз, активированный долгим нажатием, не уходит в откат. Через 6 сек. или после двух активаций Преграждающего обстрела вблизи удержанием эффект исчезает.",
    "sof5_name": "Урон усиленного огня",
    "sof5_img": "chevreuse_c5",
    "sof5_desc": "Увеличивает уровень навыка Разрывной выстрел картечью на 3.\nМакс. уровень: 15",
    "sof6_name": "В погоне за искоренением зла",
    "sof6_img": "chevreuse_c6",
    "sof6_desc": "Через 12 сек. действия эффекта лечения навыка Преграждающий обстрел вблизи один раз восстанавливает HP всех персонажей поблизости в размере 10% от макс. HP Шеврёз.\nПосле получения лечения Преграждающего обстрела вблизи персонажи отряда на 8 сек. наделяются 20% бонусом Пиро и Электро урона. Этот эффект может складываться до 3 раз. Длительность каждого уровня происходит отдельно."
  }
}