{
  "localeName": "Тиори",
  "nick": "???",
  "occupation": "???",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Geo",
  "constellation": "Портновские Ножницы",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Ткущий клинок",
    "normal_img": "chiori_s1",
    "normal_desc1": "До четырёх быстрых ударов.",
    "normal_desc2": "Тратит определённое количество выносливости на два быстрых взмаха мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Порхание хасодэ",
    "element_img": "chiori_s2",
    "element_desc": "С лёгкостью развевающихся шелков совершает выпад вперёд, по окончании которого призывает рядом с собой автоматона Содэ и выполняет восходящий удар, нанося противникам поблизости Гео урон по площади, пропорциональный её силе атаки и защите.<br>При долгом нажатии способ активации навыка меняется.<br><br>Долгое нажатие<br>Переходит в режим прицеливания, в котором можно выбрать направление рывка.<br><br>Автоматон Содэ<br>· Периодически атакует врагов поблизости рубящим ударом, нанося Гео урон по площади, пропорциональный силе атаки и защите Тиори.<br>· Если, пока он активен, поблизости есть Гео конструкция, то на месте этой конструкции призывается дополнительный автоматон Содэ. Таким образом можно призвать только 1 дополнительного автоматона Содэ, причём время его существования рассчитывается отдельно.<br><br><i>«Багровый шёлк... Иволг тоже пьянит ли дух сакуры?»</i>",
    "final_name": "Хиёку: Парные клинки",
    "final_img": "chiori_s3",
    "final_desc": "Обнажив парные клинки, Тиори режет с мастерством искусного портного, нанося Гео урон по площади, пропорциональный её силе атаки и защите.\n<br><i>«Освой один принцип, и перед тобой откроются все пути».</i>"
  },
  "basic_talent": {
    "talent2_name": "Изящные очертания",
    "talent2_img": "chiori_p2",
    "talent2_desc": "Если на любом персонаже отряда надет не костюм по умолчанию или экипирован планер, который не является Крыльями новичка, то все персонажи вашего отряда получают эффект Стремительного шага: их скорость передвижения увеличивается на 10%.\nВ подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
    "talent3_name": "Сшито на заказ",
    "talent3_img": "chiori_p3",
    "talent3_desc": "В зависимости от действия, которое вы совершите в короткий промежуток времени после восходящего удара навыка Порхание хасодэ, возникают разные эффекты: нажатие кнопки прыжка активирует Узорную ткань, тогда как обычная атака вызовет Покрой.\n<br>Узорная ткань<br>· Следующий персонаж вашего отряда становится активным.<br>· Все персонажи вашего отряда получают эффект Поймав мгновение: при попадании обычной атаки, заряженной атаки или атаки в падении вашего активного персонажа по противнику автоматон Содэ инициирует совместную атаку, которая на позиции поражённого противника наносит Гео урон по площади, пропорциональный 100% урона восходящего удара навыка Порхание хасодэ. Этот урон считается уроном элементального навыка.<br>· Эффект Поймав мгновение действует 8 сек. Автоматон может инициировать 1 совместную атаку в 2 сек., причём во время действия одного и того же эффекта Поймав мгновение может быть выполнено до 2 совместных атак.<br><br>Покрой<br>· Тиори на 5 сек. получает инфузию Гео.<br><br>Если Тиори, будучи активным персонажем, в течение короткого промежутка времени после выполнения восходящего удара Порхания хасодэ не использует прыжок или обычную атаку, то активируется эффект Покроя.",
    "talent1_name": "Украшенная парча",
    "talent1_img": "chiori_p1",
    "talent1_desc": "Когда член отряда поблизости создаёт Гео конструкцию, Тиори на 20 сек. получает 20% бонус Гео урона."
  },
  "sof": {
    "sof1_name": "Шесть знаний шёлка",
    "sof1_img": "chiori_c1",
    "sof1_desc": "Радиус атак автоматона Содэ навыка Порхание хасодэ увеличивается на 50%.\nКроме того, если в отряде есть персонажи Гео помимо Тиори, после выпада Порхания хасодэ активируются следующие эффекты:<br>· Призывает ещё одного Содэ. Одновременно может существовать только 1 автоматон Содэ, призванный Тиори этим способом, либо с помощью Гео конструкции.<br>· Активирует пассивный талант «Украшенная парча». Требуется разблокировать пассивный талант Сшито на заказ.",
    "sof2_name": "Пять цветов ткани",
    "sof2_img": "chiori_c2",
    "sof2_desc": "В течение 10 сек. после применения навыка Хиёку: Парные клинки раз в 3 сек. рядом с Тиори будет призываться простой автоматон Кину. Простой автоматон Кину будет атаковать врагов поблизости, нанося Гео урон по площади, равный 170% урона рубящего удара автоматона Содэ. Этот урон считается уроном элементального навыка.\nВыполнив 1 атаку или просуществовав 3 сек., простой автоматон Кину покидает поле боя.",
    "sof3_name": "Четыре украшения парчи",
    "sof3_img": "chiori_c3",
    "sof3_desc": "Увеличивает уровень навыка Порхание хасодэ на 3.\nМакс. уровень: 15",
    "sof4_name": "Три любезности портного",
    "sof4_img": "chiori_c4",
    "sof4_desc": "В течение 8 сек. после активации последующего эффекта пассивного таланта Сшито на заказ попадание обычных атак, заряженных атак и атак в падении вашего активного персонажа по противнику призывают рядом с ним простого автоматона Кину. Таким способом можно призвать 1 простого автоматона Кину раз в 1 сек., но не более 3 раз в течение одного и того же эффекта Поймав мгновение или Покрой пассивного таланта Сшито на заказ. Этот эффект может возникнуть раз в 15 сек.\nТребуется разблокировать пассивный талант Сшито на заказ.",
    "sof5_name": "Два шёлковых пера",
    "sof5_img": "chiori_c5",
    "sof5_desc": "Увеличивает уровень навыка Хиёку: Парные клинки на 3.\nМакс. уровень: 15",
    "sof6_name": "Следуя единому принципу",
    "sof6_img": "chiori_c6",
    "sof6_desc": "Активация последующего эффекта пассивного таланта Сшито на заказ сокращает откат навыка Тиори Порхание хасодэ на 14,5 сек. Требуется разблокировать пассивный талант Сшито на заказ.\nКроме того, урон обычных атак Тиори увеличивается на 180% от её защиты."
  }
}