{
  "nick": "Морозная пылкость",
  "occupation": "Экзорцист с горы Тяньхэн",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Cryo",
  "constellation": "Тяжесть Небес",
  "desc": "Молодой экзорцист из семьи экзорцистов. Изо всех сил старается подавить свою энергию Ян.",
  "birth": "09/07",
  "battle_talent": {
    "normal_name": "Искоренение зла",
    "normal_img": "chongyun_s1",
    "normal_desc1": "До четырёх рубящих ударов мечом.",
    "normal_desc2": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.После вращения проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Духовное лезвие: Холод Чунхуа",
    "element_img": "chongyun_s2",
    "element_desc": "Чун Юнь совершает удар мечом по земле, вызывая перед собой в круглой области взрыв холода, который наносит Крио урон.<br>Спустя некоторое время холодный воздух, образованный взрывом, собирается в область Холода Чунхуа. Оружие находящихся в этой области персонажей, экипированных одноручным мечом, двуручным мечом или древковым оружием, наделяется инфузией Крио.<br><br><i>Кристальный звон, вокруг всё замерло. Реки не текут, застыли облака. Открыты врата алтаря, изгнано зло.</i>",
    "final_name": "Духовное лезвие: Падение с небес",
    "final_img": "chongyun_s3",
    "final_desc": "С помощью особых жестов Чун Юнь призывает в воздух три гигантских Духовных лезвия, которые после некоторого времени падают на землю один за другим и взрываются.\nПосле взрыва Духовное лезвие наносит Крио урон по площади и подбрасывает врагов.<br><br><i>«Как лёд обжигает холодом руки, так и мои призрачные мечи сотрясают небо и землю. Услышьте мои призывы и помогите мне!»</i>"
  },
  "basic_talent": {
    "talent2_name": "Великий добытчик",
    "talent2_img": "chongyun_p2",
    "talent2_desc": "Уменьшает длительность экспедиций в Ли Юэ на 25%.",
    "talent3_name": "Ровное дыхание",
    "talent3_img": "chongyun_p3",
    "talent3_desc": "Увеличивает скорость обычной атаки одноручным, двуручным и древковым оружием в области навыка Духовное лезвие: Холод Чунхуа на 8%.",
    "talent1_name": "Лезвие ледяного хищника",
    "talent1_img": "chongyun_p1",
    "talent1_desc": "После исчезновения области Холода Чунхуа призывает Духовное лезвие, которое наносит 100% урона навыка Духовное лезвие: Холод Чунхуа в качестве Крио урона по площади. Понижает Крио сопротивление врагов, получивших урон от Духовного лезвия, на 10% в течение 8 сек."
  },
  "sof": {
    "sof1_name": "Вольные льды",
    "sof1_img": "chongyun_c1",
    "sof1_desc": "Последний удар обычной атаки Чун Юня выпускает 3 ледяных клинка. Каждый клинок наносит Крио урон, равный 50% от силы атаки Чун Юня.",
    "sof2_name": "Циркуляция воздуха",
    "sof2_img": "chongyun_c2",
    "sof2_desc": "Уменьшает время отката элементальных навыков и взрывов стихии, активированных в области навыка Духовное лезвие: Холод Чунхуа, на 15%.",
    "sof3_name": "Облачный раскат",
    "sof3_img": "chongyun_c3",
    "sof3_desc": "Увеличивает уровень навыка Духовное лезвие: Падение с небес на 3.\nМакс. уровень: 15",
    "sof4_name": "Замёрзшие небеса",
    "sof4_img": "chongyun_c4",
    "sof4_desc": "При попадании по врагу с эффектом Крио Чун Юнь восстанавливает 1 ед. энергии.\nМожет возникнуть раз в 2 сек.",
    "sof5_name": "Истинный порядок вещей",
    "sof5_img": "chongyun_c5",
    "sof5_desc": "Увеличивает уровень навыка Духовное лезвие: Холод Чунхуа на 3.\nМакс. уровень: 15",
    "sof6_name": "Молитва четырём духам",
    "sof6_img": "chongyun_c6",
    "sof6_desc": "На 15% увеличивает урон навыка Духовное лезвие: Падение с небес по врагам, у которых меньше процентов HP, чем у Чун Юня;\nТакже активация этого навыка призывает одно дополнительное Духовное лезвие."
  }
}