{
  "localeName": "Дилюк",
  "nick": "Тёмный рассвет",
  "occupation": "Винокурня «Рассвет»",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "Мудрая Сова",
  "desc": "Магнат, построивший непревзойдённую винную империю в Мондштадте.",
  "birth": "04/30",
  "battle_talent": {
    "normal_name": "Закалённый меч",
    "normal_img": "diluc_s1",
    "normal_desc1": "До четырёх рубящих ударов мечом.",
    "normal_desc2": "Комбо-атака, на которую непрерывно тратится выносливость.После комбо-атаки проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Огненный натиск",
    "element_img": "diluc_s2",
    "element_desc": "Совершает рубящий удар мечом, наносящий Пиро урон врагам впереди.<br><br>Этот навык можно активировать 3 раза подряд.<br>Если не активировать его слишком долго, навык уходит в откат.<br><br><i>Меч Дилюка - это символ справедливости, храбрости и чувства долга.</i>",
    "final_name": "Рассвет",
    "final_img": "diluc_s3",
    "final_desc": "Окружая себя языками пламени, Дилюк отбрасывает окружающих врагов и наносит им Пиро урон. Затем, собравшись на оружии, его пламя превращается в стремящегося вперёд феникса, который наносит большой Пиро урон всем врагам на своём пути. В конце своего пути феникс взрывается, нанося огромный Пиро урон по площади.\nСобравшееся пламя наделяет оружие Дилюка инфузией Пиро.<br><br><i>Мы погружаемся во тьму лишь для того, чтобы озарить её ярким светом. Узри же предрассветный столп искр, вспыхнувший на излёте ночи.</i>"
  },
  "basic_talent": {
    "talent2_name": "Наследие солнца",
    "talent2_img": "diluc_p2",
    "talent2_desc": "При ковке двуручного оружия возвращает 15% затраченной руды.",
    "talent3_name": "Беспощадность",
    "talent3_img": "diluc_p3",
    "talent3_desc": "Уменьшает стоимость заряженной атаки Дилюка на 50%, а длительность увеличена на 3 сек.",
    "talent1_name": "Благословение феникса",
    "talent1_img": "diluc_p1",
    "talent1_desc": "Увеличивает длительность инфузии Пиро навыка Рассвет на 4 сек. В течение действия этого эффекта Дилюк также получает 20% бонус Пиро урона."
  },
  "sof": {
    "sof1_name": "Раскалённая месть",
    "sof1_img": "diluc_c1",
    "sof1_desc": "Увеличивает урон Дилюка против врагов с HP выше 50% на 15%.",
    "sof2_name": "Тлеющий уголёк",
    "sof2_img": "diluc_c2",
    "sof2_desc": "Когда Дилюк получает урон, его сила атаки увеличивается на 10%, а скорость атаки - на 5%. Длится 10 сек.\nМожет складываться до 3 раз и возникнуть раз в 1,5 сек.",
    "sof3_name": "Стальное пламя",
    "sof3_img": "diluc_c3",
    "sof3_desc": "Увеличивает уровень навыка Огненный натиск на 3.\nМакс. уровень: 15",
    "sof4_name": "Палящая комета",
    "sof4_img": "diluc_c4",
    "sof4_desc": "Ритмичная активация навыка Огненный натиск увеличивает наносимый им урон.\nАктивация навыка Огненный натиск через 2 сек. после предыдущего удара увеличивает урон следующего удара на 40% в течение 2 сек.",
    "sof5_name": "Феникс, предвестник зари",
    "sof5_img": "diluc_c5",
    "sof5_desc": "Увеличивает уровень навыка Рассвет на 3.\nМакс. уровень: 15",
    "sof6_name": "Клинок, освещающий тьму",
    "sof6_img": "diluc_c6",
    "sof6_desc": "После активации навыка Огненный натиск в течение 6 сек. увеличивает скорость и наносимый урон двух следующих обычных атак на 30%.\nТакже навык Огненный натиск больше не прерывает серию обычных атак."
  }
}