{
  "nick": "Кошкин коктейль",
  "occupation": "Таверна «Кошкин хвост»",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Милый Котёнок",
  "desc": "Молодая девушка, унаследовавшая остаточную долю нечеловеческой крови. Она невероятно популярный бармен таверны «Кошкин хвост».",
  "birth": "01/18",
  "battle_talent": {
    "normal_name": "Стиль котёнка",
    "normal_img": "diona_s1",
    "normal_desc1": "До пяти выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается холодом. Полностью заряженная холодом стрела наносит Крио урон.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "Морозные коготочки",
    "element_img": "diona_s2",
    "element_desc": "Выпускает Морозные коготочки, которые наносят противнику Крио урон и создают элементальный щит при ударе.<br>Поглощение урона щитом зависит от макс. HP Дионы, а длительность его существования - от количества попавших в цель Морозных коготочков.<br><br>Быстрое нажатие:<br>Моментально выпускает два Морозных коготочка.<br><br>Долгое нажатие:<br>Отпрыгивая назад, выпускает пять Морозных коготочков.<br>Щит, образованный заряженным навыком, даёт 75% бонус поглощения урона.<br><br>Щит поглощает Крио урон с эффективностью 250%. Кроме того, при активации щит накладывает на персонажа кратковременный эффект Крио.<br><br><i>Обычно никакое количество льда в напитке здоровью не вредит, но тот лёд, что создаёт Диона с помощью Глаза Бога, заставляет мозг покрываться льдом. 10 из 10!</i>",
    "final_name": "Авторский коктейль",
    "final_img": "diona_s3",
    "final_desc": "Бросает приготовленный по особому рецепту ледяной коктейль, который наносит Крио урон по площади и создаёт область Прохладительной дымки.\n<br>Прохладительная дымка:<br>· Наносит Крио урон врагам, находящимся в области;<br>· Периодически восстанавливает HP персонажам, находящимся в области.<br><br><i>Чудовищная смесь, которую даже Диона считает бесчеловечной. Ужас неизбежности лучше оставить врагам. К сожалению, резкое послевкусие этого напитка им придётся прочувствовать только своим носом и кожей.</i>"
  },
  "basic_talent": {
    "talent2_name": "За счёт заведения",
    "talent2_img": "diona_p2",
    "talent2_desc": "При приготовлении идеального блюда с восстанавливающими свойствами имеет 12% шанс получить дополнительное блюдо.",
    "talent3_name": "Секретное меню",
    "talent3_img": "diona_p3",
    "talent3_desc": "Щит навыка Морозные коготочки увеличивает скорость передвижения персонажа на 10% и уменьшает его потребление выносливости на 10%.",
    "talent1_name": "Пьяный балаган",
    "talent1_img": "diona_p1",
    "talent1_desc": "Уменьшает силу атаки вошедших в зону действия навыка Авторский коктейль врагов на 10% в течение 15 сек."
  },
  "sof": {
    "sof1_name": "Затяжное послевкусие",
    "sof1_img": "diona_c1",
    "sof1_desc": "После окончания эффектов навыка Авторский коктейль восстанавливает Дионе 15 ед. энергии.",
    "sof2_name": "Взболтать, но не мурлыкать",
    "sof2_img": "diona_c2",
    "sof2_desc": "Увеличивает урон и поглощение щита навыка Морозные коготочки на 15%.\nТакже при попадании навык создаёт другим находящимся неподалёку персонажам на 5 сек. щит, поглощение урона которого составляет 50% от поглощения щита навыка Морозные коготочки.",
    "sof3_name": "Ещё стаканчик?",
    "sof3_img": "diona_c3",
    "sof3_desc": "Увеличивает уровень навыка Авторский коктейль на 3.\nМакс. уровень: 15",
    "sof4_name": "Конец винной индустрии",
    "sof4_img": "diona_c4",
    "sof4_desc": "Нахождение в области навыка Авторский коктейль уменьшает время зарядки выстрела Дионы на 60%.",
    "sof5_name": "Двойной шот со льдом",
    "sof5_img": "diona_c5",
    "sof5_desc": "Увеличивает уровень навыка Морозные коготочки на 3.\nМакс. уровень: 15",
    "sof6_name": "Мы закрываемся!",
    "sof6_img": "diona_c6",
    "sof6_desc": "Персонажи, находящиеся в области навыка Авторский коктейль, получают следующие эффекты, зависящие от их HP:\n· При HP равном или ниже 50% увеличивает бонус получаемого лечения на 30%.<br>· При HP выше 50% увеличивает мастерство стихий на 200 ед."
  }
}