{
  "nick": "Сокровище сада снов",
  "occupation": "Дворец Алькасар-сарай",
  "area": "Sumeru",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Волшебная Лампа",
  "desc": "Неуловимая негоциантка из Сумеру, которая больше всего любит блеск монет.",
  "birth": "12/21",
  "battle_talent": {
    "normal_name": "Чарующий танец мечей",
    "normal_img": "dori_s1",
    "normal_desc1": "До трёх ударов мечом.",
    "normal_desc2": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.После вращения проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Лампа усмирения духов: Устраняющая проблемы пушка",
    "element_img": "dori_s2",
    "element_desc": "Направляет Лампу усмирения духов и выстреливает во врагов Устраняющим проблемы зарядом, нанося Электро урон.<br>При попадании Устраняющий проблемы заряд создаёт 2 Снаряда гарантийного обслуживания, которые самостоятельно находят цели поблизости и наносят Электро урон.<br><br><i>Говорят, Дори решит любую проблему... если ей достаточно заплатить.</i>",
    "final_name": "Дотошность Алькасар-сарая",
    "final_img": "dori_s3",
    "final_desc": "Призывает джинна, который оказывает клиентам всевозможную помощь.\n<br>Джинн<br>Устанавливает связь с персонажем поблизости:<br>· Восстанавливает его HP пропорционально макс. HP Дори.<br>· Регенерирует его энергию.<br>· Имеет статус Электро.<br><br>Кроме того, когда связь между джинном и персонажем касается противника, она каждые 0,4 сек. наносит ему однократный Электро урон.<br><br>Одновременно может существовать только один джинн.<br><br><i>«Вы выбрали эту лампу, хм? Ой, у вас замечательный вкус! Вот только лампа эта - бесценное сокровище. Разве продали бы вы, например, свой талисман, сколько бы моры за него ни предложили?»</i>"
  },
  "basic_talent": {
    "talent2_name": "Неожиданный заказ",
    "talent2_img": "dori_p2",
    "talent2_desc": "При создании материалов улучшения персонажей и оружия имеет 25% шанс восстановить часть использованных материалов.",
    "talent3_name": "Золото в песках",
    "talent3_img": "dori_p3",
    "talent3_desc": "Когда персонаж, у которого установлена связь с джинном, вызывает реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация, Электро Рассеивание или Электро Кристалл, откат навыка Лампа усмирения духов: Устраняющая проблемы пушка уменьшается на 1 сек.\nЭффект может возникнуть раз в 3 сек.",
    "talent1_name": "Сложные проценты",
    "talent1_img": "dori_p1",
    "talent1_desc": "Попадания Устраняющих проблемы зарядов и Снарядов гарантийного обслуживания навыка Лампа усмирения духов: Устраняющая проблемы пушка восстанавливают 5 ед. энергии Дори за каждые 100% от её значения восстановления энергии.\nКаждая активация навыка Лампа усмирения духов: Устраняющая проблемы пушка может восстановить энергию таким способом только один раз. Восстанавливает до 15 ед. энергии."
  },
  "sof": {
    "sof1_name": "Дополнительные вложения",
    "sof1_img": "dori_c1",
    "sof1_desc": "Увеличивает количество Снарядов гарантийного обслуживания, создаваемых Устраняющими проблемы зарядами, на 1.",
    "sof2_name": "Особая франшиза",
    "sof2_img": "dori_c2",
    "sof2_desc": "В бою джинн, исцеляя связанного с ним персонажа, выстреливает с его позиции Зарядом джинна, который наносит урон размером 50% от силы атаки Дори.",
    "sof3_name": "Непрекращающиеся чудеса",
    "sof3_img": "dori_c3",
    "sof3_desc": "Увеличивает уровень навыка Дотошность Алькасар-сарая на 3.\nМакс. уровень: 15.",
    "sof4_name": "Разумное распределение",
    "sof4_img": "dori_c4",
    "sof4_desc": "Персонаж, у которого установлена связь с джинном, в зависимости от текущего HP и энергии может получить следующие усиления:\n· Если осталось не более 50% HP, бонус получаемого лечения повышается на 50%.<br>· Если осталось не более 50% энергии, восстановление энергии увеличивается на 30%.",
    "sof5_name": "Оправданные затраты",
    "sof5_img": "dori_c5",
    "sof5_desc": "Увеличивает уровень навыка Лампа усмирения духов: Устраняющая проблемы пушка на 3.\nМакс. уровень: 15.",
    "sof6_name": "Расточая богатство",
    "sof6_img": "dori_c6",
    "sof6_desc": "На 3 сек. после активации навыка Лампа усмирения духов: Устраняющая проблемы пушка Дори получает следующие эффекты:\n· Инфузия Электро.<br>· Попадания обычной атакой восстанавливают всем персонажам отряда поблизости HP, равное 4% от макс. HP Дори. Восстановить HP этим способом можно не чаще, чем раз в 0,1 сек."
  }
}