{
  "name": "Eula",
  "rare": 5,
  "area": "Mondstadt",
  "element": "Cryo",
  "weapon": "Claymore",
  "sex": "Female",
  "birth": "10/25",
  "role": "Main_DPS",
  "isComingSoon": false,
  "nick": "Танец морской пены",
  "desc": "Рыцарь Морская пена из старинного рода аристократов Мондштадта, капитан разведывательного отряда рыцарей Ордо Фавониус. Являясь потомком древней аристократии, она присоединилась к рыцарям Ордо Фавониус, их заклятым врагам. Причины этого поступка и по сей день остаются загадкой для всего Мондштадта.",
  "battle_talent": {
    "normal_name": "Фехтовальный стиль Фавония: Знать",
    "normal_img": "normal_attack_steel_fang",
    "normal_desc1": " До пяти рубящих ударов мечом.",
    "normal_desc2": "Комбо-атака, на которую непрерывно тратится выносливость.<br>После комбо-атаки проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Ледяной прибой",
    "element_img": "icetide_vortex",
    "element_desc": "Ледяной воздух, стремительный меч.\n\nБыстрое нажатие:\nБыстрый взмах, который наносит Крио урон.\nПри попадании по врагу Эола получает один уровень Холодного сердца. Складывается до 2 раз, может возникнуть 1 раз в 0.3 сек.\n\nХолодное сердце\nПовышает сопротивление прерыванию и защиту Эолы.\n\nДолгое нажатие:\nТратит все уровни Холодного сердца и совершает рубящий удар мечом, который наносит Крио урон врагам перед собой.\nЕсли было потрачено Холодное сердце, то Эола снижает физическое сопротивление и Крио сопротивление врагов поблизости.\nКаждый потраченный уровень Холодного сердца превращается в один Меч вихря, который наносит врагам поблизости Крио урон.",
    "final_name": "Сумеречный меч",
    "final_img": "burst_glacial_illumination",
    "final_desc": "Эола яростно взмахивает мечом, нанося окружающим врагам Крио урон и создавая Меч света, который следует за ней до 7 сек.\nПока Меч света существует, он повышает сопротивление прерыванию Эолы. Когда обычные атаки, элементальные навыки и взрывы стихии Эолы наносят врагам урон, Меч света получает энергию. Он может получить максимум одну единицу каждые 0.1 сек.\nКогда длительность Меча света заканчивается, он падает и взрывается, нанося врагам поблизости физический урон.\nНаносимый урон зависит от количества накопленной Мечом света энергии.\nМеч света взрывается сам при смене персонажа."
  },
  "basic_talent": {
    "talent1_name": "Дрожащий иней",
    "talent1_img": "eula_p2",
    "talent1_desc": "Если при долгом нажатии навыка Ледяной прибой за раз тратится два уровня Холодного сердца, то появляется сломанный Меч света, который тут же взрывается и в виде физического урона наносит 50% от базового урона Меча света, создаваемого Сумеречным мечом.",
    "talent2_name": "Прилив войны",
    "talent2_img": "eula_p3",
    "talent2_desc": "Использование Сумеречного меча сбрасывает откат Ледяного прибоя и даёт Эоле один уровень Холодного сердца.",
    "talent3_name": "Рефлексия аристократа",
    "talent3_img": "eula_p1",
    "talent3_desc": "При создании материалов повышения талантов персонажей есть 10% шанс создать дополнительный предмет."
  },
  "sof": {
    "sof1_name": "Иллюзия прибоя",
    "sof1_img": "eula_c1",
    "sof1_desc": "Когда Эола тратит Холодное сердце во время Ледяного прибоя её бонус физического урона увеличивается на 30% в течение 6 сек.\nКаждое потраченное Холодное сердце увеличивает длительность эффекта на 6 сек. Длительность не может превышать 18 сек.",
    "sof2_name": "Дева морской пены",
    "sof2_img": "eula_c2",
    "sof2_desc": "Уменьшает время отката заряженного режима Ледяного прибоя, делая его равным времени отката незаряженного варианта.",
    "sof3_name": "Кровь Лоуренсов",
    "sof3_img": "burst_glacial_illumination",
    "sof3_desc": "Увеличивает уровень навыка Сумеречный меч на 3.\nМакс. уровень: 15",
    "sof4_name": "Упрямство толпы",
    "sof4_img": "eula_c4",
    "sof4_desc": "Меч света наносит на 25% больше урона против врагов с HP ниже 50%.",
    "sof5_name": "Рыцарская суть",
    "sof5_img": "icetide_vortex",
    "sof5_desc": "Увеличивает уровень навыка Ледяной прибой на 3.\nМакс. уровень: 15",
    "sof6_name": "Долг благородных",
    "sof6_img": "eula_c6",
    "sof6_desc": "Меч света, который создаёт талант Сумеречный меч сразу получает 5 единиц энергии. Когда обычная атака, элементальный навык или взрыв стихии даёт Мечу света энергию, у него есть 50% шанс дополнительно получить ещё одну единицу энергии."
  }
}

