{
  "nick": "Принцесса осуждения",
  "occupation": "Искатели приключений",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Bow",
  "element": "Electro",
  "constellation": "Призрачный Ворон",
  "desc": "Таинственная девушка, называющая себя «Принцессой осуждения» и путешествующая в сопровождении ворона по имени Оз.",
  "birth": "05/27",
  "battle_talent": {
    "normal_name": "Стрела возмездия",
    "normal_img": "fischl_s1",
    "normal_desc1": "До пяти выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается тьмой Нирваны Ночи. Полностью заряженная тьмой стрела наносит огромный Электро урон.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "Тень расправленных крыльев",
    "element_img": "fischl_s2",
    "element_desc": "Призывает Оза. Ночной ворон, сотканный из тьмы и молнии, спускается на землю и наносит Электро урон в небольшом радиусе.<br>Пока навык активен, Оз будет атаковать ближайших врагов Электро снарядами.<br><br>Удерживайте, чтобы указать место, куда будет призван Оз.<br>Пока навык активен, нажмите снова, чтобы подозвать его к Фишль.<br><br><i>«- Я не собираюсь тратить своё драгоценное время на таких, как ты... Оз, обрушь же на них карающую молнию! Пусть она осветит вечную ночь!»</i> <i>(Цветы для принцессы Фишль. Глава 4: Прощание с Владычицей Мира)</i>",
    "final_name": "Ночная иллюзия",
    "final_img": "fischl_s3",
    "final_desc": "Приказывает ворону Озу расправить свои сумеречные крылья и встать на защиту Фишль.\nПока навык активен:<br>· Фишль принимает форму Оза, значительно увеличивающую её скорость передвижения;<br>· Обрушивает на ближайших врагов молнию, наносящую Электро урон. Каждый противник может получить только один удар молнией;<br>· После окончания навыка Оз остаётся на поле боя, продолжая атаковать врагов принцессы. Если Оз уже был на поле боя, этот навык сбрасывает длительность его присутствия.<br><br><i>«...среди полчищ демонов, что следуют за проклятой кровью, только Ночной принц, бывший свидетелем гибели тысячи миров, знает её истинное величие. Его расправленные крылья ночи - вечная клятва защищать её королевское высочество».</i><br><i>(Цветы для принцессы Фишль. Глава 1: Краткое изложение судного дня)</i>"
  },
  "basic_talent": {
    "talent2_name": "Мой тайный сад",
    "talent2_img": "fischl_p2",
    "talent2_desc": "Уменьшает длительность экспедиций в Мондштадте на 25%.",
    "talent3_name": "Ворон, клюющий звёзды",
    "talent3_img": "fischl_p3",
    "talent3_desc": "При попадании по Озу полностью заряженной стрелой Фишль, он создаёт грозу, наносящую Электро урон по площади, равный 152,7% от урона стрелы.",
    "talent1_name": "Да будет снято проклятье",
    "talent1_img": "fischl_p1",
    "talent1_desc": "Если в присутствии Оза во время атаки ваш персонаж вызывает какую-либо Электро реакцию, на противника нисходит божественная молния, которая наносит Электро урон, равный 80% от силы атаки Фишль."
  },
  "sof": {
    "sof1_name": "Глаза ворона",
    "sof1_img": "fischl_c1",
    "sof1_desc": "Будучи вне битвы, Оз продолжает присматривать за Фишль. Когда Фишль атакует врага, Оз проводит совместную с ней атаку, нанося 22% урона от силы атаки Фишль.",
    "sof2_name": "Перо осуждения",
    "sof2_img": "fischl_c2",
    "sof2_desc": "Активация навыка Тень расправленных крыльев наносит 200% урона, а его зона поражения увеличивается на 50%.",
    "sof3_name": "Крылья цвета бездны",
    "sof3_img": "fischl_c3",
    "sof3_desc": "Увеличивает уровень навыка Тень расправленных крыльев на 3.\nМакс. уровень: 15",
    "sof4_name": "Принцесса иллюзий",
    "sof4_img": "fischl_c4",
    "sof4_desc": "При активации навыка Ночная иллюзия наносит 222% атаки в виде Электро урона окружающим врагам.\nПо окончании навыка Фишль восстанавливает 20% HP.",
    "sof5_name": "Полуночный апокалипсис",
    "sof5_img": "fischl_c5",
    "sof5_desc": "Увеличивает уровень навыка Ночная иллюзия на 3.\nМакс. уровень: 15",
    "sof6_name": "Птица вечной ночи",
    "sof6_img": "fischl_c6",
    "sof6_desc": "Увеличивает длительность пребывания Оза на поле боя на 2 сек. Оз атакует вместе с вашим активным персонажем, нанося Электро урон, равный 30% от силы атаки Фишль."
  }
}