{
  "nick": "Тоска по невиданным глубинам",
  "occupation": "Особняк «Буфф д'эте»",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Cryo",
  "constellation": "Автоматон",
  "desc": "Сдержанный молодой человек, мастер подводного плавания. За его отстранённой, ледяной наружностью скрывается чистая душа без единого порока.",
  "birth": "09/24",
  "battle_talent": {
    "normal_name": "Меч водоворотов",
    "normal_img": "freminet_s1",
    "normal_desc1": "До четырёх ударов.",
    "normal_desc2": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.После вращения проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Давление дрейфующего льда",
    "element_img": "freminet_s2",
    "element_desc": "Фремине атакует восходящим ударом, нанося Крио урон, и на 10 сек. переходит в состояние Таймера Пера.<br>В этом состоянии его элементальный навык превращается в Дробящее давление.<br><br>Дробящее давление<br>В зависимости от уровня давления Таймера Пера производит различные атаки, после чего состояние завершается:<br>· Уровень 0: вертикальным взмахом наносит Крио урон.<br>· Уровни 1-3: выполняет вертикальный взмах вместе с Пером, нанося Крио урон и физический урон. Наносимый урон зависит от уровня давления.<br>· Уровень 4: заимствуя силу Пера под максимальным давлением, наносит физ. урон. При этом обычная атака Меч водоворотов сменяется на Дробящее давление.<br><br>Таймер Пера<br>Вместе с обычными атаками Фремине выпускает волны мороза, которые наносят Крио урон и повышают уровень давления Таймера Пера.<br>Наносимый при этом Крио урон считается уроном элементального навыка.<br><br>Архэ: Пневма<br>С некоторым интервалом, после выполнения восходящего удара создаётся Игла дыхания душ и наносит Крио урон пневмы в форме ещё одного удара вверх.<br><br><i>Обездвижить противника, не лишив его жизни, - одна из стратегий выживания.</i><br><i>«Пер... Остальное поручаю тебе».</i>",
    "final_name": "Засада теневого охотника",
    "final_img": "freminet_s3",
    "final_desc": "Выпускает волну холода, к которому невозможно прикоснуться, нанося Крио урон по площади, сбрасывая откат элементального навыка Давление дрейфующего льда и на 10 сек. переводя Фремине в режим Подводной охоты.\n<br>В режиме Подводной охоты сопротивление прерыванию Фремине повышается, а Давление дрейфующего льда получает следующие усиления:<br>· Время отката сокращается на 70%.<br>· Обычные атаки дают Таймеру Пера 1 дополнительный уровень давления, а волны мороза обычных атак наносят 200% от их исходного урона.<br><br>Этот эффект перестаёт действовать, когда Фремине покидает поле боя.<br><br><i>«Теперь... мне лишний шум ни к чему».</i>"
  },
  "basic_talent": {
    "talent2_name": "Глубоководная навигация",
    "talent2_img": "freminet_p2",
    "talent2_desc": "Уменьшает потребление водной выносливости своих персонажей на 35%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Насыщенное глубоководное погружение",
    "talent3_img": "freminet_p3",
    "talent3_desc": "Если при использовании навыка Давление дрейфующего льда: Дробящее давление у Таймера Пера менее 4 уровней давления, откат Давления дрейфующего льда уменьшается на 1 сек.",
    "talent1_name": "Параллельные конденсаторы",
    "talent1_img": "freminet_p1",
    "talent1_desc": "Когда Фремине активирует на противнике реакцию Разбит, урон навыка Давление дрейфующего льда: Дробящее давление увеличивается на 40% на 5 сек."
  },
  "sof": {
    "sof1_name": "Сны пены и глубин",
    "sof1_img": "freminet_c1",
    "sof1_desc": "Увеличивает шанс крит. попадания навыка Давление дрейфующего льда: Дробящее давление на 15%.",
    "sof2_name": "Пингвины и царство изобилия",
    "sof2_img": "freminet_c2",
    "sof2_desc": "Активация навыка Давление дрейфующего льда: Дробящее давление восстанавливает Фремине 2 ед. энергии. Если Дробящее давление использовано на 4 уровне давления, восстанавливается 3 ед. энергии.",
    "sof3_name": "Песнь водоворотов и песка",
    "sof3_img": "freminet_c3",
    "sof3_desc": "Увеличивает уровень навыка Меч водоворотов на 3.\nМакс. уровень: 15",
    "sof4_name": "Танец луны и свирели",
    "sof4_img": "freminet_c4",
    "sof4_desc": "После того как Фремине активирует реакции Заморозка, Разбит или Сверхпроводник на врагах, его сила атаки увеличится на 9% на 6 сек. Эффект складывается до 2 раз и может возникнуть один раз в 0,3 сек.",
    "sof5_name": "Ночи очага и веселья",
    "sof5_img": "freminet_c5",
    "sof5_desc": "Увеличивает уровень навыка Давление дрейфующего льда на 3.\nМакс. уровень: 15",
    "sof6_name": "Мгновения грёз и решительности",
    "sof6_img": "freminet_c6",
    "sof6_desc": "После того как Фремине активирует реакции Заморозка, Разбит или Сверхпроводник на врагах, его крит. урон увеличится на 12% на 6 сек. Эффект складывается до 3 раз и может возникнуть один раз в 0,3 сек."
  }
}