{
  "localeName": "Фурина",
  "nick": "不休独舞",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Sword",
  "element": "Hydro",
  "constellation": "司颂座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Приглашение одинокого сердца",
    "normal_img": "furina_s1",
    "normal_desc1": "До четырёх быстрых ударов..",
    "normal_desc2": "Тратит определённое количество выносливости и начинает одиночный танец, который наносит физ. урон противникам поблизости и меняет вид архэ. Если на поле боя есть члены салона или Певцы потоков, вызванные её элементальным навыком Салон одиноких сердец, то вид их архэ тоже меняется.",
    "normal_desc3": "С некоторым интервалом, когда обычная атака Фурина попадает по противнику, на его месте появится Игла дыхания душ или Клинок бурных вод, в зависимости от вида архэ Фурины, который в зависимости от вида архэ наносит Гидро урон.Когда Фурина выходит на поле боя, у неё архэ усии.",
    "element_name": "Салон одиноких сердец",
    "element_img": "furina_s2",
    "element_desc": "Приглашает гостей «Салона одиноких сердец» поучаствовать в спектакле Фурины. Призывает либо членов салона, либо Певцов потоков в зависимости от текущего уровня архэ Фурины.<br><br>Усия<br><br>Кружащиеся в вихре танца пузырьки наносят Гидро урон по площади, основанный на макс. HP Фурины и призывают трёх членов Салона: шаровидного осьминога Месье Уше, конька-пузырька Управляющую Шевальмарин и бронекраба мадемаузель Крабалетту.<br>Они будут атаковать ближайших противников через определенные промежутки времени с приоритетом на цель активного персонажа, нанося Гидро урон, зависящий от максимального количества HP Фурины.<br>Если поблизости есть персонажи с уровнем HP выше 50%, члены салона при атаке будут использовать HP этих персонажей, чтобы увеличить свою силу атаки в зависимости от количества персонажей, «одолживших» HP. Если персонажей-доноров HP 1/2/3/4 (или более), атаки членов салона наносят 110%/120%/130%/140% от их первоначального DMG.<br><br>Пневма<br>Вызывает Певцов потоков, которые с определенными интервалами исцеляют ближайших активных персонажей, основываясь на максимальном количестве HP Фурины.<br><br>Члены салона и певцы потоков имеют общую длительность. Когда Фурина использует заряженную атаку, чтобы изменить тип гостей, длительность новых гостей не обнуляется.<br><br><i>В «Салоне одиноких сердец» Фурины есть круг постоянных посетителей. Порой там бывают Месье Уше, Управляющая Шевальмарин и мадемаузель Крабалетта, а по мрачным средам заходят Певцы.</i>",
    "final_name": "Да возрадуются люди",
    "final_img": "furina_s3",
    "final_desc": "Пробуждается импульс к веселью, который создаёт сцену из пены и наносит Гидро урон по площади в зависимости от макс. HP Фурины и заставляет всех членов отряда перейти в состояние Универсального веселья: если в это время у кого-либо из отряда увеличится или уменьшится HP, он получит 1 ед. фанфар Фурины в зависимости от процента, на который изменилось количество максимального HP.\nВ то же время увеличится урон, который наносит Фурина, и бонус получаемого лечения всех окружающих членов отряда. Размер бонуса зависит от количества фанфар.<br>Когда время действия истечёт, фанфары Фурины сбросятся.<br><br><i>«Ура! Возрадуемся! Поднимем бокалы! Каждая ночь, лишённая застолья, - это гнусная растрата трезвого дня... А тем, кто ещё не достиг совершеннолетия, можно пить виноградный сок!»</i>"
  },
  "basic_talent": {
    "talent2_name": "Море - моя сцена",
    "talent2_img": "furina_p2",
    "talent2_desc": "Время отката способностей ксенохромных инородов Фонтмера снижается на 30%.",
    "talent3_name": "Бесконечный вальс",
    "talent3_img": "furina_p3",
    "talent3_desc": "Когда активный персонаж в отряде получает лечение с избытком и его источник не Фурина, Фурина в течение 4 сек. каждые 2сек. восстанавливает HP членам отряда поблизости в 2% от их макс. HP.",
    "talent1_name": "Неуслышанное признание",
    "talent1_img": "furina_p1",
    "talent1_desc": "Каждые 1000 ед. макс. HP усиливают Салон одиноких сердец Фурины противоположного архэ следующим образом:\nУрон, наносимый членами салона, увеличивается на 0,7%.<br>Интервал, с которым Певцы потоков лечат активных персонажей поблизости понижается на 0,4%. Интервал этим способом можно понизить макс. на 16%."
  },
  "sof": {
    "sof1_name": "«Как непокорная птица, любовь глуха к мольбам»",
    "sof1_img": "furina_c1",
    "sof1_desc": "При использовании Да возрадуются люди, Фурина получает 150 фанфар.\nА также лимит фанфар Фурины увеличивается на 150.",
    "sof2_name": "«Женщины непостоянны, как вода»",
    "sof2_img": "furina_c2",
    "sof2_desc": "После использования элементального навыка Салон одиноких сердец, Фурина получает Центр внимания на 10 сек.\nВо время его действия урон обычных атак, заряженных атак и атак в падении конвертируется в Гидро урон. Этот эффект не может быть отменён какой-либо элементальной инфузией. Также наносимый урон повышается на 15% от макс. HP Фурины.<br>Во время действия, обычные атаки, заряженные атаки и атаки в падении при попадании по противнику до 1 раза в 0,1 сек. активируют разные эффекты в зависимости от текущего вида архэ:<br><br>Архэ: Усия<br>Каждую сек. все окружающие члены отряда восстанавливают HP, равное 3% от макс. HP Фурины.<br>Архэ: Пневма<br>Урон этой обычной атаки, заряженной атаки или атаки в падении дополнительно увеличивается на 15% от макс. HP Фурины. Если вышеперечисленные атаки попадают по противнику, все окружающие члены отряда теряют 1% от их макс. HP.<br><br>Во время действия каждого Центра внимания эти эффекты могут активироваться до 7 раз. Центр внимания прекращается, когда его эффекты активируются 7 раз или когда заканчивается время действия.",
    "sof3_name": "«Самые сокровенные секреты»",
    "sof3_img": "furina_c3",
    "sof3_desc": "Увеличивает уровень навыка Салон одиноких сердец на 3.\nМакс. уровень: 15",
    "sof4_name": "«Кто не жил в подземном мире, тот не знает жизни!»",
    "sof4_img": "furina_c4",
    "sof4_desc": "Когда члены салона из Салона одиноких сердец поражают противника или Певцы Потоков восстанавливают HP активному персонажу, Фурина восстанавливает 4 ед. энергии. Этот эффект срабатывает один раз в 5 сек.",
    "sof5_name": "«Теперь я знаю его имя...»",
    "sof5_img": "furina_c5",
    "sof5_desc": "Повышает уровень навыка Да возрадуются люди на 3.\nМакс. уровень: 15.",
    "sof6_name": "«Поднимем чашу любви!»",
    "sof6_img": "furina_c6",
    "sof6_desc": "Пока действует навык Да возрадуются люди, прирост фанфар Фурины от увеличения или уменьшения HP соседних персонажей увеличивается на 200%. Каждое очко фанфар сверх лимита увеличивает максимум HP Фурины на 0,4%. Макс. HP максимально увеличивается на 140%."
  }
}