{
  "nick": "???",
  "occupation": "???",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "醒狮座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Разорванные когтями звёзды ЪЪЪ",
    "normal_img": "gaming_s1",
    "normal_desc1": "До четырёх ударов.",
    "normal_desc2": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.После вращения проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Восхождение благовещего зверя",
    "element_img": "gaming_s2",
    "element_desc": "Задействует исскуство Ушоу и выполняет рывок вперёд, при попадании подпрыгивая высоко в воздух.<br>Если Ка Мин, поднявшись с помощью Восхождения благовещего зверя в воздух, выполняет атаку в падении, она значительно усиливается, становясь атакой в падении: Ступающий по облакам.<br><br>Атака в падении: Ступающий по облакам<br>Урон атаки в падении Восхождения благовещего зверя конвертируется в Пиро урон. Приземлившись, Ка Мин расходует определённое количество HP. При использовании этого способа HP Ка Мина не может опуститься ниже 10% от его макс. HP.<br>Урон Ступающего по облакам считается уроном атаки в падении.<br><br><i>«Благой зверь скачет и щиплет травы - значит, счастье уже на пороге. Пусть здоровье и богатство придут к нам, а жизнь станет краше!»</i>",
    "final_name": "Танец рогатого льва",
    "final_img": "gaming_s3",
    "final_desc": "Ка Мин принимает стойку Ушоу, восстанавливает себе определённое количество HP и призывает надёжного компаньона, рогатого льва Ман Чая ЪЪЪ, который врезается в цель и наносит Пиро урон по площади.\nПосле удара по цели Ман Чай перекатывается в сторону, после чего направляется к Ка Мину. Воссоединившись с Ка Мином,Ман Чай ЪЪЪ покидает поле боя и сбрасывает откат элементального навыка Восхождение благовещего зверя Ка Мина.<br>Когда Ка Мин пребывает в стойке Ушоу, а его HP выше 50%, атака в падении: Ступающий по облакам или завершение рывка Восхождение благовещего зверя призывает Ман Чая ЪЪЪ ещё раз.<br>Одновременно может существовать только 1 Ман Чай ЪЪЪ.<br><br><i>«Златой зверь, вестник счастья, несёт море огней и процветание! Это и есть жизнь в изобилии!»</i>"
  },
  "basic_talent": {
    "talent2_name": "Бег пробуждённого зверя",
    "talent2_img": "gaming_p2",
    "talent2_desc": "Увеличивает скорость передвижения персонажей отряда в дневное время (06:00 - 18:00) на 10%.\nВ подземельях, Витой Бездне и Подземельях наказания навык не действует и со схожими пассивными талантами не суммируется.",
    "talent3_name": "Танец мира",
    "talent3_img": "gaming_p3",
    "talent3_desc": "За 1 сек. после попадания атаки в падении: Ступающий по облакам навыка Восхождение благовещего зверя по противнику Ка Мин восстанавливает себе 10% HP.",
    "talent1_name": "Воздух благоденствия",
    "talent1_img": "gaming_p1",
    "talent1_desc": "Когда HP Ка Мина опускается ниже 50%, он наделяется 40% бонусом получаемого лечения. Если HP Ка Мина равно или выше 50%, он получает 20% бонус Пиро урона."
  },
  "sof": {
    "sof1_name": "Несущий благословение",
    "sof1_img": "gaming_c1",
    "sof1_desc": "Ман Чай ЪЪЪ Танца рогатого льва, воссоединяясь с Ка Мином, восстанавливает ему 25% HP.",
    "sof2_name": "Цветы сливы под ногами",
    "sof2_img": "gaming_c2",
    "sof2_desc": "Когда Ка Мин получает лечение с избытком, его сила атаки повысится на 20% на 5 сек.",
    "sof3_name": "Пробуждающийся дух",
    "sof3_img": "gaming_c3",
    "sof3_desc": "Увеличивает уровень навыка Восхождение благовещего зверя на 3.\nМакс. уровень: 15",
    "sof4_name": "Паря над облаками",
    "sof4_img": "gaming_c4",
    "sof4_desc": "Попадания атаки в падении: Ступающий по облакам навыка Восхождение благовещего зверя восстанавливают Ка Мину 2 ед. энергии. Этот эффект может возникнуть один раз в 0,1 сек.",
    "sof5_name": "Устрашающий демонов рёв",
    "sof5_img": "gaming_c5",
    "sof5_desc": "Увеличивает уровень навыка Танец рогатого льва на 3.\nМакс. уровень: 15",
    "sof6_name": "Приручить всех зверей",
    "sof6_img": "gaming_c6",
    "sof6_desc": "Повышает шанс крит. попадания атаки в падении: Ступающий по облакам навыка Восхождение благовещего зверя на 20%, крит. урон - на 40%, а также увеличивает радиус атаки."
  }
}