{
  "localeName": "Гань Юй",
  "nick": "Взгляд полнолуния",
  "occupation": "Павильон Лунного моря",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Священная Лань",
  "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
  "birth": "12/02",
  "battle_talent": {
    "normal_name": "Небесная стрела",
    "normal_img": "ganyu_s1",
    "normal_desc1": "До шести выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается ледяной аурой. Эффект зависит от длительности заряда стрелы:· Уровень заряда 1: Выпускает ледяную стрелу, наносящую Крио урон;· Уровень заряда 2: Выпускает стрелу-снежинку, наносящую Крио урон. При попадании стрела-снежинка расцветает и наносит Крио урон по площади.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "След цилиня",
    "element_img": "ganyu_s2",
    "element_desc": "Гань Юй отпрыгивает назад, оставив перед собой Ледяной лотос, который наносит Крио урон по площади.<br><br>Ледяной лотос:<br>· Привлекает атаки врагов на себя;<br>· Макс. HP Ледяного лотоса зависит от макс. HP Гань Юй;<br>· Если Ледяной лотос уничтожен, либо его время заканчивается, он распускается, нанося Крио урон по площади.<br><br><i>«Говоришь, видел(а) меня? Должно быть, ты ошибся(ошиблась). В тот вечер я задержалась на работе».</i>",
    "final_name": "Небесный дождь",
    "final_img": "ganyu_s3",
    "final_desc": "Собирает из воздуха иней для того, чтобы призвать Священную Крио жемчужину, изгоняющую зло.\nПока навык активен, Священная Крио жемчужина непрерывно обрушивает на врагов в области осколки льда, нанося Крио урон.<br><br><i>Гань Юй может создать для вас сладкий дождь, но для демонов и еретиков он превращается в горький морозящий снег.</i>"
  },
  "basic_talent": {
    "talent2_name": "Отложено на охоту",
    "talent2_img": "ganyu_p2",
    "talent2_desc": "При ковке стрелкового оружия возвращает 15% затраченной руды.",
    "talent3_name": "Неразделённое сердце",
    "talent3_img": "ganyu_p3",
    "talent3_desc": "В течение 5 сек. после выстрела стрелы-снежинки увеличивает шанс крит. попадания стрел-снежинок и вызванного ими цветения на 20%.",
    "talent1_name": "Гармония Земли и Небес",
    "talent1_img": "ganyu_p1",
    "talent1_desc": "Активные члены отряда, находящиеся в области навыка Небесный дождь, получают 20% бонус Крио урона."
  },
  "sof": {
    "sof1_name": "Жажда росы",
    "sof1_img": "ganyu_c1",
    "sof1_desc": "Попадание стрелой-снежинкой с уровнем заряда 2 или её цветением понижает Крио сопротивление противников на 15% в течение 6 сек.;\nТакже попадание восстанавливает 2 ед. энергии Гань Юй. Каждое попадание заряженной атакой с уровнем заряда 2 может восстановить энергию только один раз, вне зависимости от того, было ли это попадание стрелой-снежинкой или её цветением.",
    "sof2_name": "Благополучие",
    "sof2_img": "ganyu_c2",
    "sof2_desc": "Увеличивает количество зарядов навыка След цилиня на 1.",
    "sof3_name": "Облачные странствия",
    "sof3_img": "ganyu_c3",
    "sof3_desc": "Увеличивает уровень навыка Небесный дождь на 3.\nМакс. уровень: 15",
    "sof4_name": "Поход на Запад",
    "sof4_img": "ganyu_c4",
    "sof4_desc": "Увеличивает урон, получаемый врагами, находящимися в области навыка Небесный дождь. Этот эффект усиливается со временем.\nУвеличение урона начинается с 5% и увеличивается на 5% каждые 3 сек., до макс. 25%.<br>Эффект продолжается ещё 3 сек. после того, как враг покидает зону действия навыка.",
    "sof5_name": "Милосердие",
    "sof5_img": "ganyu_c5",
    "sof5_desc": "Увеличивает уровень навыка След цилиня на 3.\nМакс. уровень: 15",
    "sof6_name": "Сострадание",
    "sof6_img": "ganyu_c6",
    "sof6_desc": "Следующая стрела-снежинка в течение 30 сек. после активации навыка След цилиня не нуждается в зарядке."
  }
}