{
  "localeName": "Джинн",
  "nick": "Рыцарь Одуванчик",
  "occupation": "Ордо Фавониус",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Благородная Львица",
  "desc": "Справедливый и искренний Рыцарь Одуванчик, действующий магистр Ордо Фавониус.",
  "birth": "03/14",
  "battle_talent": {
    "normal_name": "Фехтовальный стиль Фавония",
    "normal_img": "jean_s1",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "С помощью силы ветра подкидывает противников в воздух, на что тратится определённое количество выносливости.Подкинутые враги медленно падают на землю.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Клинок ветра",
    "element_img": "jean_s2",
    "element_desc": "Джинн фокусирует всю мощь бесформенного ветра вокруг своего клинка и создаёт миниатюрный вихрь, который подбрасывает противников в направлении её взгляда, а также наносит им большой Анемо урон.<br><br>Долгое нажатие:<br>Продолжая затрачивать выносливость, Джинн может с помощью вихря притянуть врагов и предметы к себе. Также можно выбрать направление броска. Во время действия навыка Джинн не может двигаться.<br><br><i>Благородный защитник Джинн - ветер-хранитель, оберегающий её спутников от опасностей.</i>",
    "final_name": "Одуванчиковый бриз",
    "final_img": "jean_s3",
    "final_desc": "Джинн призывает защитный ветер и создаёт поле одуванчиков, которое отбрасывает окружающих врагов и наносит им Анемо урон.\nВ то же время Джинн восстанавливает всем членам отряда определённое количество HP, которое зависит от её силы атаки.<br><br>Поле одуванчиков:<br>· Периодически восстанавливает HP членам отряда в поле одуванчиков;<br>· Наделяет членов отряда в поле одуванчиков эффектом Анемо;<br>· Наносит Анемо урон врагам, входящим или выходящим за границы поля одуванчиков.<br><br><i>Доброта Джинн - это бескрайнее поле одуванчиков, где посеяны семена её самоотверженности и героизма.</i>"
  },
  "basic_talent": {
    "talent2_name": "Направляющий ветер",
    "talent2_img": "jean_p2",
    "talent2_desc": "При приготовлении идеального блюда с восстанавливающими свойствами имеет 12% шанс приготовить дополнительное блюдо.",
    "talent3_name": "Дружественный бриз",
    "talent3_img": "jean_p3",
    "talent3_desc": "Попадания обычной атакой Джинн имеют 50% шанс вылечить всех членов отряда на количество HP, равное 15% от силы атаки Джинн.",
    "talent1_name": "Да направит тебя ветер",
    "talent1_img": "jean_p1",
    "talent1_desc": "Использование навыка Одуванчиковый бриз восстанавливает 20% энергии."
  },
  "sof": {
    "sof1_name": "Растущий ураган",
    "sof1_img": "jean_c1",
    "sof1_desc": "Увеличивает скорость притягивания навыка Клинок ветра после его удерживания более 1 сек, а также увеличивает урон навыка на 40%.",
    "sof2_name": "Братский щит",
    "sof2_img": "jean_c2",
    "sof2_desc": "Когда Джинн получает элементальную сферу или частицу, скорость передвижения и скорость атаки всех членов отряда увеличивается на 15% в течение 15 сек.",
    "sof3_name": "Куда дует ветер",
    "sof3_img": "jean_c3",
    "sof3_desc": "Увеличивает уровень навыка Одуванчиковый бриз на 3.\nМакс. уровень: 15",
    "sof4_name": "Королевство Одуванчиков",
    "sof4_img": "jean_c4",
    "sof4_desc": "Понижает Анемо сопротивление противников, находящихся в поле навыка Одуванчиковый бриз, на 40%.",
    "sof5_name": "Шквальный ветер",
    "sof5_img": "jean_c5",
    "sof5_desc": "Увеличивает уровень навыка Клинок ветра на 3.\nМакс. уровень: 15",
    "sof6_name": "Рыцарь Львиный клык",
    "sof6_img": "jean_c6",
    "sof6_desc": "Уменьшает получаемый в поле навыка Одуванчиковый бриз урон на 35%.\nПосле ухода из поля одуванчиков данный эффект длится ещё 3 атаки или 10 сек."
  }
}