{
  "localeName": "Кадзуха",
  "nick": "Багряные листья и неистовые волны",
  "occupation": "Южный Крест",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Рыжий Клён",
  "desc": "Ронин-самурай из Инадзумы, который нашёл приют на флоте Южного Креста в Ли Юэ. Этот добрый и беззаботный молодой человек многое пережил в прошлом.",
  "birth": "10/29",
  "battle_talent": {
    "normal_name": "Фехтовальный стиль Гарю",
    "normal_img": "kaedehara_kazuha_s1",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Два быстрых взмаха мечом, для которых тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади. Если атака в падении произошла благодаря навыку Тихаяфуру, то вместо неё выполняется атака в падении: Мидарэ рандзан.",
    "element_name": "Тихаяфуру",
    "element_img": "kaedehara_kazuha_s2",
    "element_desc": "Использование тайной техники, столь же свирепой, сколь стремительный ветер, притягивает объекты и врагов к текущей позиции Кадзухи и в небольшом радиусе подкидывает их в воздух, нанося Анемо урон. Также ветряные потоки поднимают в воздух и самого Кадзуху.<br>В течение 10 сек. после поднятия Кадзухи в воздух навыком Тихаяфуру и при соблюдении состояния в воздухе он может выполнить более сильную атаку в падении: Мидарэ рандзан.<br><br>Быстрое нажатие:<br>Можно совершить в воздухе.<br><br>Долгое нажатие:<br>Некоторое время заряжается, а затем наносит увеличенный Анемо урон по большей площади, чем быстрое нажатие.<br><br>Атака в падении: Мидарэ рандзан<br>Урон атаки в падении, выполненной благодаря элементальному навыку Тихаяфуру, конвертируется в Анемо урон. Также с помощью тайной техники эта атака создаёт небольшой воздушный тоннель, который втягивает в себя ближайшие объекты и врагов.<br>Урон Мидарэ рандзан считается уроном атаки в падении.<br><br><i>«Ветра среди листьев клёна плачут,<br>Не осталось ни людей, ни богов.<br>Они ушли, словно рыжие осенние горы».</i>",
    "final_name": "Удар Кадзухи",
    "final_img": "kaedehara_kazuha_s3",
    "final_desc": "Особая техника Гарю - единственный взмах, словно надвигающийся шторм, наносит Анемо урон по площади.\nСлед от меча оставляет за собой поле Осеннего вихря, которое наносит периодический Анемо урон по площади врагам, находящимся в нём.<br><br>Поглощение стихии:<br>При контакте с элементами Гидро, Пиро, Крио или Электро Осенний вихрь наносит дополнительный урон этим элементом.<br>За каждое использование навык может поглотить только один элемент.<br><br><i>«Лист, познавший осень, даёт мне видения о пронёсшейся вечности. Поэтому я вмиг разрублю этот клён, чтобы узнать его секрет...»</i>"
  },
  "basic_talent": {
    "talent2_name": "Шелест ветра",
    "talent2_img": "kaedehara_kazuha_p2",
    "talent2_desc": "Уменьшает потребление выносливости активного персонажа во время спринта на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Летучий клинок",
    "talent3_img": "kaedehara_kazuha_p3",
    "talent3_desc": "При контакте с элементами Гидро, Пиро, Крио и Электро атака в падении: Мидарэ рандзан навыка Тихаяфуру наносит дополнительный урон соответствующим элементом, равный 200% от силы атаки. Этот урон считается уроном атаки в падении. За раз навык Тихаяфуру может поглотить только один элемент.",
    "talent1_name": "Поэзия песен ветра",
    "talent1_img": "kaedehara_kazuha_p1",
    "talent1_desc": "Вызывая реакцию Рассеивания, Кадзуха даёт остальным членам отряда 0,04% бонус элементального урона соответствующего элемента за каждую единицу собственного мастерства стихий в течение 8 сек. Полученные этим способом бонусы разных элементов могут совмещаться."
  },
  "sof": {
    "sof1_name": "Алые холмы",
    "sof1_img": "kaedehara_kazuha_c1",
    "sof1_desc": "Уменьшает время отката навыка Тихаяфуру на 10%, также использование навыка Удар Кадзухи полностью сбрасывает его время отката.",
    "sof2_name": "Ветер ямаараси",
    "sof2_img": "kaedehara_kazuha_c2",
    "sof2_desc": "Поле Осеннего вихря, созданное навыком Удар Кадзухи, имеет следующие свойства:\n· Увеличивает мастерство стихий Кадзухи на 200 ед.<br>· Увеличивает мастерство стихий персонажей внутри поля на 200 ед.<br><br>Эффекты увеличения мастерства стихий этого созвездия не складываются.",
    "sof3_name": "Кленовая легенда",
    "sof3_img": "kaedehara_kazuha_c3",
    "sof3_desc": "Увеличивает уровень навыка Тихаяфуру на 3.\nМакс. уровень: 15",
    "sof4_name": "Одзора гэмпо",
    "sof4_img": "kaedehara_kazuha_c4",
    "sof4_desc": "Когда энергия Кадзухи падает ниже 45 ед., он получает следующие эффекты:\n· Быстрое и долгое нажатие навыка Тихаяфуру восстанавливает 3 и 4 ед. энергии Кадзухи соответственно.<br>· Полёт на планере восстанавливает 2 ед. энергии Кадзухи в сек.",
    "sof5_name": "Мудрость веков",
    "sof5_img": "kaedehara_kazuha_c5",
    "sof5_desc": "Увеличивает уровень навыка Удар Кадзухи на 3.\nМакс. уровень: 15",
    "sof6_name": "Багровые листья",
    "sof6_img": "kaedehara_kazuha_c6",
    "sof6_desc": "Использование навыков Тихаяфуру и Удар Кадзухи наделяет оружие Кадзухи инфузией Анемо на 5 сек. А также каждая единица мастерства стихий Кадзухи увеличивает на 0,2% урон, наносимый его обычной атакой, заряженной атакой и атакой в падении."
  }
}