{
  "localeName": "Аяка",
  "nick": "Инеевая цапля",
  "occupation": "Комиссия Ясиро",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Снежный Журавль",
  "desc": "Наследница клана Камисато комиссии Ясиро. Благородна и изящна, мудра и сильна.",
  "birth": "09/28",
  "battle_talent": {
    "normal_name": "Искусство Камисато: Нанамэ",
    "normal_img": "kamisato_ayaka_s1",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Создаёт продолжительный град из клинков, для которого тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Искусство Камисато: Хёка",
    "element_img": "kamisato_ayaka_s2",
    "element_desc": "Призывает цветущий лёд, который подбрасывает ближайших противников в воздух и наносит им Крио урон.<br><br><i>«Облака окутывают лунную ночь. Тоска опускается, словно туман, наполняя заключённого страстью к путешествиям».</i>",
    "final_name": "Искусство Камисато: Сэнхо",
    "final_img": "kamisato_ayaka_s3",
    "final_desc": "Заменяет спринт\nАяка потребляет выносливость и скрывается в стремительном потоке мокрого снега, который движется вместе с ней.<br><br>Форма Сэнхо позволяет ей двигаться по воде с большой скоростью.<br>После окончания формы Сэнхо и при повторном появлении происходят следующие эффекты:<br>· Высвобождается холодная энергия, которая накладывает эффект Крио на ближайших противников.<br>· Холод собирается вдоль лезвия Аяки, на короткое время наделяя её атаки инфузией Крио.<br><br><i>«Перья мокрые исчезают,<br>Как же цапля может ступать по воде?»</i>"
  },
  "basic_talent": {
    "talent2_name": "Искусство Камисато: Сомэцу",
    "talent2_img": "kamisato_ayaka_p2",
    "talent2_desc": "Безупречным движением вызывает снежную бурю и выпускает непрерывно движущийся вперёд Морозный сэки но то.\n<br>Морозный сэки но то<br>· Пронзающий холодный ветер непрерывно кромсает противников и наносит им Крио урон.<br>· По истечении времени действия взрывается и наносит Крио урон по площади.<br><br><i>«Метель заносит снегом мысли цапли, в сердце её тяжёлая грусть».</i>",
    "talent3_name": "Плоды синса",
    "talent3_img": "kamisato_ayaka_p3",
    "talent3_desc": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет.",
    "talent1_name": "Освящение амацуми куницуми",
    "talent1_img": "kamisato_ayaka_p1",
    "talent1_desc": "После использования навыка Искусство Камисато: Хёка урон обычных и заряженных атак Аяки увеличивается на 30% в течение 6 сек.",
    "talent4_name": "Благословение кантэн сэммё",
    "talent4_img": "kamisato_ayaka_p4",
    "talent4_desc": "Когда Крио эффект в конце действия навыка Искусство Камисато: Сэнхо поражает противника, Камисато Аяка получает следующие эффекты:\n· Восстанавливает 10 ед. выносливости.<br>· Получает 18% бонус Крио урона на 10 сек."
  },
  "sof": {
    "sof1_name": "Укутанная снегом сакура",
    "sof1_img": "kamisato_ayaka_c1",
    "sof1_desc": "Когда обычные атаки или заряженные атаки Аяки наносят Крио урон противникам, есть 50% шанс уменьшить время отката навыка Искусство Камисато: Хёка на 0,3 сек. Этот эффект может возникнуть раз в 0,1 сек.",
    "sof2_name": "Лезвие бури сэки но то",
    "sof2_img": "kamisato_ayaka_c2",
    "sof2_desc": "Навык Искусство Камисато: Сомэцу создаёт два дополнительных Морозных сэки но то поменьше, каждый из которых наносит урон, равный 20% от основного урона.",
    "sof3_name": "Ледяной цветок камифубуки",
    "sof3_img": "kamisato_ayaka_c3",
    "sof3_desc": "Увеличивает уровень навыка Искусство Камисато: Сомэцу на 3.\nМакс. уровень: 15",
    "sof4_name": "Приливы и отливы",
    "sof4_img": "kamisato_ayaka_c4",
    "sof4_desc": "Понижает защиту противников, получивших урон от Морозного сэки но то навыка Искусство Камисато: Сомэцу, на 30% в течение 6 сек.",
    "sof5_name": "Цветущее облако ируцуки",
    "sof5_img": "kamisato_ayaka_c5",
    "sof5_desc": "Увеличивает уровень навыка Искусство Камисато: Хёка на 3.\nМакс. уровень: 15",
    "sof6_name": "Танец суигэцу",
    "sof6_img": "kamisato_ayaka_c6",
    "sof6_desc": "Каждые 10 сек. Камисато Аяка получает эффект Усурахи буто, который повышает урон её заряженных атак на 298%. Через 0,5 сек после попадания заряженной атакой по врагу этот эффект пропадает, и отсчёт начинается заново."
  }
}