{
  "localeName": "Кли",
  "nick": "Ускользающее солнце",
  "occupation": "Ордо Фавониус",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Pyro",
  "constellation": "Четырёхлистный Клевер",
  "desc": "Эксперт по взрывчатке и частый гость темницы Ордо Фавониус. Также известна как «Ускользающее солнце».",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Бабах!",
    "normal_img": "klee_s1",
    "normal_desc1": "Кли любит взрывать всё вокруг! Она бросает до трёх бомб, наносящих Пиро урон по площади.",
    "normal_desc2": "Короткое заклинание, наносящее Пиро урон по площади, на которое тратится определённое количество выносливости.",
    "normal_desc3": "Накопив энергию огня, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Пиро урон по площади.",
    "element_name": "Прыг-скок бомба",
    "element_img": "klee_s2",
    "element_desc": "Прыг-скок бомбы - сплошное взрывное веселье!<br>Бросает мощную Прыг-скок бомбу, которая три раза отскакивает от поверхностей и взрывается, нанося Пиро урон по площади при каждом отскоке.<br><br>После третьего отскока бомба взрывается и распадается на мины.<br>Мины взрываются через некоторое время, либо при касании врагов. Взрыв наносит Пиро урон по площади.<br>Изначально имеет два заряда.<br><br><i>Прыг-скок - это хороший друг Кли! Она не может не представить его всем присутствующим.</i>",
    "final_name": "Грохот и искры",
    "final_img": "klee_s3",
    "final_desc": "Кли жжёт по полной! На время действия навыка Кли призывает Грохот и искры, которые наносят окружающим врагам Пиро урон по площади.\n<br><i>Рыцари Ордо Фавониус считают, что, должно быть, за Кли присматривает счастливая звезда, ведь ни одна из её собственных бомб никогда не нанесла ей вреда...</i>"
  },
  "basic_talent": {
    "talent2_name": "Всюду сокровища!",
    "talent2_img": "klee_p2",
    "talent2_desc": "Отмечает диковинки Мондштадта на мини-карте.",
    "talent3_name": "Тук-тук, кто там?",
    "talent3_img": "klee_p3",
    "talent3_desc": "При нанесении урона навыком Прыг-скок бомба или обычной атакой, Кли имеет 50% шанс получить Взрывную искру.\nВзрывная искра тратится при следующей заряженной атаке, которая наносит на 50% больше урона и не потребляет выносливость.",
    "talent1_name": "Искры без границ",
    "talent1_img": "klee_p1",
    "talent1_desc": "При критическом попадании заряженной атакой Кли все члены отряда получают 2 ед. элементальной энергии."
  },
  "sof": {
    "sof1_name": "Цепные реакции",
    "sof1_img": "klee_c1",
    "sof1_desc": "Исполнение атак и навыков имеет шанс забросать врагов искрами, нанося урон, равный 120% от урона навыка Грохот и искры.",
    "sof2_name": "Осколочные мины",
    "sof2_img": "klee_c2",
    "sof2_desc": "Мины навыка Прыг-скок бомба уменьшают защиту коснувшихся их врагов на 23% в течение 10 сек.",
    "sof3_name": "Фирменный ингредиент",
    "sof3_img": "klee_c3",
    "sof3_desc": "Увеличивает уровень навыка Прыг-скок бомба на 3.\nМакс. уровень: 15",
    "sof4_name": "Взрывоопасно",
    "sof4_img": "klee_c4",
    "sof4_desc": "Если Кли покидает поле боя во время навыка Грохот и искры, активируется взрыв, который наносит 555% её силы атаки в качестве Пиро урона по площади.",
    "sof5_name": "Сверхновая звезда",
    "sof5_img": "klee_c5",
    "sof5_desc": "Увеличивает уровень навыка Грохот и искры на 3.\nМакс. уровень: 15",
    "sof6_name": "Пламенный восторг",
    "sof6_img": "klee_c6",
    "sof6_desc": "Когда навык Грохот и искры активен, Кли каждые 3 сек. восстанавливает 3 ед. элементальной энергии другим членам отряда.\nАктивация навыка Грохот и искры даёт всем членам отряда 10% бонус Пиро урона на 25 сек."
  }
}