{
  "nick": "Избавительница",
  "occupation": "Банда Аратаки",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Sword",
  "element": "Electro",
  "constellation": "Приговор Проблемам",
  "desc": "Способная и надёжная помощница главаря банды Аратаки. Пожалуйста, обратите внимание, что «способная и надёжная» относится не к самой банде, а именно к помощнице главаря.",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Теневой меч Синобу",
    "normal_img": "kuki_shinobu_s1",
    "normal_desc1": "До четырёх быстрых ударов мечом.",
    "normal_desc2": "Тратит определённое количество выносливости на два быстрых взмаха мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Освящающее кольцо",
    "element_img": "kuki_shinobu_s2",
    "element_desc": "Жертвует частью HP и создаёт Травяное кольцо освящения, нанося Электро урон ближайшим противникам.<br><br>Травяное кольцо освящения<br>Следует за активным персонажем. Каждые 1,5 сек. наносит Электро урон окружающим противникам и восстанавливает HP активным персонажам в зоне действия. Количество восстановленного HP зависит от макс. HP Куки Синобу.<br><br>Использование навыка не может опустить HP Синобу ниже 20%.<br><br><i>«Завяжи траву наку вокруг талии, и она отгонит зло».</i>",
    "final_name": "Обряд Гёэй Наруками Карияма",
    "final_img": "kuki_shinobu_s3",
    "final_desc": "Вонзает в землю изгоняющий зло клинок, создавая очищающий барьер, который непрерывно наносит Электро урон, зависящий от макс. HP Синобу.\nЕсли у Синобу осталось не более 50% HP при активации навыка, то барьер продержится дольше. <br><br><i>Первоначально этот навык использовался при прополке и в ежегодных ритуальных молитвах за урожай, но Синобу не забыла его, пусть её жизнь в качестве жрицы и осталась позади.</i>"
  },
  "basic_talent": {
    "talent2_name": "Затянувшаяся молитва",
    "talent2_img": "kuki_shinobu_p2",
    "talent2_desc": "На 25% увеличивает награду экспедиций в Инадзуме длительностью 20 ч.",
    "talent3_name": "Освобождение",
    "talent3_img": "kuki_shinobu_p3",
    "talent3_desc": "Бонус лечения увеличивается на 15%, когда HP Куки Синобу не превышает 50%.",
    "talent1_name": "Спокойствие духа",
    "talent1_img": "kuki_shinobu_p1",
    "talent1_desc": "Характеристики Освящающего кольца улучшаются в зависимости от мастерства стихий Синобу:\n· Лечение увеличивается на 75% от мастерства стихий.<br>· Урон увеличивается на 25% от мастерства стихий."
  },
  "sof": {
    "sof1_name": "Отказ от сострадания",
    "sof1_img": "kuki_shinobu_c1",
    "sof1_desc": "Зона поражения навыка Обряд Гёэй Наруками Карияма увеличивается на 50%.",
    "sof2_name": "Отказ от удачи",
    "sof2_img": "kuki_shinobu_c2",
    "sof2_desc": "Длительность Травяного кольца освящения увеличивается на 3 сек.",
    "sof3_name": "Отказ от страданий",
    "sof3_img": "kuki_shinobu_c3",
    "sof3_desc": "Увеличивает уровень навыка Освящающее кольцо на 3.\nМакс. уровень: 15",
    "sof4_name": "Отказ от затворничества",
    "sof4_img": "kuki_shinobu_c4",
    "sof4_desc": "Когда обычные атаки, заряженные атаки и атаки в падении персонажей под действием Травяного кольца освящения Синобу попадают по противникам, на их позиции появляется Метка громовой травы, наносящая Электро урон по площади, который составляет 9,7% от макс. HP Синобу.\nЭффект может возникнуть один раз в 5 сек.",
    "sof5_name": "Отказ от любезностей",
    "sof5_img": "kuki_shinobu_c5",
    "sof5_desc": "Увеличивает уровень навыка Обряд Гёэй Наруками Карияма на 3.\nМакс. уровень: 15",
    "sof6_name": "Отказ от слабости",
    "sof6_img": "kuki_shinobu_c6",
    "sof6_desc": "Когда Куки Синобу получает летальный урон, то не погибает от него. Этот эффект активируется автоматически, когда у Куки Синобу остаётся 1 HP. Может возникнуть раз в 60 сек.\nКогда HP Куки Синобу опускается до 25% или ниже, её мастерство стихий увеличивается на 150 ед. на 15 сек. Эффект может возникнуть раз в 60 сек."
  }
}