{
  "nick": "Пурпурная ведьма",
  "occupation": "Ордо Фавониус",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Electro",
  "constellation": "Песочные Часы",
  "desc": "Ленивый, но безгранично эрудированный библиотекарь Ордо Фавониус. Лучшая выпускница Академии Сумеру за последние несколько веков.",
  "birth": "06/09",
  "battle_talent": {
    "normal_name": "Касание молнии",
    "normal_img": "lisa_s1",
    "normal_desc1": "До четырёх ударов молнией, наносящих Электро урон.",
    "normal_desc2": "Короткое заклинание, наносящее Электро урон по площади, на которое тратится определённое количество выносливости.",
    "normal_desc3": "Накопив энергию молнии, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Электро урон по площади.",
    "element_name": "Пурпурная дуга",
    "element_img": "lisa_s2",
    "element_desc": "Фокусирует силу молнии на вечно мешающих надоедливых существах.<br><br>Быстрое нажатие:<br>Выпускает самонаводящийся шар молнии, который при попадании наносит Электро урон и накладывает на противников в небольшом радиусе статус Проводник (может складываться до 3 раз).<br><br>Долгое нажатие:<br>Произносит заклинание, вызывающее с небес гром, который наносит Электро урон окружающим врагам. Также наносит дополнительный урон врагам со статусом Проводник, в зависимости от количества складываний, при этом снимая с них этот статус.<br><br><i>Цвет настроения - пурпурный Электро.</i>",
    "final_name": "Громовая роза",
    "final_img": "lisa_s3",
    "final_desc": "Призывает громовую розу, которая отталкивает окружающих врагов и наносит им Электро урон.\nВ течение продолжительного времени атакует окружающих врагов, нанося им Электро урон.<br><br><i>Красота этой розы находится за гранью нашего понимания, так же как и её бьющие током шипы.</i>"
  },
  "basic_talent": {
    "talent2_name": "Знаток зелий",
    "talent2_img": "lisa_p2",
    "talent2_desc": "При создании зелий имеет 20% шанс восстановить часть использованных материалов.",
    "talent3_name": "Остаточная индукция",
    "talent3_img": "lisa_p3",
    "talent3_desc": "Попадания заряженной атакой накладывают на врагов статус Проводник навыка Пурпурная дуга.",
    "talent1_name": "Сила электрического поля",
    "talent1_img": "lisa_p1",
    "talent1_desc": "Попадание навыком Громовая роза уменьшает защиту противника на 15% в течение 10 сек."
  },
  "sof": {
    "sof1_name": "Замыкание цепи",
    "sof1_img": "lisa_c1",
    "sof1_desc": "За каждое попадание долгим нажатием навыка Пурпурная дуга Лиза восстанавливает 2 ед. энергии.\nНе более 10 ед. энергии за раз.",
    "sof2_name": "Электромагнитное поле",
    "sof2_img": "lisa_c2",
    "sof2_desc": "Долгое нажатие навыка Пурпурная дуга даёт следующие эффекты:\n· Увеличивает защиту на 25%.<br>· Повышает устойчивость Лизы к прерыванию.",
    "sof3_name": "Резонанс цепи",
    "sof3_img": "lisa_c3",
    "sof3_desc": "Увеличивает уровень навыка Громовая роза на 3.\nМакс. уровень: 15",
    "sof4_name": "Извержение плазмы",
    "sof4_img": "lisa_c4",
    "sof4_desc": "Увеличивает количество ударов молнии навыка Громовая роза до 1-3.",
    "sof5_name": "Электро казнь",
    "sof5_img": "lisa_c5",
    "sof5_desc": "Увеличивает уровень навыка Пурпурная дуга на 3.\nМакс. уровень: 15",
    "sof6_name": "Импульс ведьмы",
    "sof6_img": "lisa_c6",
    "sof6_desc": "При переключении на Лизу накладывает на окружающих врагов 3 статуса Проводник навыка Пурпурная дуга.\nМожет возникнуть раз в 5 сек."
  }
}