{
  "nick": "Изящество среди теней",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Белохвостая Кошка",
  "desc": "测试角色",
  "birth": "02/02",
  "battle_talent": {
    "normal_name": "Стремительная рапираЪЪЪ",
    "normal_img": "lynette_s1",
    "normal_desc1": "До четырёх быстрых ударов мечом.",
    "normal_desc2": "Тратит определённое количество выносливости на два быстрых взмаха мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Трюк с исчезновением",
    "element_img": "lynette_s2",
    "element_desc": "Замахивается плащом и выполняет Выпад тениЪЪЪ, который наносит Анемо урон.<br>При попадании во врага Выпад тениЪЪЪ восстанавливает HP Линетт пропорционально её макс. HP, а в течение 4 сек. после этого отнимает определённое количество HP каждую секунду.<br>При долгом нажатии способ активации навыка меняется.<br><br>Быстрое нажатие<br>Выполняет стремительный Выпад тениЪЪЪ<br><br>Долгое нажатие<br>Быстро движется в облике Вора тенейЪЪЪ, накладывая Метку тениЪЪЪ на врага поблизости.<br>После окончания движения Линетт наносит Выпад тениЪЪЪ. Если поблизости есть враг с Меткой тениЪЪЪ, перед выполнением Выпада тениЪЪЪ Линетт мгновенно приблизится к нему.<br><br>Линетт может отметить Меткой тениЪЪЪ не более 1 врага. На слишком большом расстоянии от противника Метка тениЪЪЪ исчезнет.<br><br>Непреложная сила: Усия<br>После выполнения Выпада тениЪЪЪ Линетт периодически призывает Клинок бурного теченияЪЪЪ, который наносит Анемо урон усии.<br><br><i>«Переведите взгляд на сцену и продолжайте смотреть представление. Я появлюсь вновь, но не там, где вы ожидаете».</i>",
    "final_name": "Удивительное превращение",
    "final_img": "lynette_s3",
    "final_desc": "Линетт высоко поднимает плащ и наносит Анемо урон по площади, с поразительным мастерством превращаясь в огромную Изумительную кошачью коробкуЪЪЪ!\n<br>Изумительная кошачья коробкаЪЪЪ<br>· Дразнит врагов, отвлекая их атаки на себя.<br>· Периодически наносит Анемо урон врагам поблизости.<br>· При контакте с Гидро, Пиро, Крио или Электро, Изумительная кошачья коробкаЪЪЪ поглощает данный элемент и периодически производит во врагов Яркие выстрелы, которые наносят урон этим элементом.<br>За каждое использование навык может поглотить только один элемент.<br><br><i>«Смотри сюда. Смотри внимательно! Это мгновение чуда, которое принадлежит только нам!»</i>"
  },
  "basic_talent": {
    "talent2_name": "Мнемоника точек",
    "talent2_img": "lynette_p2",
    "talent2_desc": "Расположение сфер воскрешения будет отображаться на вашей мини-карте. Прикосновение к сферам повысит выносливость и HP под водой на 25%.",
    "talent3_name": "Синергия сообщниковЪЪЪ",
    "talent3_img": "lynette_p3",
    "talent3_desc": "Когда в отряде есть персонажи с 1/2/3/4 типами элементов, активация навыка Удивительное превращениеЪЪЪ увеличивает силу атаки всех персонажей отряда на 8%/12%/16%/20% на 10 сек.",
    "talent1_name": "Полный реквизитЪЪЪ",
    "talent1_img": "lynette_p1",
    "talent1_desc": "Когда призванная навыком Удивительное превращениеЪЪЪ Изумительная кошачья коробка поглощает элемент, урон взрыва стихии Линетт увеличивается на 15%. Эффект действует до окончания длительности Изумительной кошачьей коробкиЪЪЪ."
  },
  "sof": {
    "sof1_name": "Струящееся тенью лезвиеЪЪЪ",
    "sof1_img": "lynette_c1",
    "sof1_desc": "Попадание Выпада тениЪЪЪ навыка Трюк с исчезновениемЪЪЪ по врагу с Меткой тениЪЪЪ создаёт на его позиции вихрь, который притягивает противников поблизости.",
    "sof2_name": "Обыкновенные загадкиЪЪЪ",
    "sof2_img": "lynette_c2",
    "sof2_desc": "Когда призванная навыком Удивительное превращениеЪЪЪ Изумительная кошачья коробка производит Яркие выстрелы, будет дополнительно произведён один Яркий выстрел.",
    "sof3_name": "Зрение искажённого разумаЪЪЪ",
    "sof3_img": "lynette_c3",
    "sof3_desc": "Увеличивает уровень навыка Удивительное превращениеЪЪЪ на 3.\nМакс. уровень: 15",
    "sof4_name": "Полное единомыслиеЪЪЪ",
    "sof4_img": "lynette_c4",
    "sof4_desc": "Увеличивает количество зарядов навыка Трюк с исчезновениемЪЪЪ на 1.",
    "sof5_name": "Скрытые преградыЪЪЪ",
    "sof5_img": "lynette_c5",
    "sof5_desc": "Увеличивает уровень навыка Трюк с исчезновениемЪЪЪ на 3.\nМакс. уровень: 15",
    "sof6_name": "Видящий истину глазЪЪЪ",
    "sof6_img": "lynette_c6",
    "sof6_desc": "Активируя Выпад тениЪЪЪ навыка Трюк с исчезновениемЪЪЪ, Линетт получает инфузию Анемо и бонус Анемо урона увеличивается на 20% на 6 сек."
  }
}