{
  "nick": "Изящество среди теней",
  "occupation": "Особняк «Буфф д'эте»",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Белохвостая Кошка",
  "desc": "Немногословная ассистентка иллюзиониста, редко выражающая эмоции. Она похожа на кошку тем, как сложно разобраться в её характере.",
  "birth": "02/02",
  "battle_talent": {
    "normal_name": "Стремительная церемониальная рапира",
    "normal_img": "lynette_s1",
    "normal_desc1": "До четырёх быстрых ударов.",
    "normal_desc2": "Тратит определённое количество выносливости на два быстрых взмаха мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Таинственный трюк с исчезновением",
    "element_img": "lynette_s2",
    "element_desc": "Взмахивает плащом и выполняет Выпад тени, который наносит Анемо урон.<br>При попадании во врага Выпад тени восстанавливает HP Линетт пропорционально её макс. HP, и в течение 4 сек. после этого отнимает определённое количество HP каждую секунду.<br>При долгом нажатии способ активации навыка меняется.<br><br>Быстрое нажатие<br>Выполняет стремительный Выпад тени.<br><br>Долгое нажатие<br>Линетт быстро движется в облике Бегущей тени и накладывает Знак тени на врага поблизости. В это время можно контролировать направление её движения. При повторном использовании навыка движение прекращается.<br>После окончания стремительного передвижения Линетт наносит Выпад тени. Если поблизости есть враг со Знаком тени, перед выполнением Выпада тени Линетт мгновенно приблизится к нему.<br><br>Линетт может наложить Знак тени на не более чем 1 врага. На слишком большом расстоянии персонажа от противника Знак тени исчезает.<br><br>Архэ: Усия<br>С некоторым интервалом, выполняя Выпад тени, Линетт призывает Клинок бурных вод, который наносит Анемо урон усии.<br><br><i>«Переведите взгляд на сцену и продолжайте смотреть представление. Я появлюсь вновь, но не там, где вы ожидаете».</i>",
    "final_name": "Фокус: Удивительное превращение",
    "final_img": "lynette_s3",
    "final_desc": "Линетт высоко поднимает плащ и наносит Анемо урон по площади, с поразительным мастерством являя зрителям Изумительную кошачью коробку!\n<br>Изумительная кошачья коробка<br>· Дразнит врагов, отвлекая их атаки на себя.<br>· Периодически наносит Анемо урон врагам поблизости.<br>· При контакте с Гидро, Пиро, Крио или Электро Изумительная кошачья коробка поглощает данный элемент и периодически производит во врагов дополнительные Яркие выстрелы, которые наносят урон этим элементом.<br>За каждое использование навыка поглощение элементов происходит только один раз.<br><br><i>«Смотри сюда. Смотри внимательно! Это мгновение чуда, которое принадлежит только нам!»</i>"
  },
  "basic_talent": {
    "talent2_name": "Точечная мнемоника",
    "talent2_img": "lynette_p2",
    "talent2_desc": "Расположение сфер восстановления будет отображаться на вашей мини-карте. Прикосновение к сферам будет восстанавливать на 25% больше водной выносливости и HP.",
    "talent3_name": "Изощрённая синергия",
    "talent3_img": "lynette_p3",
    "talent3_desc": "Когда в отряде есть персонажи с 1/2/3/4 типами элементов, активация навыка Фокус: Удивительное превращение соответственно увеличивает силу атаки всех персонажей отряда на 8%/12%/16%/20% на 10 сек.",
    "talent1_name": "Полный реквизит",
    "talent1_img": "lynette_p1",
    "talent1_desc": "Когда призванная навыком Фокус: Удивительное превращение Изумительная кошачья коробка поглощает элемент, урон взрыва стихии Линетт увеличивается на 15%. Эффект действует до окончания длительности Изумительной кошачьей коробки."
  },
  "sof": {
    "sof1_name": "Лезвие хладной тени",
    "sof1_img": "lynette_c1",
    "sof1_desc": "Попадание Выпада тени навыка Таинственный трюк с исчезновением по врагу со Знаком тени создаёт на его позиции вихрь, который притягивает противников поблизости.",
    "sof2_name": "Бесконечные загадки",
    "sof2_img": "lynette_c2",
    "sof2_desc": "Когда призванная навыком Фокус: Удивительное превращение Изумительная кошачья коробка совершает Яркий выстрел, будет дополнительно произведён ещё один Яркий выстрел.",
    "sof3_name": "Зрение искажённого разума",
    "sof3_img": "lynette_c3",
    "sof3_desc": "Увеличивает уровень навыка Фокус: Удивительное превращение на 3.\nМакс. уровень: 15",
    "sof4_name": "Безмолвное единомыслие",
    "sof4_img": "lynette_c4",
    "sof4_desc": "Увеличивает количество зарядов навыка Таинственный трюк с исчезновением на 1.",
    "sof5_name": "Покров заблуждений",
    "sof5_img": "lynette_c5",
    "sof5_desc": "Увеличивает уровень навыка Таинственный трюк с исчезновением на 3.\nМакс. уровень: 15",
    "sof6_name": "Око прозрения истины",
    "sof6_img": "lynette_c6",
    "sof6_desc": "Активируя Выпад тени навыка Таинственный трюк с исчезновением, Линетт получает инфузию Анемо, а бонус Анемо урона увеличивается на 20% на 6 сек."
  }
}