{
  "localeName": "Лини",
  "nick": "Зрелищные фантасмагории",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Bow",
  "element": "Pyro",
  "constellation": "Пятнистый Кот",
  "desc": "测试角色",
  "birth": "02/02",
  "battle_talent": {
    "normal_name": "Перестановка силы карт",
    "normal_img": "lyney_s1",
    "normal_desc1": "Производит до четырёх последовательных выстрелов из лука.",
    "normal_desc2": "Выпускает град стрел, которые при приземлении персонажа наносят урон по площади.",
    "normal_desc3": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания на наконечнике стрелы собирается сила пламени. Эффект зависит от длительности заряда стрелы:· Уровень заряда 1: Выпускает стрелу, наполненную силой Пиро, которая наносит Пиро урон.· Уровень заряда 2: Выпускает стрелу-реквизит, которая наносит Пиро урон и при попадании вызывает Шляпу-Хохочущего кота.Если во время выстрела стрелой-реквизитом у Лини более 60% макс. HP, он жертвует частью HP и получит 1 уровень Избыточного реквизита. Эффект может складываться до 5 раз и пропадает через 30 сек. после того, как Лини покинет бой.Таким образом HP Лини не может опуститься ниже 60% HP.",
    "element_name": "Ошарашивающий свет",
    "element_img": "lyney_s2",
    "element_desc": "Лини взмахивает шляпой, запуская сюрприз-фейерверк.<br>При активации снимаются все текущие уровни Избыточного реквизита и врагам впереди наносится Пиро урон по площади. В зависимости от снятых уровней эффекта урон увеличивается. Кроме того, HP Лини восстанавливается в зависимости от его макс. HP.<br><br>Если на поле боя существует Шляпа - Хохочущий кот, созданная Лини, фейерверк заставит её взорваться и нанести Пиро урон по площади, пропорциональный урону Пиротехнического снаряда.<br>Урон от взрыва, наносимый таким образом, считается уроном заряженной атаки.<br><br><i>«Это хорошо известный приём, используемый фокусниками, чтобы отвлечь внимание зрителей. А пока вы смотрите в другую сторону, шляпы с ассистенткой как не бывало. Чрезвычайно занимательно, не так ли?»</i>",
    "final_name": "Великий фокус: Парад чудес",
    "final_img": "lyney_s3",
    "final_desc": "Лини по волшебству превращается в проворного Хохочущего кота в шляпеЪЪЪ. (Не путать со Шляпой - Хохочущим котом, это разный реквизит!)\nПриблизившись к врагам, Хохочущий кот в шляпе низвергает на врагов пламя. Каждый из них не более 1 раза получит Пиро урон. После истечения времени действия Лини отбрасывает личину Хохочущего кота в шляпе и запускает великолепный фейерверк, наносит Пиро урон по площади, призывает 1 Шляпу - Хохочущего кота и получает 1 уровень Избыточного реквизита.<br><br>Действие Хохочущего кота в шляпе может быть прекращено произвольно.<br><br><i>«Смотри внимательно. Настало мгновение неповторимого чуда, которое принадлежит только нам!»</i>"
  },
  "basic_talent": {
    "talent2_name": "Тривиальные наблюдения",
    "talent2_img": "lyney_p2",
    "talent2_desc": "Отмечает диковинки Фонтейна на мини-карте.",
    "talent3_name": "Опасное выступление",
    "talent3_img": "lyney_p3",
    "talent3_desc": "Если выпущенная стрела-реквизит расходует HP Лини, призываемая ею Шляпа - Хохочущий кот, поразив цель, восстанавливает 3 ед. энергии Лини и увеличивает урон на 80% от силы атаки.",
    "talent1_name": "Заключительные овации",
    "talent1_img": "lyney_p1",
    "talent1_desc": "Увеличивает урон Лини против врагов, находящихся под действием Пиро, а также предоставляет следующие усиления:\n· Увеличивает базовую атакуЪЪЪ на 60%. <br>· Каждый член отряда, чей элементальный тип - Пиро (за исключением самого Лини) усиливает этот эффектЪЪЪ на 20%.<br>Повысить урон Лини против врагов под воздействием Пиро таким образом можно не более чем на 100%."
  },
  "sof": {
    "sof1_name": "Взбалмошные чудеса",
    "sof1_img": "lyney_c1",
    "sof1_desc": "Допускает одновременное существование двух Шляп - Хохочущих котов.\nКроме того, стрела-реквизит при попадании будет призывать 2 Шляпы - Хохочущих котов, а также наделять Лини 1 дополнительным уровнем Избыточного реквизита. Эффект может возникнуть один раз в 15 сек.",
    "sof2_name": "Завлекательное фразёрство",
    "sof2_img": "lyney_c2",
    "sof2_desc": "Каждые 2 сек. на поле боя Лини будет получать уровень Предельного внимания, которое повышает крит. урон Лини на 20%. Эффект складывается до 3 раз и исчезает, когда Лини покидает бой.",
    "sof3_name": "Ловкость рук",
    "sof3_img": "lyney_c3",
    "sof3_desc": "Увеличивает уровень навыка Перестановка силы карт на 3.\nМакс. уровень: 15",
    "sof4_name": "Заученный и отрепетированный план",
    "sof4_img": "lyney_c4",
    "sof4_desc": "Попадания заряженной атакой Пиро  Лини понижают Пиро сопротивление врагов на 20% на 6 сек.",
    "sof5_name": "Проникновение в тайны",
    "sof5_img": "lyney_c5",
    "sof5_desc": "Увеличивает уровень навыка Великий фокус: Парад чудес на 3.\nМакс. уровень: 15",
    "sof6_name": "Неискренняя улыбка",
    "sof6_img": "lyney_c6",
    "sof6_desc": "Выпустив стрелу-реквизит, Лини выстрелит Пиротехническим снарядом: Реприза, который наносит 80% урона Пиротехнического снаряда. Урон считается уроном заряженной атаки."
  }
}