{
  "name": "Mona",
  "rare": 5,
  "area": "Mondstadt",
  "element": "Hydro",
  "weapon": "Catalyst",
  "sex": "Female",
  "birth": "08/31",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick": "Звёздное отражение",
  "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
  "battle_talent": {
    "normal_name": "Круги на воде",
    "normal_img": "normal_attack_ripple_of_fate",
    "normal_desc1": "До четырёх ударов пузырями, наносящих Гидро урон.",
    "normal_desc2": "Короткое заклинание, наносящее Гидро урон по площади, на которое тратится определённое количество выносливости.",
    "normal_desc3": "Накопив энергию воды, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Гидро урон по площади.",
    "element_name": "Отражение фатума",
    "element_img": "mirror_reflection_of_doom",
    "element_desc": "Создаёт фантома судьбы из водных пузырей.\n\nФантом имеет следующие свойства:\n· Непрерывно привлекает атаки врагов на себя;\n· Непрерывно наносит Гидро урон окружающим врагам;\n· По истечении времени действия фантом взрывается, нанося Гидро урон по площади.\n\nДолгое нажатие:\nОтпрыгивает назад с помощью водных потоков, при этом создав фантома.\n\nОдновременно на поле боя может существовать только один фантом навыка Отражение фатума.",
    "other_name": "Иллюзорный поток",
    "other_img": "kamisato_art_senho",
    "other_desc": "Заменяет спринт.**\nМона движется вместе с потоками воды, затрачивая определённое количество выносливости.\n\nБудучи в форме иллюзорного потока, Мона может двигаться по поверхности воды с высокой скоростью.\nПо окончании навыка накладывает на окружающих врагов статус Мокрый.",
    "final_name": "Звёздный фантазм",
    "final_img": "stellaris_phantasm",
    "final_desc": "Мона призывает бушующие волны и создаёт отражение звёздного неба, заключая врагов в большом радиусе в Теневые пузыри.\n\nТеневой пузырь:\nЗаключает в себя врагов, накладывая на них статус Мокрый. Попав в Теневой пузырь, слабые противники также теряют способность двигаться.\nНанесённый заключённому в Теневой пузырь противнику урон активирует следующие эффекты:\n· Добавляет бонус урона от Омена, также увеличивая нанесённый урон;\n· Снимает эффект Теневого пузыря, при этом нанося Гидро урон.\n\nОмен:\nНа время длительности навыка увеличивает получаемый противником урон."
  },
  "basic_talent": {
    "talent1_name": "Старуха, тебе меня не найти!",
    "talent1_img": "come_n_get_me_hag",
    "talent1_desc": "Если через 2 сек. после активации навыка Иллюзорный поток вокруг Моны есть враги, она создаёт одного Фантома.\nСозданный таким способом Фантом существует 2 сек., урон от его взрыва равен 50% от навыка Отражение фатума.",
    "talent2_name": "Пусть судьба кинет кости!",
    "talent2_img": "waterborne_destiny",
    "talent2_desc": "Увеличивает бонус Гидро урона Моны на 20% от её восстановления энергии.",
    "talent3_name": "Принципы астрологии",
    "talent3_img": "principium_of_astrology",
    "talent3_desc": "При создании материалов возвышения оружия имеет 25% шанс восстановить часть использованных материалов."
  },
  "sof": {
    "sof1_name": "Пророчество потопа",
    "sof1_img": "prophecy_of_submersion",
    "sof1_desc": "Попадания персонажа из вашего отряда по противнику со статусом Омен на 8 сек. усиливают эффекты Гидро реакций:\n· Увеличивает урон реакций Заряжен, Пар и Гидро рассеивание на 15%;\n· Увеличивает длительность реакции Заморозка на 15%.",
    "sof2_name": "Лунная цепь",
    "sof2_img": "lunar_chain",
    "sof2_desc": "Попадания обычной атакой имеют 20% шанс автоматически активировать заряженную атаку.\nМожет возникнуть раз в 5 сек.",
    "sof3_name": "Бесконечное вращение планет",
    "sof3_img": "restless_revolution",
    "sof3_desc": "Увеличивает уровень навыка Звёздный фантазм на 3.\nМакс. уровень: 15",
    "sof4_name": "Пророчество забвения",
    "sof4_img": "prophecy_of_oblivion",
    "sof4_desc": "Попадания любого члена вашего отряда по врагу со статусом Омен увеличивают шанс крит. попадания на 15%.",
    "sof5_name": "Насмешка судьбы",
    "sof5_img": "mockery_of_fortuna",
    "sof5_desc": "Увеличивает уровень навыка Отражение фатума на 3.\nМакс. уровень: 15",
    "sof6_name": "Риторика катаклизма",
    "sof6_img": "rhetirucs_of_calamitas",
    "sof6_desc": "Каждая секунда движения в форме навыка Иллюзорный поток увеличивает урон следующей заряженной атаки Моны на 60%.\nТаким способом можно получить не более 180% бонуса урона заряженной атаки. Длится не более 8 сек."
  }
}

