{
  "name": "Nahida",
  "rare": 5,
  "area": "Sumeru",
  "element": "Dendro",
  "weapon": "Catalyst",
  "sex": "Female",
  "birth": "10/27",
  "role": "Support_DPS",
  "isComingSoon": true,
  "nick": "Средоточие чистоты",
  "desc": "Узница глубин Храма Сурастаны, которая созерцает мир только в сновидениях.",
  "battle_talent": {
    "normal_name": "Форма",
    "normal_img": "nahida_s1",
    "normal_desc1": "До четырёх ударов перед собой, наносящих Дендро урон.",
    "normal_desc2": "Короткое заклинание, наносящее Дендро урон по площади впереди, на которое тратится определённое количество выносливости.",
    "normal_desc3": "Накопив энергию растений, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Дендро урон по площади.",
    "element_name": "Все известные замыслы",
    "element_img": "nahida_s2",
    "element_desc": "Выпускает рядом с собой кармическую связь трав и деревьев, которая наносит Дендро урон по площади и накладывает на поражённых противников Семя скандхи.При долгом нажатии способ активации навыка меняется.Долгое нажатие.Переходит в режим прицеливания, в котором можно выбрать нескольких противников в определённой области. В режиме прицеливания сопротивление прерыванию Нахиды увеличивается. По завершении прицеливания выбранные враги получат Дендро урон и Семя скандхи.Режим прицеливания длится до 5 сек., в нём можно выбрать до 8 противников.Семя скандхи.Между врагами с Семенем скандхи на определённом расстоянии устанавливается связь.Если помеченные Семенем скандхи враги, находясь под воздействием элементальных реакций, получают урон от Дендро ядер (включая урон от Цветения и Вегетации), Нахида выпускает Очищение трикармы, которое наносит Дендро урон, зависящий от её силы атаки и мастерства стихий.Очищение трикармы может быть вызвано максимум один раз за определённый период.Божество травы и деревьев являет истину пустоте, проливая свет на истоки и уничтожение трёх карм.",
    "final_name": "Призрачное сердце",
    "final_img": "nahida_s3",
    "final_desc": "Являет миру Чертоги сновидений и создаёт Святилище Майи.<br><br>При этом, в зависимости от представленных в отряде элементов персонажей, отдельно друг от друга активируются соответствующие эффекты:.<br>·Пиро: Пока Нахида пребывает в Святилище Майи, урон Очищения трикармы её элементального навыка Все известные замыслы увеличивается.<br>·Электро: Пока Нахида пребывает в Святилище Майи, интервал активации Очищения трикармы её элементального навыка сокращается.<br>·Гидро: Продлевает действие Святилища Майи.<br><br>Если во время активации Святилища Майи в отряде 2 и более персонажа соответствующего элемента, эффекты усилятся.<br><br><i>Для божества мудрости мир в сени деревьев всего лишь скоротечный перевёрнутый сон."
  },
  "basic_talent": {
    "talent1_name": "Просветлённое сострадание",
    "talent1_img": "nahida_p1",
    "talent1_desc": "При создании Призрачного сердца Святилище Майи получает следующие эффекты:\nМастерство стихий активного персонажа в его области повышается на 20% от мастерства стихий персонажа отряда с самым высоким его значением.\nМастерство стихий таким образом может быть увеличено максимум на 200 ед.",
    "talent2_name": "Озарённое пробуждение",
    "talent2_img": "nahida_p2",
    "talent2_desc": "За каждую единицу мастерства стихий Нахиды свыше 200 урон Очищения трикармы её Всех известных замыслов увеличивается на 0,1%, а шанс крит. попадания - на 0,03%.\nУрон Очищения трикармы может таким образом увеличиться на 80%, а шанс крит. попадания - на 24%.",
    "talent3_name": "Осмысление всего сущего",
    "talent3_img": "nahida_p3",
    "talent3_desc": "С помощью Всех известных замыслов Нахида может взаимодействовать с подбираемыми предметами в определённой области.\nВозможно, у этого навыка есть и другие эффекты..."
  },
  "sof": {
    "sof1_name": "Семя потаённых знаний",
    "sof1_img": "nahida_c1",
    "sof1_desc": "Когда активируется Святилище Майи, при подсчёте типов элементов персонажей к количеству Пиро, Электро и Гидро персонажей прибавляет по 1.",
    "sof2_name": "Корень всей полноты",
    "sof2_img": "nahida_c2",
    "sof2_desc": "Враги, на которых наложены собственные Семена скандхи Нахиды, подвергаются воздействию следующих эффектов:\n·Урон от реакций Горение, Бутонизация, Вегетация и Цветение может становиться критическим. Шанс крит. попадания составляет 20%, а крит. урон - 100%.\n·В течение 8 сек. после воздействия реакций Стимуляция, Обострение и Разрастание защита понижается на 30%.",
    "sof3_name": "Росток перенятых успехов",
    "sof3_img": "nahida_c3",
    "sof3_desc": "Увеличивает уровень навыка Все известные замыслы на 3.\nМакс. уровень: 15.",
    "sof4_name": "Стебель ясных заключений",
    "sof4_img": "nahida_c4",
    "sof4_desc": "Когда 1/2/3/4 и более противников попадают под воздействие Семян скандхи навыка Все известные замыслы, мастерство стихий Нахиды увеличивается на 100/120/140/160 ед.",
    "sof5_name": "Листья просветляющей речи",
    "sof5_img": "nahida_c5",
    "sof5_desc": "Увеличивает уровень навыка Призрачное сердце на 3.\nМакс. уровень: 15.",
    "sof6_name": "Плод апогея доводов",
    "sof6_img": "nahida_c6",
    "sof6_desc": " Если после активации Призрачного сердца обычной или заряженной атакой поразить врага, отмеченного Семенем скандхи навыка Все известные замыслы, Нахида наложит на него и связанного с ним противника Кармическое небытие, которое наносит Дендро урон равный 200% от силы атаки и 400% от мастерства стихий.Урон Кармического небытия считается уроном элементального навыка и может возникнуть один раз в 0,2 сек.Через 10 сек. либо после 6 активаций Кармического небытия эффект исчезнет."
  }
}