{
  "nick": "Лунное затмение",
  "occupation": "Цисин",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Geo",
  "constellation": "Небесная Сфера",
  "desc": "Воля Небес группировки Цисин. Её богатство не сравнимо ни с чьим в Тейвате.",
  "birth": "08/26",
  "battle_talent": {
    "normal_name": "Сверкающий дождь",
    "normal_img": "ningguang_s1",
    "normal_desc1": "Запускает в цель самоцветы, которые наносят Гео урон.При попадании самоцветом даёт Нин Гуан один Звёздный нефрит.",
    "normal_desc2": "Выстреливает гигантским самоцветом, наносящим Гео урон, на который тратится определённое количество выносливости.Если Нин Гуан имеет Звёздный нефрит, то при выполнении заряженной атаки также выстреливает и им, нанося дополнительный урон.",
    "normal_desc3": "Накопив энергию камня, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Гео урон по площади.",
    "element_name": "Нефритовая ширма",
    "element_img": "ningguang_s2",
    "element_desc": "Нин Гуан создаёт роскошную Нефритовую ширму из обсидиана и золота, нанося при этом Гео урон по площади.<br><br>Нефритовая ширма:<br>· Блокирует вражеские снаряды;<br>· Прочность зависит от макс. HP Нин Гуан;<br><br>Считается Гео конструкцией. Ширмой можно воспользоваться для защиты от вражеских атак, но на неё нельзя взобраться. Одновременно может существовать не больше одной Нефритовой ширмы.<br><br><i>Хоть звёзды и светят ярко, но загадки ночного неба так и останутся неразгаданными.</i>",
    "final_name": "Осколки звёзд",
    "final_img": "ningguang_s3",
    "final_desc": "Собрав большое количество самоцветов, Нин Гуан запускает их во врагов, нанося огромный Гео урон. Самоцветы сами находят свою цель.\nЕсли поблизости находится Нефритовая ширма, то она также запускает дополнительные самоцветы.<br><br><i>Звёзды гаснут. Наступает тишина.</i>"
  },
  "basic_talent": {
    "talent2_name": "Рог изобилия",
    "talent2_img": "ningguang_p2",
    "talent2_desc": "Отмечает на мини-карте ближайшую используемую для ковки руду.",
    "talent3_name": "Запасной план",
    "talent3_img": "ningguang_p3",
    "talent3_desc": "При наличии у Нин Гуан Звёздного нефрита, её заряженная атака не потребляет выносливость.",
    "talent1_name": "Стратегические запасы",
    "talent1_img": "ningguang_p1",
    "talent1_desc": "Даёт 12% бонус Гео урона прошедшим сквозь Нефритовую ширму персонажам на 10 сек."
  },
  "sof": {
    "sof1_name": "Пронзающие осколки",
    "sof1_img": "ningguang_c1",
    "sof1_desc": "При попадании обычная атака наносит урон по площади.",
    "sof2_name": "Шоковый эффект",
    "sof2_img": "ningguang_c2",
    "sof2_desc": "Разрушение Нефритовой ширмы сбрасывает время её отката.\nМожет возникнуть раз в 6 сек.",
    "sof3_name": "Величественная россыпь звёзд",
    "sof3_img": "ningguang_c3",
    "sof3_desc": "Увеличивает уровень навыка Осколки звёзд на 3.\nМакс. уровень: 15",
    "sof4_name": "Изысканный блеск нефрита",
    "sof4_img": "ningguang_c4",
    "sof4_desc": "Навык Нефритовая ширма повышает элементальное сопротивление окружающих персонажей на 10%.",
    "sof5_name": "Бессмертная нефритовая ширма",
    "sof5_img": "ningguang_c5",
    "sof5_desc": "Увеличивает уровень навыка Нефритовая ширма на 3.\nМакс. уровень: 15",
    "sof6_name": "Грандиозность Цисин",
    "sof6_img": "ningguang_c6",
    "sof6_desc": "Активация навыка Осколки звёзд даёт Нин Гуан 7 камней Звёздного нефрита."
  }
}