{
  "localeName": "Ци Ци",
  "nick": "Ледяное воскрешение",
  "occupation": "Хижина «Бубу»",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Звон Колокольчика",
  "desc": "Ученица и сборщица трав из хижины «Бубу». Зомби с бледным лицом, разговаривает или проявляет эмоции очень редко...",
  "birth": "03/03",
  "battle_talent": {
    "normal_name": "Облачный меч",
    "normal_img": "qiqi_s1",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Два быстрых взмаха мечом, для которых тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Искусство Адепта: Вестник стужи",
    "element_img": "qiqi_s2",
    "element_desc": "Ци Ци использует талисман Ледяной крови для того, чтобы призвать Вестника стужи, и наносит Крио урон окружающим врагам.<br><br>Вестник стужи:<br>· Попадания Ци Ци обычной или заряженной атакой восстанавливают определённое количество HP членам отряда и ближайшим союзникам. Количество HP зависит от силы атаки Ци Ци;<br>· Регулярно восстанавливает HP вашему персонажу;<br>· Следует за активным персонажем и наносит Крио урон врагам, которых касается.<br><br><i>Я использую этот талисман, чтобы предотвратить нагревание и разложение... драгоценных ингредиентов господина Бая. Да.</i>",
    "final_name": "Искусство Адепта: Хранитель Фортуны",
    "final_img": "qiqi_s3",
    "final_desc": "Ци Ци выпускает на волю запечатанную в её теле мощь Адептов, помечая ближайших врагов талисманом Фортуны, который наносит им Крио урон.\n<br>Талисман Фортуны<br>Помеченные талисманом Фортуны враги при получении урона восстанавливают HP нанёсшего урон персонажа.<br><br><i>«Я хранитель Фортуны, бессмертный ребёнок»</i><br><i>Слова, давно позабытые Ци Ци.</i>"
  },
  "basic_talent": {
    "talent2_name": "Пыльные воспоминания",
    "talent2_img": "qiqi_p2",
    "talent2_desc": "Отмечает диковинки Ли Юэ на мини-карте.",
    "talent3_name": "Долголетие",
    "talent3_img": "qiqi_p3",
    "talent3_desc": "Когда персонаж, находящийся под эффектами навыка Искусство Адепта: Вестник стужи, совершает элементальную реакцию, его бонус получаемого лечения увеличивается на 20% в течение 8 сек.",
    "talent1_name": "Созерцание тайн волшебства",
    "talent1_img": "qiqi_p1",
    "talent1_desc": "При попадании обычной и заряженной атакой у Ци Ци есть 50% шанс применить на них талисман Фортуны на 6 сек. Может возникнуть раз в 30 сек."
  },
  "sof": {
    "sof1_name": "Зима близко",
    "sof1_img": "qiqi_c1",
    "sof1_desc": "Когда Вестник стужи попадает по цели, помеченной талисманом Фортуны, Ци Ци восстанавливает 2 ед. энергии.",
    "sof2_name": "Мороз до костей",
    "sof2_img": "qiqi_c2",
    "sof2_desc": "Увеличивает урон обычной и заряженной атаки Ци Ци по противникам с эффектом Крио на 15%.",
    "sof3_name": "Хвала небесам",
    "sof3_img": "qiqi_c3",
    "sof3_desc": "Увеличивает уровень навыка Искусство Адепта: Хранитель Фортуны на 3.\nМакс. уровень: 15",
    "sof4_name": "Божественное подавление",
    "sof4_img": "qiqi_c4",
    "sof4_desc": "Уменьшает силу атаки врагов, помеченных талисманом Фортуны, на 20%.",
    "sof5_name": "Цветение красного лотоса",
    "sof5_img": "qiqi_c5",
    "sof5_desc": "Увеличивает уровень навыка Искусство Адепта: Вестник стужи на 3.\nМакс. уровень: 15",
    "sof6_name": "Возвращение к жизни",
    "sof6_img": "qiqi_c6",
    "sof6_desc": "Использование навыка Искусство Адепта: Хранитель Фортуны воскрешает ближайших павших персонажей вашего отряда и восстанавливает им 50% HP.\nМожет возникнуть раз в 15 мин."
  }
}