{
  "nick": "Инстинкт стаи",
  "occupation": "Вольфендом",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Проворный Волчонок",
  "desc": "Мальчик, живущий среди волков в Вольфендоме у Мондштадта, вдали от цивилизации. Ловок как молния.",
  "birth": "09/09",
  "battle_talent": {
    "normal_name": "Стальной клык",
    "normal_img": "razor_s1",
    "normal_desc1": "До четырёх рубящих ударов мечом.",
    "normal_desc2": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.После вращения проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Гром и когти",
    "element_img": "razor_s2",
    "element_desc": "Выслеживает жертву, используя приёмы и методы, которые он узнал от своего учителя и своей стаи.<br><br>Быстрое нажатие:<br>Удар когтями громового волка, наносящий Электро урон врагам впереди.<br>При попадании Рэйзор получает символ Электро, который увеличивает скорость восстановления его энергии.<br>Рэйзор может иметь до 3 символов Электро одновременно. Получение нового значка Электро обнуляет их длительность.<br><br>Долгое нажатие:<br>Собирает энергию Электро и на небольшой площади вызывает грозу, которая наносит огромный Электро урон, отнимая все накопленные символы Электро. Каждый отнятый символ конвертируется в энергию для Рэйзора.<br><br><i>Когда бьёт молния, глубоко в глазах Рэйзора вы можете увидеть, как хищник, живущий в нём, оценивает свою добычу.</i>",
    "final_name": "Громовой клык",
    "final_img": "razor_s3",
    "final_desc": "Пробуждает внутреннего волка, который наносит Электро урон всем окружающим врагам. Активация навыка отнимает все накопленные символы Электро, конвертируя их в энергию для Рэйзора.\nНа время длительности навыка волк сражается вместе с Рэйзором.<br><br>Внутренний волк:<br>· Атакует вместе с обычными атаками Рэйзора, нанося Электро урон;<br>· Увеличивает скорость атаки и Электро сопротивление Рэйзора;<br>· Даёт Рэйзору иммунитет от урона, вызванного статусом Заряжен;<br>· Заряженные атаки Рэйзора становятся недоступны;<br>· Повышает устойчивость к прерыванию атак Рэйзора.<br><br>Эти эффекты заканчиваются, когда Рэйзор покидает бой.<br>Когда Рэйзор покидает бой, оставшееся время длительности навыка возвращается к нему в виде энергии. Макс. 10 ед. энергии.<br><br><i>Волк пробудился. Охота продолжается.</i>"
  },
  "basic_talent": {
    "talent2_name": "Вольфенспринт",
    "talent2_img": "razor_p2",
    "talent2_desc": "Уменьшает потребление выносливости активного персонажа во время спринта на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Пробуждение",
    "talent3_img": "razor_p3",
    "talent3_desc": "Уменьшает время отката навыка Гром и когти на 18%, также использование навыка Громовой клык полностью сбрасывает его время отката.",
    "talent1_name": "Голод",
    "talent1_img": "razor_p1",
    "talent1_desc": "Восстановление энергии Рэйзора увеличивается на 30%, когда количество его энергии опускается ниже 50%."
  },
  "sof": {
    "sof1_name": "Волчья натура",
    "sof1_img": "razor_c1",
    "sof1_desc": "Подобранные элементальные сферы или частицы увеличивают урон Рэйзора на 10% в течение 8 сек.",
    "sof2_name": "Подавление",
    "sof2_img": "razor_c2",
    "sof2_desc": "Увеличивает шанс крит. попадания Рэйзора против врагов с HP ниже 30% на 10%.",
    "sof3_name": "Родственная душа",
    "sof3_img": "razor_c3",
    "sof3_desc": "Увеличивает уровень навыка Громовой клык на 3.\nМакс. уровень: 15",
    "sof4_name": "Укус",
    "sof4_img": "razor_c4",
    "sof4_desc": "При попадании быстрое нажатие навыка Гром и Когти понижает защиту противника на 15% в течение 7 сек.",
    "sof5_name": "Заточенные когти",
    "sof5_img": "razor_c5",
    "sof5_desc": "Увеличивает уровень навыка Гром и когти на 3.\nМакс. уровень: 15",
    "sof6_name": "Звезда Сириус",
    "sof6_img": "razor_c6",
    "sof6_desc": "Каждые 10 сек. меч Рэйзора заряжается молнией, которая высвобождается при следующей обычной атаке и наносит Электро урон, равный 100% от силы атаки Рэйзора.\nЕсли Рэйзор не находится под действием навыка Громовой клык, каждое попадание молнией по врагу даёт ему символ Электро навыка Гром и когти."
  }
}