{
  "nick": "Венец милости",
  "occupation": "Церковь Фавония",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Cryo",
  "constellation": "Терновый Венец",
  "desc": "Кроме одеяния, ничто не напоминает о её принадлежности церкви. Известна своими холодными речами и дерзкими поступками. Всегда действует одна.",
  "birth": "01/24",
  "battle_talent": {
    "normal_name": "Копьё церкви",
    "normal_img": "rosaria_s1",
    "normal_desc1": "До пяти ударов копьём.",
    "normal_desc2": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Казнящая исповедь",
    "element_img": "rosaria_s2",
    "element_desc": "Розария стремительно передвигается за противника и пронзает его своим копьём, нанося Крио урон.<br>Эта способность не позволяет переместиться за противников крупного телосложения.<br><br><i>Исповедующиеся сестре Розарии не получат отпущения грехов. Любой грех, малый и тяжкий, встретит свою холодную кару.</i>",
    "final_name": "Обряд кончины",
    "final_img": "rosaria_s3",
    "final_desc": "Авторская молитва Розарии. После кругового взмаха своим оружием она вонзает Ледяное копьё в землю. Обе этих атаки наносят Крио урон.\nПока активно, Ледяное копьё периодически выпускает холодный воздух, который наносит Крио урон окружающим врагам.<br><br><i>Суждение так утомляет. Предлагаю пропустить его и перейти непосредственно к заключительному обряду. Мне провести этот обряд необычайно легко, потому что я не верю в Анемо Архонта.</i>"
  },
  "basic_talent": {
    "talent2_name": "Путь в ночи",
    "talent2_img": "rosaria_p2",
    "talent2_desc": "В ночное время (18:00 - 06:00) персонажи обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.\nВ подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется.",
    "talent3_name": "Покаяние призрака",
    "talent3_img": "rosaria_p3",
    "talent3_desc": "Атаки со спины навыка Казнящая исповедь увеличивают шанс крит. попадания Розарии на 12% в течение 5 сек.",
    "talent1_name": "Поддерживающая тьма",
    "talent1_img": "rosaria_p1",
    "talent1_desc": "Активация навыка Обряд кончины увеличивает шанс крит. попадания всех членов отряда (кроме самой Розарии) на 15% от шанса крит. попадания Розарии в течение 10 сек.\nДобавленный таким образом шанс крит. попадания не может превышать 15%."
  },
  "sof": {
    "sof1_name": "Откровения грешника",
    "sof1_img": "rosaria_c1",
    "sof1_desc": "При критическом попадании скорость и урон обычной атаки Розарии повышается на 10% в течение 4 сек.",
    "sof2_name": "Несчастная земля",
    "sof2_img": "rosaria_c2",
    "sof2_desc": "Увеличивает длительность существования Ледяного копья навыка Обряд кончины на 4 сек.",
    "sof3_name": "Таинство покаяния",
    "sof3_img": "rosaria_c3",
    "sof3_desc": "Увеличивает уровень навыка Казнящая исповедь на 3.\nМакс. уровень: 15",
    "sof4_name": "Благодатные муки",
    "sof4_img": "rosaria_c4",
    "sof4_desc": "Крит. попадания навыка Казнящая исповедь восстанавливают 5 ед. энергии Розарии.\nМожет возникнуть не более 1 раза за каждое использование навыка Казнящая исповедь.",
    "sof5_name": "Предсмертная молитва",
    "sof5_img": "rosaria_c5",
    "sof5_desc": "Увеличивает уровень навыка Обряд кончины на 3.\nМакс. уровень: 15",
    "sof6_name": "Божественный суд",
    "sof6_img": "rosaria_c6",
    "sof6_desc": "Атаки навыка Обряд кончины понижают физ. сопротивление врагов на 20% в течение 10 сек."
  }
}