 {
  "name": "Shenhe",
  "rare": 5,
  "area": "Liyue",
  "element": "Cryo",
  "weapon": "Polearm",
  "sex": "Female",
  "birth": "03/10",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick":"Одиночество превосходства",
  "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
  "battle_talent": {
    "normal_name": "Пронзая звёзды",
    "normal_img": "shenhe_s1",
    "normal_desc1": "До пяти ударов копьём.",
    "normal_desc2": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Призыв духа",
    "element_img": "shenhe_s2",
    "element_desc": "Иней застывшего серебра изгоняет всех демонов.\nНакладывает эффект Ледяное перо на всех окружающих членов отряда и наносит разное количество Крио урона в зависимости от того, была ли использована форма быстрого или долгого нажатия навыка.\n\nБыстрое нажатие:\nБросается вперёд вместе с Духом талисмана, нанося Крио урон противникам на пути.\n\nДолгое нажатие:\nПриказывает Духу талисмана нанести Крио урон по площади.\n\nЛедяное перо:\nКогда обычные атаки, заряженные атаки, атаки в падении, элементальные навыки или взрывы стихии наносят противникам Крио урон, урон, нанесённый другими персонажами, увеличивается в зависимости от текущей силы атаки Шэнь Хэ.\n\nЭффект Ледяное перо будет снят по окончании его действия или после израсходования определённого количества зарядов. Долгое нажатие даст большую продолжительность и большее количество зарядов, чем быстрое.\n\nКогда Крио урон от одного удара наносится одновременно нескольким противникам, заряды будут расходоваться в зависимости от количества поражённых противников. Количество зарядов Ледяного пера каждого члена отряда подсчитывается отдельно.",
    "final_name": "Таинство освобождения",
    "final_img": "shenhe_s3",
    "final_desc": "Высвобождает силу Духа талисмана, позволяет ему свободно бродить в этом мире, нанося Крио урон по площади.\nДух талисмана создаёт поле, внутри которого снижается Крио сопротивление и физ. сопротивление противников, а также им периодически наносится Крио урон."
  },
  "basic_talent": {
    "talent1_name": "Божественная заповедь",
    "talent1_img": "shenhe_p1",
    "talent1_desc": "У активного персонажа в области навыка Таинство освобождения бонус Крио урона увеличивается на 15%.",
    "talent2_name": "Печать духовного единения",
    "talent2_img": "shenhe_p2",
    "talent2_desc": "После того как Шэнь Хэ использует навык Призыв духа, все окружающие члены отряда получают следующие эффекты:\n· Быстрое нажатие: урон элементального навыка и взрыва стихии увеличивается на 15% в течение 10 сек.\n· Долгое нажатие: урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 15% в течение 15 сек.",
    "talent3_name": "Своевременное прибытие",
    "talent3_img": "shenhe_p3",
    "talent3_desc": "На 25% увеличивает награду экспедиций в Ли Юэ длительностью 20 ч."
  },
  "sof": {
    "sof1_name": "Душевная чистота",
    "sof1_img": "shenhe_c1",
    "sof1_desc": "Увеличивает количество зарядов навыка Призыв духа на 1.",
    "sof2_name": "Духовная концентрация",
    "sof2_img": "shenhe_c2",
    "sof2_desc": "Длительность эффекта навыка Таинство освобождения увеличивается на 6 сек. Активные члены отряда, находящиеся в области навыка, наносят на 15% больше крит. Крио урона.",
    "sof3_name": "Уход от мира",
    "sof3_img": "shenhe_c3",
    "sof3_desc": "Увеличивает уровень навыка Призыв духа на 3.\nМакс. уровень: 15",
    "sof4_name": "Прозрение",
    "sof4_img": "shenhe_c4",
    "sof4_desc": "Когда персонажи под действием вызванного Шэнь Хэ эффекта Ледяное перо запускают бонусы урона Ледяного пера, Шэнь Хэ получает один уровень эффекта Мантра морозных небес:\n· Когда Шэнь Хэ использует навык Призыв духа, эффект Мантра морозных небес сбрасывается, а урон от использования навыка Призыв духа в этот раз увеличивается на 5% за каждый из накопленных уровней эффекта Мантра морозных небес.\n· Может складываться до 50 раз, длится 60 сек.",
    "sof5_name": "Обретение божественности",
    "sof5_img": "shenhe_c5",
    "sof5_desc": "Увеличивает уровень навыка Таинство освобождения на 3.\nМакс. уровень: 15",
    "sof6_name": "Забытое таинство",
    "sof6_img": "shenhe_c6",
    "sof6_desc": "Когда персонажи вызывают эффект Ледяное перо нанесением урона обычной или заряженной атакой, количество действующих уровней эффекта Ледяное перо не уменьшается."
  }
}
