{
  "localeName": "Тарталья",
  "nick": "Чайльд",
  "occupation": "Фатуи",
  "area": "Fatui",
  "rare": "5",
  "weapon": "Bow",
  "element": "Hydro",
  "constellation": "Небесный Кит",
  "desc": "Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.",
  "birth": "07/20",
  "battle_talent": {
    "normal_name": "Дождь расставаний",
    "normal_img": "tartaglia_s1",
    "normal_desc1": "До шести выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается энергией воды. Полностью заряженная водой стрела наносит Гидро урон и накладывает на противника статус Отлив.",
    "normal_desc3": "Некоторые атаки Тартальи по противникам со статусом Отлив наносят Гидро урон по площади. Этот урон считается нанесённым обычной атакой.·Отлив-вспышка: Полностью заряженный прицельный выстрел по противнику со статусом Отлив наносит последовательный Гидро урон по площади. Возникает раз в 0,7 сек.·Отлив-всплеск: Победа над противником со статусом Отлив вызывает Гидро всплеск, который накладывает на окружающих противника врагов статус Отлив.",
    "element_name": "Форма духа: Бушующие волны",
    "element_img": "tartaglia_s2",
    "element_desc": "Тарталья обнажает клинки из чистой воды, которые наносят Гидро урон окружающим врагам и активируют ближнюю стойку.<br>В этой стойке обычные и заряженные атаки Тартальи наносят Гидро урон, который не может быть отменён какой-либо элементальной инфузией, и изменяются следующим образом:<br><br>Обычная атака:<br>До шести ударов Гидро клинками.<br><br>Заряженная атака:<br>Перекрёстный удар, который наносит Гидро урон и затрачивает определённое количество выносливости.<br><br>Отлив-удар:<br>Атаки в ближней стойке по противникам со статусом Отлив вызывают Отлив-удар, который наносит Гидро урон по площади. Этот урон считается уроном элементального навыка. Отлив-удар срабатывает не чаще чем один раз в 1,5 сек.<br><br>Тарталья возвращается в дальнюю стойку по истечении 30 сек. или при повторной активации навыка, а сам навык уходит в откат. Чем дольше Тарталья был в ближней стойке, тем дольше будет время отката навыка.<br>Время отката увеличивается, если возврат в дальнюю стойку произошёл по истечении 30 сек.<br><br><i>Он взял на вооружение лук для того, чтобы отточить мастерство стрельбы, но серьёзный бой может потребовать обнажить клинок...</i>",
    "final_name": "Хаос: Опустошение",
    "final_img": "tartaglia_s3",
    "final_desc": "Совершаемая атака определяется стойкой, в которой находится Тарталья.\n<br>Дальняя стойка - Вспышка хаоса:<br>Тарталья выпускает заряженную водной стихией стрелу, которая наносит Гидро урон по площади и накладывает на врагов статус Отлив.<br>После активации навык восстанавливает часть энергии.<br><br>Ближняя стойка - Свет погибели:<br>Тарталья выполняет круговую атаку, которая наносит большой Гидро урон окружающим врагам и накладывает на них статус Отлив-взрыв.<br><br>Отлив-взрыв:<br>Атака Свет погибели, попавшая по врагам со статусом Отлив, снимает с них этот статус, вызывая при этом Гидро взрывы, которые наносят Гидро урон по площади. Урон Отлив-взрыва считается уроном взрыва стихии.<br><br><i>В его заснеженной родине бурлящие потоки воды встречаются не часто. Возможно, способность Тартальи управлять водой объясняется пониманием того, насколько она драгоценна.</i>"
  },
  "basic_talent": {
    "talent2_name": "Мастерское владение оружием",
    "talent2_img": "tartaglia_p2",
    "talent2_desc": "Увеличивает уровень обычной атаки персонажей вашего отряда на 1.",
    "talent3_name": "Не кончается пытка",
    "talent3_img": "tartaglia_p3",
    "talent3_desc": "Увеличивает длительность статуса Отлив на 8 сек.",
    "talent1_name": "Водяной меч",
    "talent1_img": "tartaglia_p1",
    "talent1_desc": "Когда Тарталья находится в рукопашной стойке навыка Форма духа: Бушующие волны, крит. попадания обычными или заряженными атаками накладывают на противников статус Отлив."
  },
  "sof": {
    "sof1_name": "Форма духа: Останавливающий волну",
    "sof1_img": "tartaglia_c1",
    "sof1_desc": "Уменьшает время отката навыка Форма духа: Бушующие волны на 20%.",
    "sof2_name": "Форма духа: Скрытое течение",
    "sof2_img": "tartaglia_c2",
    "sof2_desc": "Когда враги со статусом Отлив побеждены, Тарталья восстанавливает 4 ед. элементальной энергии.",
    "sof3_name": "Хаос бездны: Источник беспорядков",
    "sof3_img": "tartaglia_c3",
    "sof3_desc": "Увеличивает уровень навыка Форма духа: Бушующие волны на 3.\nМакс. уровень: 15",
    "sof4_name": "Хаос бездны: Гидро излив",
    "sof4_img": "tartaglia_c4",
    "sof4_desc": "Когда Тарталья находится в стойке Форма духа: Бушующие волны, враги со статусом Отлив получают урон от эффекта Отлив-удар каждые 4 сек. В противном случае срабатывает эффект Отлив-вспышка.\nНа эффекты Отлив-удар и Отлив-вспышка, вызванные этим уровнем созвездия, не действуют их обычные ограничения длительности, также они не имеют никаких эффектов в этих временных промежутках.",
    "sof5_name": "Хаос: Бесформенный клинок",
    "sof5_img": "tartaglia_c5",
    "sof5_desc": "Увеличивает уровень навыка Хаос: Опустошение на 3.\nМакс. уровень: 15",
    "sof6_name": "Хаос: Охота на ангелов",
    "sof6_img": "tartaglia_c6",
    "sof6_desc": "При активации навыка Хаос: Опустошение обнуляется время отката навыка Форма духа: Бушующие волны.\nЭтот эффект срабатывает, только когда Тарталья возвращается в дальнюю стойку."
  }
}