{
  "name": "Tartaglia",
  "rare": 5,
  "area": "Snezhnaya",
  "element": "Hydro",
  "weapon": "Bow",
  "sex": "Male",
  "birth": "11/26",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick":"Чайльд",
  "desc": "Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.",
  "battle_talent": {
    "normal_name": "Дождь расставаний",
    "normal_img": "normal_attack_cutting_torrent",
    "normal_desc1": "До шести выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.\nВо время прицеливания наконечник стрелы заряжается энергией воды. Полностью заряженная водой стрела наносит Гидро урон и накладывает на противника статус Отлив.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.\nТарталья не может провести атаку в падении, находясь в ближней стойке Формы духа: Бушующие волны.",
    "normal_desc4_name": "Отлив",
    "normal_desc4": "Некоторые атаки Тартальи по противникам со статусом Отлив наносят Гидро урон по площади. Этот урон считается нанесённым обычной атакой.\n·Отлив-вспышка: Полностью заряженный прицельный выстрел по противнику со статусом Отлив наносит последовательный Гидро урон по площади. Возникает раз в 0.7 сек.\n·Отлив-всплеск: Победа над противником со статусом Отлив вызывает Гидро всплеск, который накладывает на окружающих противника врагов статус Отлив.",
    "element_name": "Форма духа: Бушующие волны",
    "element_img": "foul_legacy_raging_tide",
    "element_desc": "Тарталья обнажает клинки из чистой воды, которые наносят Гидро урон окружающим врагам и активируют ближнюю стойку.\nВ этой стойке обычные и заряженные атаки Тартальи наносят Гидро урон, который не может быть отменён какой-либо элементальной инфузией, и изменяются следующим образом:\n\nОбычная атака:\nДо шести ударов Гидро клинками.\n\nЗаряженная атака:\nПерекрёстный удар, который наносит Гидро урон и затрачивает определённое количество выносливости.\n\nОтлив-удар:\nАтаки ближней стойки по противникам со статусом Отлив будут наносить им Гидро урон по площади. Урон Отлив-удар наносит элементальный урон, срабатывает не чаще, чем один раз в 1.5 секунды.\n\nТарталья возвращается в дальнюю стойку по истечении 30 сек. или при повторной активации навыка, а сам навык уходит в откат. Чем дольше Тарталья был в рукопашной стойке, тем дольше будет время отката навыка.\nВремя отката увеличивается, если возврат в дальнюю стойку произошёл по истечении 30 сек.",
    "final_name": "Хаос: Опустошение",
    "final_img": "havoc_obliteration",
    "final_desc": "Совершаемая атака определяется стойкой, в которой находится Тарталья.\n\nДальняя стойка - Вспышка хаоса:\nТарталья выпускает заряженную водной стихией стрелу, которая наносит Гидро урон по площади и накладывает на врагов статус Отлив.\nПосле активации навык восстанавливает часть энергии.\n\nБлижняя стойка - Свет погибели:\nТарталья выполняет круговую атаку, которая наносит большой Гидро урон окружающим врагам и накладывает на них статус Отлив-взрыв.\n\nОтлив-взрыв:\nАтака Свет погибели, попавшая по врагам со статусом Отлив, снимает с них этот статус, вызывая при этом Гидро взрывы, которые наносят Гидро урон по площади. Урон Отлив-взрыв считается элементальным уроном."
  },
  "basic_talent": {
    "talent1_name": "Не кончается пытка",
    "talent1_img": "never_ending",
    "talent1_desc": "Увеличивает длительность статуса Отлив на 8 сек.",
    "talent2_name": "Водяной меч",
    "talent2_img": "sword_of_torrents",
    "talent2_desc": "Находясь в рукопашной стойке навыка Форма духа: Бушующие волны и при крит. попадании обычной или заряженной атакой противник получает статус Отлив.",
    "talent3_name": "Мастерское владение оружием",
    "talent3_img": "master_of_weaponry",
    "talent3_desc": "Увеличивает уровень обычной атаки вашего персонажа на 1."
  },
  "sof": {
    "sof1_name": "Форма духа. Останавливающий волну",
    "sof1_img": "foul_legacy_tide",
    "sof1_desc": "Уменьшает время отката навыка Форма духа. Бушующие волны на 20%.",
    "sof2_name": "Форма духа. Скрытое течение",
    "sof2_img": "foul_legacy_understream",
    "sof2_desc": "Когда враги со статусом Отлив побеждены, Тарталья восстанавливает 4 ед. элементальной энергии.",
    "sof3_name": "Хаос бездны: Источник беспорядков",
    "sof3_img": "abyssal_mayhem_vortex_of_turmoil",
    "sof3_desc": "Увеличивает уровень навыка Форма духа: Бушующие волны на 3.\nМакс. уровень: 15.",
    "sof4_name": "Хаос бездны: Гидро излив",
    "sof4_img": "abyssal_mayhem_hydrospout",
    "sof4_desc": "Когда Тарталья находится в стойке Форма духа: Бушующие волны, враги со статусом Отлив получают урон от эффекта Отлив-удар каждые 4 сек. В противном случае срабатывает эффект Отлив-вспышка.\nНа вызванные этим уровнем созвездия эффекты Отлив-удар и Отлив-вспышка не действуют их обычные ограничения длительности, также они не имеют никаких эффектов в этих временных промежутках.",
    "sof5_name": "Хаос: Бесформенный клинок",
    "sof5_img": "havoc_formless_blade",
    "sof5_desc": "Увеличивает уровень навыка Хаос: Опустошение на 3.\nМакс. уровень: 15",
    "sof6_name": "Хаос: Охота на ангелов",
    "sof6_img": "havoc_annihilation",
    "sof6_desc": "При активации навыка Хаос: Опустошение обнуляется время отката навыка Форма духа: Бушующие волны.\nЭтот эффект срабатывает только когда Тарталья возвращается в дальнюю стойку."
  }
}


