{
  "nick": "Защитник издалека",
  "occupation": "Комиссия Ясиро",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "Красный Щит",
  "desc": "Управляющий клана Камисато. Известный в Инадзуме «местный авторитет».",
  "birth": "01/09",
  "battle_talent": {
    "normal_name": "Копьё разрушения",
    "normal_img": "thoma_s1",
    "normal_desc1": "До четырёх ударов копьём.",
    "normal_desc2": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Пылающий покров",
    "element_img": "thoma_s2",
    "element_desc": "Опираясь на воткнутое в землю копьё, Тома стремительно бьёт ногами перед собой и направляет силу пламени, нанося Пиро урон по площади. Также Тома призывает Пылающий щит, который накладывает на него эффект Пиро.<br>Поглощение урона щитом зависит от макс. HP Томы.<br>Пылающий щит обладает следующими свойствами:<br>· Пиро урон поглощается на 250% эффективнее.<br>·Если во время действия одного Пылающего щита получен другой Пылающий щит, то оставшееся поглощение урона старого щита добавится новому щиту, время действия щита обновится.<br><br>Макс. поглощение урона щита не может превышать определённую часть от макс. HP Томы.<br><br><i>Чужеземец может овладеть простым и элегантным инадзумским искусством владения копьём, лишь если в нём ярко пылает огонь почтения. Главное достижение Томы не в том, что освоил это искусство быстрее других и стал настоящим мастером. Важнее, что, веря в важность роли «хранителя», он добавил в это искусство приёмы для сдерживания врага и использование брони.</i>",
    "final_name": "Багровый оёрой",
    "final_img": "thoma_s3",
    "final_desc": "Тома вращает копьём, обдавая врагов потоками жаркого пламени, которые наносят Пиро урон по площади и создают Оёрой огня.\n<br>Оёрой огня<br>Обычные атаки активного персонажа под действием Оёроя огня активируют Огненный разрыв, который наносит Пиро урон по площади, и призывают Пылающий щит.<br>Огненный разрыв может возникнуть только раз в секунду.<br><br>Созданный щит идентичен Пылающему покрову, созданному элементальным навыком Томы, во всём, кроме поглощения урона.<br>· Пиро урон поглощается на 250% эффективнее.<br>· Если во время действия одного Пылающего щита получен другой Пылающий щит, то оставшееся поглощение урона старого щита добавится новому щиту, время действия щита обновится.<br><br>Макс. поглощение урона щита не может превышать определённую часть от макс. HP Томы.<br><br>Если Тома погибает, то эффект Оёроя огня пропадает.<br><br><i>«Я никогда не забуду данное мной обещание. Пусть это пламя укроет дорогих мне людей, пусть оно вовек не погаснет».</i>"
  },
  "basic_talent": {
    "talent2_name": "Замах и заброс",
    "talent2_img": "thoma_p2",
    "talent2_desc": "Тома помогает путешественнице(ку) с рыбалкой в Инадзуме, давая ей(ему) 20% шанс получить двойной улов.",
    "talent3_name": "Перекрывающая броня",
    "talent3_img": "thoma_p3",
    "talent3_desc": "Когда ваш активный персонаж получает или обновляет Пылающий щит, прочность щита этого персонажа повышается на 5% в течение 6 сек.\nЭтот эффект может возникнуть раз в 0,3 сек. и складывается до 5 раз.",
    "talent1_name": "Пламенная атака",
    "talent1_img": "thoma_p1",
    "talent1_desc": "Урон, наносимый Огненным разрывом Багрового оёроя, увеличивается на 2,2% от макс. HP Томы."
  },
  "sof": {
    "sof1_name": "Долг друга",
    "sof1_img": "thoma_c1",
    "sof1_desc": "Когда персонаж под защитой Пылающего щита Томы, но кроме него самого, получает удар, время отката Пылающего покрова и Багрового оёроя Томы уменьшается на 3 сек.\nЭтот эффект может возникнуть раз в 20 сек.",
    "sof2_name": "Проницательность слуги",
    "sof2_img": "thoma_c2",
    "sof2_desc": "Длительность Багрового оёроя увеличивается на 3 сек.",
    "sof3_name": "Твёрдая решимость",
    "sof3_img": "thoma_c3",
    "sof3_desc": "Увеличивает уровень навыка Пылающий покров на 3.\nМакс. уровень: 15",
    "sof4_name": "Долгосрочный план",
    "sof4_img": "thoma_c4",
    "sof4_desc": "Использование навыка Багровый оёрой восстанавливает 15 ед. энергии Томы.",
    "sof5_name": "Бушующий пожар",
    "sof5_img": "thoma_c5",
    "sof5_desc": "Увеличивает уровень навыка Багровый оёрой на 3.\nМакс. уровень: 15",
    "sof6_name": "Горячее сердце",
    "sof6_img": "thoma_c6",
    "sof6_desc": "При получении или обновлении Пылающего щита урон обычных атак, заряженных атак и атак в падении всех членов отряда на 6 сек. повышается на 15%."
  }
}