 {
  "name": "Tighnari",
  "rare": 4,
  "area": "Sumeru",
  "element": "Dendro",
  "weapon": "Bow",
  "sex": "Female",
  "birth": "N/A",
  "role": "Support_DPS",
  "isComingSoon": true,
  "nick": "N/A",
  "desc": "N/A",
  "battle_talent": {
    "normal_name": "Крушащая преграды кханда",
    "normal_img": "tighnari_s1",
    "normal_desc1": "До четырёх выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.\nВо время прицеливания наконечник стрелы заряжается силой Дендро. Эффект зависит от длительности заряда стрелы:\n•Уровень заряда 1: Выпускает стрелу, наполненную силой растений, которая наносит Дендро урон.\n•Уровень заряда 2: Выпускает стрелу-венец, наносящую Дендро урон. При попадании стрела-венец создаёт 4 стрелы соцветия. Стрелы соцветия самостоятельно находят цель поблизости и наносят Дендро урон.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "Мина виджняны-пхалы",
    "element_img": "tighnari_s2",
    "element_desc": "Тигнари бросает вперёд Сердце бури виджняны, которое наносит Дендро урон по площади и создаёт Поле виджняны-кханды. Поле порождает иллюзию, которая непрерывно привлекает атаки врагов на себя.Вдобавок Тигнари получает эффект Прорыва виджняны, сокращающий время заряда стрелы-венца на 2,4 сек. Эффект рассеивается, когда закончится его длительность или Тигнари выпустит 3 стрелы-венца.«Если семечко увядает и гибнет вдали от почвы, оно умирает в одиночестве. Но если оно вернётся в почву, то даст жизнь миллионам семян».",
    "final_name": "Стрела-лиана жизни",
    "final_img": "tighnari_s3",
    "final_desc": "Собрав силу всех семян, выпускает 6 стрел-лиан. Стрелы-лианы самостоятельно находят цель и наносят Дендро урон.<br>При попадании они создают дополнительные стрелы-лианы, которые также самостоятельно находят цель и при попадании наносят Дендро урон.«Даже не думай, что избавиться от них так легко. Лианы вырастут вновь. Не избавишься от них всех - и у тебя будут огромные неприятности»."
  },
  "basic_talent": {
    "talent1_name": "Острый глаз",
    "talent1_img": "tighnari_p1",
    "talent1_desc": "Выпущенная Тигнари стрела-венец увеличивает его мастерство стихий на 50 ед. на 4 сек.",
    "talent2_name": "Учёный клинок",
    "talent2_img": "tighnari_p2",
    "talent2_desc": "Каждая единица мастерства стихий Тигнари увеличивает урон его заряженной атаки и Стрелы-лианы жизни на 0,06%.\nБонус урона, полученный таким образом, не может превышать 60%.",
    "talent3_name": "Энциклопедические знания",
    "talent3_img": "tighnari_p3",
    "talent3_desc": "Отмечает диковинки Сумеру на мини-карте."
  },
  "sof": {
    "sof1_name": "Побеги определяются корнями",
    "sof1_img": "tighnari_c1",
    "sof1_desc": "Увеличивает шанс крит. попадания заряженной атакой Тигнари на 15%.",
    "sof2_name": "Истоки узнаются по стеблю",
    "sof2_img": "tighnari_c2",
    "sof2_desc": "Когда в поле виджняны-кханды, созданном Миной виджняны-пхалы, находятся враги, Тигнари получает 20% бонус Дендро урона.\nЕсли время действия поля истечёт или в нём не останется врагов, эффект продлится ещё 6 сек.",
    "sof3_name": "По ветвям постигается сотворение",
    "sof3_img": "tighnari_c3",
    "sof3_desc": "Увеличивает уровень навыка Стрелы-лианы жизни на 3.\nМакс. уровень: 15.",
    "sof4_name": "В листьях является расцвет и увядание",
    "sof4_img": "tighnari_c4",
    "sof4_desc": "Активация навыка Стрела-лиана жизни увеличивает мастерство стихий всех членов отряда поблизости на 60 ед. на 8 сек. Если Стрела-лиана жизни вызовет Горение, Бутонизацию, Стимуляцию или Разрастание, мастерство стихий увеличится ещё на 60 ед., а длительность эффекта обновится.",
    "sof5_name": "Во цветении осмысливается истина",
    "sof5_img": "tighnari_c5",
    "sof5_desc": "Увеличивает уровень навыка Мина виджняны-пхалы на 3.\nМакс. уровень: 15.",
    "sof6_name": "Плодом налитым определяется карма",
    "sof6_img": "tighnari_c6",
    "sof6_desc": "Сокращает время заряда стрелы-венца на 0,9 сек. и при попадании создаёт 1 дополнительную стрелу соцветия. Эта стрела наносит 150% от силы атаки Тигнари."
  }
}
