{
  "name": "Traveler-Dendro",
  "rare": 5,
  "area": "Another World",
  "element": "Dendro",
  "weapon": "Sword",
  "sex": "SET_BY_PLAYER",
  "birth": "SET_BY_PLAYER",
  "role": "Support_DPS",
  "isComingSoon": true,
  "nick": "Traveler",
  "desc": "Путешественник из другого мира, разлучённый со своей сестрой. Он отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.",
  "battle_talent": {
    "normal_name": "Серп иноземца",
    "normal_img": "traveler_dendro_s1",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Два быстрых взмаха мечом, для которых тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Травяной клинок",
    "element_img": "traveler_dendro_s2",
    "element_desc": "Вы взмахиваете клинком и выпускаете острые как бритва листья, нанося Дендро урон перед собой..<br><br><i>Вы с Паймон рассматривали острые края травинок..",
    "final_name": "Пригибающий траву ветер",
    "final_img": "traveler_dendro_s3",
    "final_desc": "Призывая силу растений, вы создаёте Лотосовый светильник.Лотосовый светильник наносит продолжительный Дендро урон врагам в области действия.<br>Преобращение света лотоса<br>Лотосовый светильник при соприкосновении с Гидро, Электро или Пиро претерпевает следующие изменения:<br>• · Гидро: Увеличивается область действия Лотосового светильника и зона поражения его атак.<br>• · Электро: Увеличивается скорость атаки Лотосового светильника.<br>• Пиро: Лотосовый светильник вскоре взрывается и исчезает, нанося Дендро урон по площади.<br>Преобращение света лотоса может произойти только один раз во время действия Лотосового светильника.<br>Одновременно на поле боя может быть не больше одного Лотосового светильника, созданного самим путешественником.Вы с Паймон изучали звуки растений, которые прорастают после дождя.."
  },
  "basic_talent": {
    "talent1_name": "Ползучая поросль",
    "talent1_img": "traveler_dendro_p1",
    "talent1_desc": "Находясь на поле боя, Лотосовый светильник получает один уровень Лучезарного лотоса каждую секунду, увеличивая мастерство стихий активных персонажей в области действия на 6 ед. Эффект складывается до 10 раз.",
    "talent2_name": "Роскошная зелень",
    "talent2_img": "traveler_dendro_p2",
    "talent2_desc": "Каждая единица мастерства стихий путешественника повышает урон, наносимый Травяным клинком на 0,15%, а урон, наносимый Пригибающим траву ветром, - на 0,1%."
  },
  "sof": {
    "sof1_name": "Вьющийся симбиот",
    "sof1_img": "traveler_dendro_c1",
    "sof1_desc": "Попадание по врагу Травяным клинком восстанавливает путешественнику 3,5 ед. энергии.",
    "sof2_name": "Стойкость растений",
    "sof2_img": "traveler_dendro_c2",
    "sof2_desc": "Длительность Лотосового светильника увеличивается на 3 сек.",
    "sof3_name": "Хоровод трав",
    "sof3_img": "traveler_dendro_c3",
    "sof3_desc": "Увеличивает уровень навыка Травяной клинок на 3.\nМакс. уровень: 15.",
    "sof4_name": "Сахарная трава",
    "sof4_img": "traveler_dendro_c4",
    "sof4_desc": "При активации Преобращения света лотоса Лотосовый светильник получит 5 уровней Лучезарного лотоса от пассивного таланта «Ползучая поросль».Требуется разблокировать пассивный талант «Ползучая поросль».",
    "sof5_name": "Буйство зелени",
    "sof5_img": "traveler_dendro_c5",
    "sof5_desc": "Увеличивает уровень навыка Пригибающий траву ветер на 3.\nМакс. уровень: 15..",
    "sof6_name": "Увядающее скопление",
    "sof6_img": "traveler_dendro_c6",
    "sof6_desc": "Бонус Дендро урона персонажа с Лучезарным лотосом Лотосового светильника увеличивается на 12%. Если произошло Преобращение света лотоса Лотосового светильника, персонаж получает ещё 12% бонуса элементального урона соответствующего элемента."
  }
}
