{
  "name": "Traveler-Electro",
  "rare": 5,
  "area": "Another World",
  "element": "Electro",
  "weapon": "Sword",
  "sex": "SET_BY_PLAYER",
  "birth": "SET_BY_PLAYER",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick":"Путешествинница",
  "desc": "Путешественница из другого мира, разлучённая со своим братом. Она отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть любимого человека.",
  "battle_talent": {
    "normal_name": "Иноземный гром",
    "normal_img": "normal_attack_foreign_ironwind",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Два быстрых взмаха мечом, для которых тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Клинок молнии",
    "element_img": "traveler_electro_c5",
    "element_desc": "Выпускает три стремительные громовые тени, которые наносят Электро урон противникам и при успешном ударе оставляют после себя Амулеты изобилия.\nИзначально можно создать только два Амулета изобилия. Использование навыка сбросит все созданные Амулеты изобилия.Амулеты изобилия .Когда персонаж находится рядом с Амулетом изобилия, он поглощает его и получает следующие эффекты:Восстанавливает элементальную энергию. Повышает восстановление энергии.",
    "final_name": "Раскаты грома",
    "final_img": "bellowing_thunder",
    "final_desc": "Вы взываете к защите молнии, которая отбрасывает окружающих врагов и наносит им Электро урон.Завеса молнии.Когда обычная или заряженная атака активного персонажа попадает по врагу, генерируется Нисходящий гром, который наносит Электро урон.Когда Нисходящий гром попадает по врагу, он восстанавливает энергию этого персонажа.Только один удар Нисходящего грома может генерироваться каждые 0,5 сек."
  },
  "basic_talent": {
    "talent1_name": "Вспышка молнии",
    "talent1_img": "traveler_electro_p2",
    "talent1_desc": "Когда другой ближайший персонаж в отряде получает Амулет изобилия, созданный навыком **Клинок молнии**, время отката этого навыка уменьшается на 1,5 сек.",
    "talent2_name": "Сокрушительный рокот",
    "talent2_img": "traveler_electro_p3",
    "talent2_desc": "Увеличивает эффект восстановления энергии, даруемый Амулетом изобилия навыка  Клинок молнии , на 10% от восстановления энергии путешественницы."
  },
  "sof": {
    "sof1_name": "Гром весеннего урожая",
    "sof1_img": "traveler_electro_c1",
    "sof1_desc": "Количество Амулетов изобилия, которые создаёт навык Клинок молнии, увеличено до 3.",
    "sof2_name": "Пурпурная ярость",
    "sof2_img": "traveler_electro_c2",
    "sof2_desc": "Попадание Нисходящим громом, созданным навыком Раскаты грома, понижает Электро сопротивление на 15% в течение 8 сек..",
    "sof3_name": "Далёкие раскаты",
    "sof3_img": "traveler_electro_c3",
    "sof3_desc": "Увеличивает уровень навыка Раскаты грома на 3.Макс. уровень: 15",
    "sof4_name": "Переменчивые тучи",
    "sof4_img": "traveler_electro_c4",
    "sof4_desc": "Когда персонаж получает Амулеты изобилия, создаваемые навыком Клинок молнии,если его энергия ниже 35%, то количество энергии, восстанавливаемое Амулетами изобилия, увеличивается на 100%",
    "sof5_name": "Грохот на просторах",
    "sof5_img": "traveler_electro_c5",
    "sof5_desc": "Увеличивает уровень навыка Клинок молнии на 3.Макс. уровень: 15.",
    "sof6_name": "Сотрясение мира",
    "sof6_img": "traveler_electro_c6",
    "sof6_desc": "Каждые 2 атаки Нисходящего грома, вызванные навыком Раскаты грома, значительно повышают урон, наносимый следующей атакой Нисходящего грома, который становится равен 200% от первоначального урона, и восстанавливают дополнительную единицу энергии персонажу."
  }
}


