{
  "localeName": "Венти",
  "nick": "Поэт ветров",
  "occupation": "Мондштадт",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Bow",
  "element": "Anemo",
  "constellation": "Бог Песен",
  "desc": "Обычный бард, слоняющийся по улочкам Мондштадта.",
  "birth": "06/16",
  "battle_talent": {
    "normal_name": "Божественная точность",
    "normal_img": "venti_s1",
    "normal_desc1": "До шести выстрелов из лука.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается божественным ветром. Полностью заряженная ветром стрела наносит Анемо урон.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "Небесная поэзия",
    "element_img": "venti_s2",
    "element_desc": "О, ветер, о котором поют гимны и слагают песни, неси этих странников к небесам!<br><br>Быстрое нажатие:<br>Создаёт зону ветра, которая наносит Анемо урон по площади и подкидывает врагов в воздух.<br><br>Долгое нажатие:<br>Вызывает ещё большую силу ветра с Венти в её центре. Она наносит Анемо урон по площади и подкидывает попавших в её зону действия врагов.<br>Эта версия навыка поднимает Венти в воздух.<br><br>Враги, подкинутые навыком Небесная поэзия, медленно опускаются на землю.<br><br><i>Некогда люди и боги существовали вместе во времени и пространстве, и по небу доносилось бесчисленное количество песен, воспевающих это. Те мелодии были забыты тысячелетия назад.</i>",
    "final_name": "Великая ода ветру",
    "final_img": "venti_s3",
    "final_desc": "Выпустив стрелу из тысячи ветров, призывает огромный глаз бури, который притягивает к себе врагов, нанося им постоянный Анемо урон.\n<br>Поглощение стихии:<br>При контакте с элементами Гидро, Пиро, Крио или Электро глаз бури наносит дополнительный урон этим элементом.<br>За каждое использование навык может поглотить только один элемент.<br><br><i>Многие оды Анемо Архонту канули в лету. Эта ода воспевает господство Архонта над ветром.</i>"
  },
  "basic_talent": {
    "talent2_name": "Ветряной наездник",
    "talent2_img": "venti_p2",
    "talent2_desc": "Уменьшает потребление выносливости активного персонажа во время полёта на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Объятья ветра",
    "talent3_img": "venti_p3",
    "talent3_desc": "Долгое нажатие навыка Небесная поэзия создаёт поток ветра, который длится 20 сек.",
    "talent1_name": "Глаз бури",
    "talent1_img": "venti_p1",
    "talent1_desc": "После окончания навыка Великая ода ветру восстанавливает 15 ед. энергии Венти.\nЕсли произошло Поглощение стихии, то также восстанавливает 15 ед. энергии всем членам отряда, чей элемент соответствует поглощённому элементу."
  },
  "sof": {
    "sof1_name": "Дробящий шторм",
    "sof1_img": "venti_c1",
    "sof1_desc": "Каждый прицельный выстрел пускает две дополнительные стрелы. Каждая дополнительная стрела наносит 33% от урона первой стрелы.",
    "sof2_name": "Бриз воспоминаний",
    "sof2_img": "venti_c2",
    "sof2_desc": "Использование навыка Небесная поэзия уменьшает Анемо и физ. сопротивление противников на 12% в течение 10 сек.\nТакже временно понижает Анемо и физ. сопротивление противников, подкинутых в воздух этим навыком, на 12%.",
    "sof3_name": "Ода тысяче ветров",
    "sof3_img": "venti_c3",
    "sof3_desc": "Увеличивает уровень навыка Великая ода ветру на 3.\nМакс. уровень: 15",
    "sof4_name": "Ветер свободы",
    "sof4_img": "venti_c4",
    "sof4_desc": "Подобранные Венти элементальные сферы и частицы дают ему 25% бонус Анемо урона в течение 10 сек.",
    "sof5_name": "Небесная гармония",
    "sof5_img": "venti_c5",
    "sof5_desc": "Увеличивает уровень навыка Небесная поэзия на 3.\nМакс. уровень: 15",
    "sof6_name": "Шторм непокорности",
    "sof6_img": "venti_c6",
    "sof6_desc": "Понижает Анемо сопротивление противников, получивших урон от навыка Великая ода ветру, на 20%.\nЕсли произошло Поглощение стихии, то также понижает сопротивление к поглощённому элементу на 20%."
  }
}