{
  "localeName": "Ризли",
  "nick": "???",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Cryo",
  "constellation": "守狱犬座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Свирепые кулаки стужи",
    "normal_img": "wriothesley_s1",
    "normal_desc1": "Собрав в руках мороз, Ризли даёт волю Кулакам изгнания и выполняет до 5 быстрых ударов, которые наносят Крио урон.Кроме того, серия обычных ударов не будет прерываться некотороеЪЪЪ время после завершения спринта.",
    "normal_desc2": "Расходует определённое количество выносливости, подпрыгивает и выполняет удар Морозного кулака в прыжке, который наносит Крио урон по площади.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Крио урон по площади.",
    "element_name": "Стремительный ледяной клык",
    "element_img": "wriothesley_s2",
    "element_desc": "Быстро подстроив дыхание, темп и ритм, Ризли совершает спринт на короткое расстояние вперёд, входит в состояние Леденящего наказания и наносит ещё более мощные и яростные атаки.<br><br>Леденящее наказание<br>· Повышает сопротивление прерыванию Ризли.<br>·Если HP более 50%, Кулаки изгнания Свирепых кулаков стужи наносят больше урона и при попадании по противникам расходуют HP Ризли.<br><br><i>«Былого не изменить, но будущее в наших руках».<br>«Если не желаешь, чтобы мимолётные злодеяния поглотили твою судьбу, дорожи этим мгновением».</i>",
    "final_name": "Укус чернозлатого волка",
    "final_img": "wriothesley_s3",
    "final_desc": "Пускает в ход боксёрские перчаткиЪЪЪ и выполняет прямой ледяной удар, нанося перед собой многократный Крио урон по площади.\n<br>Архэ: Усия<br>После завершения Удара наледи на позицию противника нисходит Клинок бурных вод и наносит Крио уронусии.<br><br><i>Есть вещи, перед которыми даже герцог крепости Меропид бессилен. Это, например, запутанная бумажная работа, пустяковые обязанности надзирателя, или даже... дети, которые обклеивают его боксёрские перчатки симпатичными, но трудноудаляемыми наклейками.</i>"
  },
  "basic_talent": {
    "talent2_name": "Милость герцога",
    "talent2_img": "wriothesley_p2",
    "talent2_desc": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет.",
    "talent3_name": "Да восторжествует справедливость",
    "talent3_img": "wriothesley_p3",
    "talent3_desc": "Когда HP Ризли ниже 60%, он получит Благодатное взыскание. Его следующая заряженная атака обычной атаки Свирепых кулаков стужи будет усилена до Взыскания: Морозный кулак в прыжке. Она не потребляет выносливость, её урон будет увеличен на 30%, а попадания по противнику восстанавливают HP Ризли в размере 30% от его макс. HP.\nБлагодатное взыскание можно получить таким способом не более 1 раза каждые 5 сек.",
    "talent1_name": "Да придёт час расплаты за грехи",
    "talent1_img": "wriothesley_p1",
    "talent1_desc": "Когда текущее HP Ризли увеличивается или снижается, если он находится в состоянии Леденящего наказания Стремительного ледяного клыка, Леденящее наказание получит один уровень Указа об обвинении. Эффект складывается до 5 раз. Каждый уровень эффекта повышает силу атаки Ризли на 6%."
  },
  "sof": {
    "sof1_name": "Держать злодеев в страхе",
    "sof1_img": "wriothesley_c1",
    "sof1_desc": "Благодатное взыскание пассивного таланта Да восторжествует справедливость превращается:\nКогда HP Ризли меньше 50% или по противнику попадает пятый удар Кулаков изгнания, пока он пребывает в состоянии Леденящего наказания Стремительного ледяного клыка, он получит Благодатное взыскание. Один эффект Благодатного взыскания можно получить 1 раз в 2,5 сек.<br><br>Кроме того, Взыскание: Морозный кулак в прыжке получит следующие усиления:<br>· Урон дополнительно повышается до 150%ЪЪЪ.<br>· Попадания по врагу в состоянии Леденящего наказания продлевают его на 4 сек. ЪЪЪ. Каждое Леденящее наказание можно продлить таким способом только один раз.<br><br>Требуется разблокировать пассивный талант «Да восторжествует справедливость».",
    "sof2_name": "Заковать высокомерных в кандалы",
    "sof2_img": "wriothesley_c2",
    "sof2_desc": "Во время использования Укуса чернозлатого волка каждый уровень Указа об обвинении пассивного таланта Да придёт час расплаты за грехи увеличивает урон этого навыка на 40%.\nТребуется разблокировать пассивный талант «Да придёт час расплаты за грехи».",
    "sof3_name": "Наказать алчных и бесчестных",
    "sof3_img": "wriothesley_c3",
    "sof3_desc": "Увеличивает уровень навыка Свирепые кулаки стужи на 3.\nМакс. уровень: 15",
    "sof4_name": "Принести спасение страждущим",
    "sof4_img": "wriothesley_c4",
    "sof4_desc": "HP, восстанавливаемое Ризли Взысканием: Морозный кулак в прыжке увеличится на 50% от его макс. HP. Требуется разблокировать пассивный талант «Да восторжествует справедливость».\nКроме того, когда Ризли получает лечение с избытком, в зависимости от того, на поле боя Ризли, или нет, активируются разные эффекты. Если он на поле боя, его скорость атаки увеличится на 20% на 4 сек. Если он не на поле, скорость атаки всех персонажей увеличится на 10% на 6 сек. Эти два эффекта увеличения скорости атаки не суммируются.",
    "sof5_name": "Помиловать несправедливо обвинённых",
    "sof5_img": "wriothesley_c5",
    "sof5_desc": "Увеличивает уровень навыка Укус чернозлатого волка на 3.\nМакс. уровень: 15",
    "sof6_name": "Лелеять невинных",
    "sof6_img": "wriothesley_c6",
    "sof6_desc": "Увеличивает шанс крит. попадания Взыскания: Морозный кулак в прыжке на 10%, а его крит. урон - на 80%. Во время активации выпускает сосульку, которая наносит 100% первоначального урона Взыскания: Морозный кулак в прыжке. Этот урон считается уроном заряженной атаки.\nТребуется разблокировать пассивный талант «Да восторжествует справедливость»."
  }
}