{
  "localeName": "Сянь Юнь",
  "nick": "???",
  "occupation": "???",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Anemo",
  "constellation": "闲鹤座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Слово ветра и цветка",
    "normal_img": "xianyun_s1",
    "normal_desc1": "Призывает четыре кружащих ветра, которые наносят Анемо урон.",
    "normal_desc2": "Тратит определённое количество выносливости и по прямой линии выпускает кольцо ветра, наносящее врагам на пути Анемо урон.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Анемо урон по площади.",
    "element_name": "Белые облака на заре",
    "element_img": "xianyun_s2",
    "element_desc": "Сянь Юнь входит в состояние Превращения облаков и один раз использует Небесную лестницу. В этом состоянии Сянь Юнь может использовать не более двух Небесных лестниц.<br>Если Сянь Юнь пребывает в состоянии Превращения облаков, то при активации обычной атаки и атаки в падении она задействует Волну плывущих облаков и превращается в Журавля ветра и облаков, выполняя пикирующую атаку, нанося Анемо урон по площади и завершая Превращение облаков. Этот урон считается уроном атаки в падении.<br><br>Небесная лестница<br>Сянь Юнь на некоторое время подпрыгивает в воздух и продвигается вперёд, нанося целям на пути Анемо урон.<br>Можно активировать в воздухе. Если активировать на земле, расстояние прыжка значительно увеличивается.<br>Один и тот же противник во время действия Превращения облаков может получить урон только один раз.<br><br>Чем больше Небесных лестниц используется во время одного состояния Превращения облаков, тем больше становятся урон и площадь Волны плывущих облаков. После использования трёх Небесных лестниц (включая Небесную лестницу при активации Белых облаков на заре) она применяет самую мощную Волну плывущих облаков: Небесный трепет.<br><br>Белые облака на заре можно использовать только на земле.<br>Если не активировать Небесную лестницу слишком долго, Превращение облаков завершается и уходит в откат. Если во время текущего состояния Превращения облаков не вызывать Волну плывущих облаков, его откат сокращается на 3 сек.<br><br><i>Пожимая руку Хранителя Облаков, будьте осторожны - это всё-таки рука Адепта.</i>",
    "final_name": "Сумеречное сплетение звёзд",
    "final_img": "xianyun_s3",
    "final_desc": "Призывает божественный ветер, который наносит Анемо урон по площади, восстанавливает HP всем членам отряда пропорционально силе атаки Сянь Юнь и призывает механизм «Сплетение звёзд ЪЪЪ».\n<br>Сплетение звёзд<br>· Следует за активным персонажем и периодически восстанавливает HP членам отряда поблизости пропорционально силе атаки Сянь Юнь.<br>· Изначально имеет 8 уровней Поддержки Адептов. Во время действия Поддержки Адептов высота прыжка активных членов отряда поблизости повышена.<br>· Когда активный персонаж выполняет атаку в падении, Сплетение звёзд расходует 1 уровень Поддержки Адептов и наносит Анемо урон по площади.<br><br><i>Это последнее изобретение из серии 星月造化ЪЪЪ, в которую входят Чудо кулинарной машинерии, 流木运物神机, 奇物搜觅神机, 碧泉煎茶神机, 追风滑雪神机, 杂务扫理神机 и 传波扩声神机ЪЪЪ. Образчики из этой серии должны были стать подарками юных людей, обожаемых Хранителем Облаков, и к одному полуадепту отношения не имели. К сожалению, некая ученица, которой предстояло принять сей дар, с отсутствующим выражением молвила «Нет, спасибо».<br>Так что Хранителю Облаков пришлось оставить его у себя.</i>"
  },
  "basic_talent": {
    "talent2_name": "Форма журавля",
    "talent2_img": "xianyun_p2",
    "talent2_desc": "Увеличивает скорость парения всех членов отряда на 15%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Белое перо на благом ветру",
    "talent3_img": "xianyun_p3",
    "talent3_desc": "После попадания Волны плывущих облаков: Небесный трепет навыка Белые облака на заре создаёт впереди вихрь, который притягивает противников и предметы поблизости.",
    "talent1_name": "Адепт в своей обители",
    "talent1_img": "xianyun_p1",
    "talent1_desc": "Сплетение звёзд ЪЪЪ Сумеречного сплетения звёзд с действующей Поддержкой Адептов повышает урон ударной волны атаки в падении персонажей отряда поблизости на 170% от силы атаки Сянь Юнь. Максимальное увеличение урона, полученное таким образом, не может превышать 8500.\nОдна атака в падении может нанести данный повышенный урон только одному противнику. Каждый персонаж может активировать этот эффект один раз в 0,4 сек."
  },
  "sof": {
    "sof1_name": "Ветер очищения",
    "sof1_img": "xianyun_c1",
    "sof1_desc": "Увеличивает количество зарядов навыка Белые облака на заре на 1.",
    "sof2_name": "Отстранившись от мира",
    "sof2_img": "xianyun_c2",
    "sof2_desc": "После применения навыка Белые облака на заре сила атаки Сянь Юнь повысится на 20% на 15 сек.\nКроме того, пассивный талант «想应是洞中仙»ЪЪЪ получает усиление: Сплетение звёзд ЪЪЪ Сумеречного сплетения звёзд с действующей Поддержкой Адептов повышает урон ударной волны атаки в падении персонажей отряда поблизости на 306% от силы атаки Сянь Юнь. Максимальное увеличение урона, полученное таким образом, не может превышать 15 300.<br>Одна атака в падении может нанести данный повышенный урон только одному противнику. Каждый персонаж может активировать этот эффект один раз в 0,4 сек.<br>Требуется разблокировать пассивный талант «想应是洞中仙»ЪЪЪ.",
    "sof3_name": "Создания звезды и луны",
    "sof3_img": "xianyun_c3",
    "sof3_desc": "Увеличивает уровень навыка Сумеречное сплетение звёзд на 3.\nМакс. уровень: 15",
    "sof4_name": "Таинственное жемчужное просо ЪЪЪ",
    "sof4_img": "xianyun_c4",
    "sof4_desc": "Попадания Волны плывущих облаков Превращения облаков в течение одного и того же навыка Белые облака на заре, во время которого Небесная лестница была задействована 1/2/3 раза, восстанавливает HP всем членам отряда поблизости в размере 50%/80%/150% от силы атаки Сянь Юнь. Этот эффект может возникнуть раз в 5 сек.",
    "sof5_name": "Верхом на облаках",
    "sof5_img": "xianyun_c5",
    "sof5_desc": "Увеличивает уровень навыка Белые облака на заре на 3.\nМакс. уровень: 15",
    "sof6_name": "Дух Хранителя Облаков",
    "sof6_img": "xianyun_c6",
    "sof6_desc": "Увеличивает крит. урон Волны плывущих облаков навыка Белые облака на заре на 70%.\nЕсли во время активации навыка Белые облака на заре у Сплетения звёзд ЪЪЪ навыка Сумеречное сплетение звёзд есть действующая Поддержка Адептов, расходуется 1 уровень Поддержки Адептов, из-за чего текущий навык Белые облака на заре не переходит в режим отката, а если текущее состояние Превращения облаков активирует атаку Сплетения звёзд ЪЪЪ, Поддержка Адептов не расходуется.<br>Кроме того, при попадании Волны плывущих облаков: Небесный трепет по противнику Сплетение звёзд ЪЪЪ получит 1 уровень Поддержки Адептов. Эффект может возникнуть один раз в 8 сек."
  }
}