{
  "localeName": "Сяо",
  "nick": "Защитник Якса",
  "occupation": "Адепты Ли Юэ",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Anemo",
  "constellation": "Златокрылая Птица",
  "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
  "birth": "04/17",
  "battle_talent": {
    "normal_name": "Вихревой удар",
    "normal_img": "xiao_s1",
    "normal_desc1": "До шести быстрых ударов копьём.",
    "normal_desc2": "Проводит воздушную атаку, для которой тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.Сяо не получает урона от проведения атаки в падении.",
    "element_name": "Лемниската ветра",
    "element_img": "xiao_s2",
    "element_desc": "Сяо совершает выпад вперёд, нанося Анемо урон врагам на пути.<br>Можно совершить в воздухе.<br>Изначально имеет два заряда.<br><br><i>В легендах из далёких земель говорится, что в конце концов мир будет раздроблен двумя ветряными колёсами. Мастерство владения древковым оружием Сяо позволяет ему дробить врагов, словно те два колеса.</i>",
    "final_name": "Истребление всего зла",
    "final_img": "xiao_s3",
    "final_desc": "Сяо надевает маску Яксы, заставлявшую трепетать от страха богов и демонов тысячи лет назад.\n<br>Маска Яксы:<br>· Значительно усиливает прыжки Сяо.<br>· Увеличивает область и урон его атак.<br>· Конвертирует урон от атак в Анемо урон. Этот эффект не может быть отменён какой-либо элементальной инфузией.<br><br>Находясь в этой форме, Сяо периодически теряет HP.<br>Эффекты этого навыка заканчиваются, когда Сяо покидает поле боя.<br><br><i>Надевая маску Якса, Сяо превращается в ужасающую форму бдительного Яксы, истребляющего демонов. Однако великая сила требует огромных жертв. Люди прозвали его «Истреблением всего зла».</i>"
  },
  "basic_talent": {
    "talent2_name": "Трансценденция: Отрицание гравитации",
    "talent2_img": "xiao_p2",
    "talent2_desc": "Уменьшает потребление выносливости активного персонажа во время карабканья на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
    "talent3_name": "Завоеватель зла: Усмиряющий демонов",
    "talent3_img": "xiao_p3",
    "talent3_desc": "При использовании навыка Истребление всего зла урон Сяо увеличивается на 5%. После этого его урон продолжает увеличиваться на 5% каждые 3 сек. до окончания действия навыка.\nМакс. увеличение урона - 25%.",
    "talent1_name": "Эра распада: Падение небес",
    "talent1_img": "xiao_p1",
    "talent1_desc": "В течение 7 сек. после использование навыка Лемниската ветра увеличивает урон следующего использования навыка Лемниската ветра на 15%.\nЭффект длится 7 сек. и может складываться до трёх раз. Длительность обнуляется с каждым новым складыванием."
  },
  "sof": {
    "sof1_name": "Эра распада: Сокрушитель миров",
    "sof1_img": "xiao_c1",
    "sof1_desc": "Увеличивает количество зарядов навыка Лемниската ветра на 1.",
    "sof2_name": "Эра истребления: Расцвет Калейдоса",
    "sof2_img": "xiao_c2",
    "sof2_desc": "Когда Сяо в отряде, но не является активным персонажем, его энергия восстанавливается на 25% быстрее.",
    "sof3_name": "Завоеватель зла: Бог гнева",
    "sof3_img": "xiao_c3",
    "sof3_desc": "Увеличивает уровень навыка Лемниската ветра на 3.\nМакс. уровень: 15",
    "sof4_name": "Трансценденция: Исчезновение страданий",
    "sof4_img": "xiao_c4",
    "sof4_desc": "Когда HP Сяо опускается ниже 50%, его защита увеличивается на 100%.",
    "sof5_name": "Эра эволюции: Истоки невежества",
    "sof5_img": "xiao_c5",
    "sof5_desc": "Увеличивает уровень навыка Истребление всего зла на 3.\nМакс. уровень: 15",
    "sof6_name": "Завоеватель зла: Защитник Якса",
    "sof6_img": "xiao_c6",
    "sof6_desc": "Попадание атакой в падении по двум и более врагам в форме навыка Истребление всего зла добавляет один заряд навыку Лемниската ветра, после чего в течение 1 сек. его можно активировать, игнорируя время отката."
  }
}