{
  "nick": "Галантный юноша",
  "occupation": "Торговая гильдия «Фэйюнь»",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Sword",
  "element": "Hydro",
  "constellation": "Пёстрый Гобелен",
  "desc": "Молодой любитель книг с благородным сердцем и длинным мечом.",
  "birth": "10/09",
  "battle_talent": {
    "normal_name": "Стиль Гухуа",
    "normal_img": "xingqiu_s1",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Два быстрых взмаха мечом, на которые тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех противников на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Гухуа: Завеса дождя",
    "element_img": "xingqiu_s2",
    "element_desc": "Син Цю выполняет два удара мечом, которые наносят Гидро урон. В то же время, активация навыка создаёт максимальное количество Мечей дождя, которые вращаются вокруг вашего персонажа.<br>Мечи дождя имеют следующие свойства:<br>· Понижают получаемый персонажем урон, но каждая полученная атака уничтожает один меч;<br>· Повышают устойчивость к прерыванию атак;<br>· 20% бонуса Гидро урона Син Цю конвертируются в количество поглощаемого урона.<br><br>Таким способом макс. количество поглощаемого урона может быть увеличено до 24%.<br>Начальное макс. количество Мечей дождя равно трём.<br>Активация этого навыка накладывает на персонажа статус Мокрый.<br><br><i>«Легче убить дракона, чем сражаться с дождём».</i>",
    "final_name": "Гухуа: Радужная стойка",
    "final_img": "xingqiu_s3",
    "final_desc": "Активирует Радужную стойку и позволяет сражаться с помощью макс. количества Мечей дождя.\n<br>Радужная стойка:<br>·Обычные атаки вашего персонажа дополняются атаками Мечей дождя, которые наносят Гидро урон;<br>· Количество Мечей дождя остаётся постоянным на всё время действия навыка.<br><br><i>«Радужная стойка» - одна из древнейших тайных техник школы Гухуа.</i>"
  },
  "basic_talent": {
    "talent2_name": "Всплеск вдохновения",
    "talent2_img": "xingqiu_p2",
    "talent2_desc": "При создании материалов повышения талантов Син Цю имеет 25% шанс восстановить часть использованных материалов.",
    "talent3_name": "Секрет текущей воды",
    "talent3_img": "xingqiu_p3",
    "talent3_desc": "При уничтожении или окончании действия Мечей дождя, восстанавливает HP активного персонажа на 6% от макс. HP Син Цю.",
    "talent1_name": "Красивый почерк",
    "talent1_img": "xingqiu_p1",
    "talent1_desc": "Даёт Син Цю 20% бонус Гидро урона."
  },
  "sof": {
    "sof1_name": "Запах дождя по утрам",
    "sof1_img": "xingqiu_c1",
    "sof1_desc": "Увеличивает макс. количество Мечей дождя на 1.",
    "sof2_name": "Радужное небо",
    "sof2_img": "xingqiu_c2",
    "sof2_desc": "Увеличивает длительность навыка Гухуа: Радужная стойка на 3 сек;\nПонижает на 15% Гидро сопротивление противников, получивших урон от Мечей Дождя, на 4 сек.",
    "sof3_name": "Стихоплетение",
    "sof3_img": "xingqiu_c3",
    "sof3_desc": "Увеличивает уровень навыка Гухуа: Радужная стойка на 3.\nМакс. уровень: 15",
    "sof4_name": "Укротитель зла",
    "sof4_img": "xingqiu_c4",
    "sof4_desc": "Увеличивает урон навыка Гухуа: Завеса дождя на 50% во время действия навыка Гухуа: Радужная стойка.",
    "sof5_name": "Объятья дождя",
    "sof5_img": "xingqiu_c5",
    "sof5_desc": "Увеличивает уровень навыка Гухуа: Завеса дождя на 3.\nМакс. уровень: 15",
    "sof6_name": "Собрание сочинений",
    "sof6_img": "xingqiu_c6",
    "sof6_desc": "Каждые две атаки Мечей Дождя навыка Гухуа: Радужная стойка увеличивают урон следующей атаки Мечей Дождя. При попадании этой атаки восстанавливается 3 ед. энергии Син Цю."
  }
}