{
  "nick": "Пламенная мелодия",
  "occupation": "«Алая струна»",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "Сандаловая Мандолина",
  "desc": "Единственный рок-музыкант Ли Юэ. Своей вдохновляющей музыкой и пением она выражает протест предубеждениям.",
  "birth": "10/16",
  "battle_talent": {
    "normal_name": "Зажигательный танец",
    "normal_img": "xinyan_s1",
    "normal_desc1": "До четырёх рубящих ударов мечом.",
    "normal_desc2": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.После вращения проводит дополнительную мощную атаку мечом.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Решительный жар",
    "element_img": "xinyan_s2",
    "element_desc": "Синь Янь размахивает своим музыкальным инструментом, нанося Пиро урон окружающим врагам, и создаёт щит из жаркой любви своих фанатов.<br>Поглощение урона щита зависит от защиты Синь Янь и от количества попавших под удар врагов:<br>· Не попадает или попадает по одному - щит 1 ур. «Импровизация»;<br>· Попадает по двум - щит 2 ур. «Вступление»;<br>· Попадает по трём и более - щит 3 ур. «Рейв», который также периодически наносит Пиро урон окружающим врагам.<br><br>Щит обладает следующими свойствами:<br>· Во время активации накладывает на Синь Янь эффект Пиро;<br>· Пиро урон поглощается с эффективностью 250%.<br><br><i>Синь Янь утверждает, что кульминация её выступления - это пиротехнические эффекты, которые являются физическим феноменом, никак не связанным с её Глазом Бога.</i>",
    "final_name": "Струны протеста",
    "final_img": "xinyan_s3",
    "final_desc": "Синь Янь зажигает толпу игрой на своём инструменте, подкидывая окружающих врагов в воздух и нанося им физ. урон.\nЖаркая атмосфера её выступления создаёт струи огня, которые наносят Пиро урон окружающим врагам.<br><br><i>Этим номером Синь Янь заканчивала свои концерты, однако ей пришлось прекратить его исполнение, и не потому что это был опасный номер, а потому что у неё не было более захватывающего номера на случай, если кто-то выкрикнет «На бис!»</i>"
  },
  "basic_talent": {
    "talent2_name": "Улётный рецепт",
    "talent2_img": "xinyan_p2",
    "talent2_desc": "При приготовлении идеального блюда, повышающего защиту, имеет 12% шанс получить дополнительное блюдо.",
    "talent3_name": "Выступление без публики",
    "talent3_img": "xinyan_p3",
    "talent3_desc": "Уменьшает необходимое для получения уровня щита навыка Решительный жар количество врагов:\n· Щит 2 ур. - «Вступление»: требуется попадание по одному врагу;<br>· Щит 3 ур. - «Рейв»: требуется попадание по двум врагам и более.",
    "talent1_name": "Вот это рок-н-ролл!",
    "talent1_img": "xinyan_p1",
    "talent1_desc": "Щит навыка Решительный жар увеличивает физ. урон персонажа на 15%."
  },
  "sof": {
    "sof1_name": "Фатальный разгон",
    "sof1_img": "xinyan_c1",
    "sof1_desc": "При крит. попадании увеличивает скорость обычной и заряженной атаки Синь Янь на 12% в течение 5 сек.\nМожет возникнуть раз в 5 сек.",
    "sof2_name": "Выступление экспромтом",
    "sof2_img": "xinyan_c2",
    "sof2_desc": "Увеличивает шанс крит. попадания физ. уроном навыка Струны протеста на 100%, также при использовании навыка активирует щит 3 ур. - «Рейв».",
    "sof3_name": "Сложный аккорд",
    "sof3_img": "xinyan_c3",
    "sof3_desc": "Увеличивает уровень навыка Решительный жар на 3.\nМакс. уровень: 15",
    "sof4_name": "Дикий ритм",
    "sof4_img": "xinyan_c4",
    "sof4_desc": "Попадание навыком Решительный жар понижает физ. сопротивление врага на 15% в течение 12 сек.",
    "sof5_name": "Крики «Браво!»",
    "sof5_img": "xinyan_c5",
    "sof5_desc": "Увеличивает уровень навыка Струны протеста на 3.\nМакс. уровень: 15",
    "sof6_name": "Адский рок-н-ролл",
    "sof6_img": "xinyan_c6",
    "sof6_desc": "Уменьшает потребление выносливости заряженной атакой Синь Янь на 30%. Также при исполнении заряженной атаки Синь Янь получает бонус атаки равный 50% от её защиты."
  }
}