{
  "localeName": "Е Лань",
  "nick": "Орхидея долины",
  "occupation": "Чайный дом «Яньшан»",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Bow",
  "element": "Hydro",
  "constellation": "Призрачная Орхидея",
  "desc": "Таинственная девушка, утверждающая, что работает в Департаменте по делам граждан, но в списках Департамента её нет.",
  "birth": "04/20",
  "battle_talent": {
    "normal_name": "Незаметная стрела",
    "normal_img": "yelan_s1",
    "normal_desc1": "До четырёх выстрелов из лука подряд.",
    "normal_desc2": "Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания наконечник стрелы заряжается водным потоком. Полностью заряженная стрела наносит Гидро урон.ПрорывЧерез 5 сек. вне боя Е Лань входит в состояние Прорыва, которое сокращает время зарядки её следующего полностью заряженного прицельного выстрела на 80%. После полной зарядки она выстрелит Прорывной стрелой, которая наносит Гидро урон по площади, зависящий от макс. HP Е Лань.",
    "normal_desc3": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
    "element_name": "Переплетённая нить жизни",
    "element_img": "yelan_s2",
    "element_desc": "Быстро движется, опутывая и отмечая противников по пути Нитью жизни.<br>После окончания движения Нить жизни взрывается, нанося отмеченным противникам Гидро урон, который зависит от макс. HP Е Лань. <br><br>Быстрое нажатие<br>Быстро продвигается вперёд на определённое расстояние.<br><br>Долгое нажатие<br>Стремительно движется некоторое время, а её сопротивление прерыванию в этом состоянии повышается.<br>Е Лань может контролировать направление движения. При повторном использовании навыка движение прекращается.<br><br>Каждый противник, отмеченный Нитью жизни, даёт Е Лань 34% шанс на получение Прорыва при взрыве.<br><br><i>Только когда она начинает дёргать за ниточки, коварные злодеи и подлые разбойники понимают, что спасения нет.</i>",
    "final_name": "Изысканные игральные кости",
    "final_img": "yelan_s3",
    "final_desc": "Наносит Гидро урон по площади и создаёт Изысканный бросок, который помогает в битве. \n<br>Изысканный бросок<br>Следует за персонажем и при совместной атаке наносит Гидро урон, зависящий от макс. HP Е Лань. Совершает совместную атаку в следующих ситуациях:<br>· когда собственный активный персонаж совершает обычную атаку. Может возникать раз в секунду;<br>· когда собственная Нить жизни Е Лань взрывается и попадает по противнику.<br><br><i>«Зависимость от азартных игр не приведёт ни к чему хорошему. Давай я поясню тебе расклад? Как думаешь, каковы твои шансы победить, когда у меня семь игральных кубиков, а у тебя только один?»</i>"
  },
  "basic_talent": {
    "talent2_name": "Необходимый расчёт",
    "talent2_img": "yelan_p2",
    "talent2_desc": "На 25% увеличивает награду экспедиций в Ли Юэ длительностью 20 ч.",
    "talent3_name": "Перехват инициативы",
    "talent3_img": "yelan_p3",
    "talent3_desc": "Если в отряде 1/2/3/4 типа элементов, макс. HP Е Лань увеличивается на 6%/12%/18%/30% соответственно.",
    "talent1_name": "Лёгкая приспособляемость",
    "talent1_img": "yelan_p1",
    "talent1_desc": "Пока активен Изысканный бросок, урон, наносимый своим активным персонажем, увеличивается на 1% и продолжает увеличиваться на 3,5% каждую сек. Максимальное увеличение наносимого урона - 50%.\nПовторная активация Изысканных игральных костей во время действия эффекта прервёт его."
  },
  "sof": {
    "sof1_name": "Игра с мошенниками",
    "sof1_img": "yelan_c1",
    "sof1_desc": "Увеличивает количество зарядов навыка Переплетённая нить жизни на 1.",
    "sof2_name": "Принимаем всех желающих",
    "sof2_img": "yelan_c2",
    "sof2_desc": "Когда Изысканный бросок проводит совместную атаку, то запускает дополнительную водяную стрелу, которая наносит Гидро урон в 14% макс. HP Е Лань.\nЭффект может возникнуть один раз в 1,8 сек.",
    "sof3_name": "Остерегайся мошенников",
    "sof3_img": "yelan_c3",
    "sof3_desc": "Увеличивает уровень навыка Изысканные игральные кости на 3.\nМакс. уровень: 15.",
    "sof4_name": "Заманить и подменить",
    "sof4_img": "yelan_c4",
    "sof4_desc": "После взрыва Нити жизни на 25 сек. увеличивает макс. HP всех членов отряда на 10% за каждого противника, отмеченного ею. Максимальное увеличение HP - 40%.",
    "sof5_name": "Ловкость дилера",
    "sof5_img": "yelan_c5",
    "sof5_desc": "Увеличивает уровень навыка Переплетённая нить жизни на 3.\nМакс. уровень: 15.",
    "sof6_name": "Победитель получает всё",
    "sof6_img": "yelan_c6",
    "sof6_desc": "После использования навыка Изысканные игральные кости Е Лань войдёт в состояние Стратега.\nВ этом состоянии все обычные атаки Е Лань становятся особыми Прорывными стрелами. Эти стрелы обладают схожими характеристиками с обычными Прорывными стрелами, наносимый ими урон считается уроном заряженной атаки и составляет 156% от обычного урона Прорывных стрел.<br><br>Состояние Стратега исчезнет через 20 сек. или после 5 выпущенных стрел."
  }
}