{
  "nick": "Изящество на сцене",
  "occupation": "Оперная труппа Юнь Хань",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Geo",
  "constellation": "Большая Опера",
  "desc": "Прославленная оперная певица Ли Юэ, которая искусна как в написании пьес, так и в пении. Её неповторимый стиль, изысканный и нежный, - это отражение глубин её души.",
  "birth": "05/21",
  "battle_talent": {
    "normal_name": "Облачный удар",
    "normal_img": "yun_jin_s1",
    "normal_desc1": "До пяти ударов копьём.",
    "normal_desc2": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Вихревое представление",
    "element_img": "yun_jin_s2",
    "element_desc": "На сцене Госпожа Юнь лишь изображает бой, но дать отпор врагам она может и по-настоящему.<br><br>Быстрое нажатие<br>Взмахивает копьём, обводя очертания облаков, и наносит Гео урон.<br><br>Долгое нажатие<br>Встаёт в стойку Вихревое представление, накапливает заряд и создаёт щит. Поглощение урона зависит от максимального HP Юнь Цзинь. Щит поглощает элементальный урон и физический урон на 150% эффективнее. Он действует до тех пор, пока Юнь Цзинь не закончит исполнение элементального навыка.<br>Когда навык применится, закончится его длительность или щит разрушится, Юнь Цзинь высвободит накопленную энергию, нанося Гео урон. В зависимости от времени, потраченного на зарядку, атака будет уровня заряда 1 или уровня заряда 2.<br><br><i>Минута сияния на сцене, за которой стоит десятилетие подготовки.</i>",
    "final_name": "Стяг разрушителя скал",
    "final_img": "yun_jin_s3",
    "final_desc": "Наносит Гео урон по площади и накладывает на всех ближайших членов отряда Строй облачных флагов.\n<br>Строй облачных флагов<br>Когда противникам наносится урон обычной атаки, им также наносится дополнительный урон, который зависит от текущей защиты Юнь Цзинь.<br><br>Эффекты навыка будут сняты по окончании его действия или после израсходования определённого количества зарядов.<br>Когда обычная атака наносит урон нескольким противникам, заряды будут расходоваться в зависимости от количества поражённых противников. Количество зарядов Строя облачных флагов каждого члена отряда подсчитывается отдельно.<br><br><i>Под звуки барабанов и лязг мечей красавица превращается в могучего генерала.</i><br><i>Инструменты на сцене поют в унисон. Смотрите, как дева побеждает ужасных демонов!</i>"
  },
  "basic_talent": {
    "talent2_name": "Лёгкая пища",
    "talent2_img": "yun_jin_p2",
    "talent2_desc": "При приготовлении идеального блюда для приключений имеет 12% шанс получить дополнительное блюдо.",
    "talent3_name": "Верность себе",
    "talent3_img": "yun_jin_p3",
    "talent3_desc": "Использование навыка Вихревое представление точно в момент, когда Юнь Цзинь атакована, активирует второй уровень заряда формы долгого нажатия.",
    "talent1_name": "Отход от традиций",
    "talent1_img": "yun_jin_p1",
    "talent1_desc": "Бонус урона обычной атаки от эффекта Строй облачных флагов дополнительно увеличивается на 2,5%/5%/7,5%/11,5% от защиты Юнь Цзинь, если в отряде есть персонажи 1/2/3/4 типов элементов."
  },
  "sof": {
    "sof1_name": "Театральный галоп",
    "sof1_img": "yun_jin_c1",
    "sof1_desc": "Уменьшает время отката навыка Вихревое представление на 18%.",
    "sof2_name": "Мириады мизансцен",
    "sof2_img": "yun_jin_c2",
    "sof2_desc": "При применении Стяга разрушителя скал урон обычной атаки всех ближайших членов отряда увеличивается на 15% на 12 сек.",
    "sof3_name": "Морской поход",
    "sof3_img": "yun_jin_c3",
    "sof3_desc": "Увеличивает уровень навыка Стяг разрушителя скал на 3.\nМакс. уровень: 15",
    "sof4_name": "Цветок и воин",
    "sof4_img": "yun_jin_c4",
    "sof4_desc": "После того как Юнь Цзинь вызывает реакцию Кристалл, защита на 12 сек. возрастает на 20%.",
    "sof5_name": "Мировая слава",
    "sof5_img": "yun_jin_c5",
    "sof5_desc": "Увеличивает уровень навыка Вихревое представление на 3.\nМакс. уровень: 15",
    "sof6_name": "Гармоничное развитие",
    "sof6_img": "yun_jin_c6",
    "sof6_desc": "У персонажей в состоянии Строй облачных флагов скорость обычной атаки увеличивается на 12%."
  }
}