{
  "name": "Traveler-Geo",
  "rare": 5,
  "area": "Another World",
  "element": "Geo",
  "weapon": "Sword",
  "sex": "SET_BY_PLAYER",
  "birth": "SET_BY_PLAYER",
  "role": "Support_DPS",
  "isComingSoon": false,
  "nick":"Путешествинница",
  "desc": "Путешественница из другого мира, разлучённая со своим братом. Она отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть любимого человека.",
  "battle_talent": {
    "normal_name": "Каменный меч иноземца",
    "normal_img": "normal_attack_foreign_rockblade",
    "normal_desc1": "До пяти быстрых ударов мечом.",
    "normal_desc2": "Два быстрых взмаха мечом, для которых тратится определённое количество выносливости.",
    "normal_desc3": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
    "element_name": "Меч звездопада",
    "element_img": "starfell_sword",
    "element_desc": "Из глубин земли извергается Комета, которая взрывается, нанося Гео урон по площади.\nКомета считается Гео конструкцией, на неё можно взобраться или использовать её для блокирования атак.\n\nДолгое нажатие:\nМожно выбрать место падения Кометы.",
    "final_name": "Движение земли",
    "final_img": "wake_of_earth",
    "final_desc": "Стимулируя глубоко в недрах земли Гео элемент, вы вызываете разрушительное землетрясение.\nОно откидывает окружающих врагов и наносит им Гео урон по площади.\nПо краям ударной волны возводится каменная стена.\nОна считается Гео конструкцией, которую можно использовать для блокирования атак."
  },
  "basic_talent": {
    "talent1_name": "Разрушенный утёс",
    "talent1_img": "shattered_darkrock",
    "talent1_desc": "Уменьшает время отката навыка Меч звездопада на 2 сек.",
    "talent2_name": "Безумный оползень",
    "talent2_img": "frenzied_rockslide",
    "talent2_desc": "Последний удар серии обычных атак призывает оползень, который наносит Гео урон, равный 60% от силы атаки, врагам в области."
  },
  "sof": {
    "sof1_name": "Неприступная стена",
    "sof1_img": "invincible_stonewall",
    "sof1_desc": "Увеличивает шанс крит. попадания персонажей отряда в пределах Каменной стены, созданной навыком Движение земли, на 10%, также повышает устойчивость к прерыванию атак.",
    "sof2_name": "Плавление каменного ядра",
    "sof2_img": "rockcore_meltdown",
    "sof2_desc": "После уничтожения, Комета, созданная навыком Меч звездопада, взрывается ещё раз, нанося дополнительный Гео урон по площади, равный урону, нанесённому этим навыком..",
    "sof3_name": "Каменная воля",
    "sof3_img": "will_of_the_rock",
    "sof3_desc": "Увеличивает уровень навыка Движение земли на 3.\nМакс. уровень: 15",
    "sof4_name": "Сила реакции",
    "sof4_img": "reaction_force",
    "sof4_desc": "Ударная волна навыка Движение земли восстанавливает 5 ед. энергии за каждого получившего урон противника.\nНе более 25 ед. энергии за раз.",
    "sof5_name": "Метеоритный удар",
    "sof5_img": "meteorite_impact",
    "sof5_desc": "Увеличивает уровень навыка Меч звездопада на 3.\nМакс. уровень: 15",
    "sof6_name": "Нетленный камень",
    "sof6_img": "everlasting_boulder",
    "sof6_desc": "Увеличивает время существование каменной стены, созданной навыком Движение земли, на 5 сек;\nУвеличивает время существования Кометы, созданной навыком Меч звездопада, на 10 сек."
  }
}


