{
  "name": "Ganyu",
  "rare": 5,
  "area": "Liyue",
  "element": "Cryo",
  "weapon": "Bow",
  "sex": "Female",
  "birth": "12/02",
  "role": "Main_DPS",
  "isComingSoon": false,
  "nick": "Plenilune Gaze",
  "desc": "The secretary at Yuehai Pavilion. The blood of the qilin, an illuminated beast, flows within her veins.",
  "battle_talent": {
    "normal_name": "Liutian Archery",
    "normal_img": "normal_atack_bolts_of_downfall",
    "normal_desc1": "Perform up to 6 consecutive shots with a bow.",
    "normal_desc2": " Perform a more precise Aimed Shot with increased DMG. While aiming, an icy aura will accumulate on the arrowhead before the arrow is fired. Has different effects based on how long the energy has been charged:<br>Charge Level 1: Fires off an icy arrow that deals Cryo DMG.<br>Charge Level 2: Fires off a Frostflake Arrow that deals Cryo DMG.",
    "normal_desc3": "The Frostflake Arrow blooms after hitting its target, dealing AoE Cryo DMG.<br>Plunging Attack: Fires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.",
    "element_name": "Trail of the Qilin",
    "element_img": "the_merciful",
    "element_desc": "Leaving a single Ice Lotus behind, Ganyu dashes backward, shunning all impurity and dealing AoE Cryo DMG.<br>Ice Lotus:<br>Continuously taunts surrounding opponents, attracting them to attack it.<br>Endurance scales based on Ganyu's Max HP.<br>Blooms profusely when destroyed or once its duration ends, dealing AoE Cryo DMG.",
    "final_name": "Celestial Shower",
    "final_img": "celestial_shower",
    "final_desc": "Coalesces atmospheric frost and snow to summon a Sacred Cryo Pearl that exorcises evil.<br>During its ability duration, the Sacred Cryo Pearl will continuously rain down shards of ice, striking opponents within an AoE and dealing Cryo DMG."
  },
  "basic_talent": {
    "talent1_name": "Undivided Heart",
    "talent1_img": "undivided_heart",
    "talent1_desc": "After firing a Frostflake Arrow, the CRIT Rate of subsequent Frostflake Arrows and their resulting bloom effects is increased by 20% for 5s.",
    "talent2_name": "Harmony between Heaven and Earth",
    "talent2_img": "harmony_between_heaven_and_earth",
    "talent2_desc": "Celestial Shower grants a 20% Cryo DMG Bonus to active members in the AoE.",
    "talent3_name": "Preserved for the Hunt",
    "talent3_img": "preserved_for_the_hunt",
    "talent3_desc": "Refunds 15% of the ores used when crafting Bow-type weapons."
  },
  "sof": {
    "sof1_name": "Dew-Drinker",
    "sof1_img": "dew_drinker",
    "sof1_desc": "Taking DMG from a Charge Level 2 Frostflake Arrow or Frostflake Arrow Bloom decreases opponents' Cryo RES by 15% for 6s.<br>A hit regenerates 2 Energy for Ganyu. This effect can only occur once per Charge Level 2 Frostflake Arrow, regardless if Frostflake Arrow itself or its Bloom hit the target.",
    "sof2_name": "The Auspicious",
    "sof2_img": "the_auspicious",
    "sof2_desc": "Trail of the Qilin gains 1 additional charge.",
    "sof3_name": "Cloud-Strider",
    "sof3_img": "cloud_strider",
    "sof3_desc": "Increases the Level of Celestial Shower by 3.<br>Maximum upgrade level is 15.",
    "sof4_name": "Westward Sojourn",
    "sof4_img": "westward_sojourn",
    "sof4_desc": "Opponents standing within the AoE of Celestial Shower take increased DMG. This effect strengthens over time.<br>Increased DMG taken begins at 5% and increases by 5% every 3s, up to a maximum of 25%.<br>The effect lingers for 3s after the opponent leaves the AoE.",
    "sof5_name": "The Merciful",
    "sof5_img": "the_merciful",
    "sof5_desc": "Increases the Level of Trail of the Qilin by 3.<br>Maximum upgrade level is 15.",
    "sof6_name": "The Clement",
    "sof6_img": "the_clement",
    "sof6_desc": "Using Trail of the Qilin causes the next Frostflake Arrow shot within 30s to not require charging."
  }
}