{
  "name": "Noelle",
  "rare": 4,
  "area": "Mondstadt",
  "element": "Geo",
  "weapon": "Claymore",
  "sex": "Female",
  "birth": "03/21",
  "role": "Utility",
  "isComingSoon": false,
  "nick":"Chivalric Blossom",
  "desc": "A maid who faithfully serves the Knights of Favonius. She dreams of joining their ranks someday.",
  "battle_talent": {
    "normal_name": "Favonius Bladework - Maid",
    "normal_img": "normal_attack_favonius_bladework",
    "normal_desc1": "Performs up to 4 consecutive slashes.",
    "normal_desc2": "Drains Stamina over time to perform continuous swirling attack on all nearby opponents. At the end of the sequence, performs an additional powerful slash.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Breastplate",
    "element_img": "breastplate",
    "element_desc": "Summons protective stone armor, dealing Geo DMG to surrounding opponents and creating a shield. The shield's DMG Absorption scales based on Noelle's DEF.<br>The shield has the following properties:<br>When Noelle's Normal and Charged Attacks hit a target, they have a certain chance to regenerate HP for all characters.<br>Possesses 150% DMG Absorption efficiency against all Elemental and Physical DMG.<br>The amount of HP healed when regeneration is triggered scales based on Noelle's DEF.",
    "final_name": "Sweeping Time",
    "final_img": "sweeping_time",
    "final_desc": "Gathering the strength of stone around her weapon, Noelle strikes the opponents surrounding her within a large AoE, dealing Geo DMG.<br>Afterwards, Noelle gains the following effects:<br>Larger attack AoE<br>Converts attack DMG to Geo DMG that cannot be overridden by any other elemental infusion.<br>Increased ATK that scales based on her DEF."
  },
  "basic_talent": {
    "talent1_name": "Devotion",
    "talent1_img": "devotion",
    "talent1_desc": "When Noelle is in the party but not on the field, this ability triggers automatically when your active character's HP falls below 30%:\nCreates a shield for your active character that lasts for 20s and absorbs DMG equal to 400% of Noelle's DEF. The shield has a 150% DMG Absorption effectiveness against all Elemental and Physical DMG. This effect can only occur once every 60s.",
    "talent2_name": "Nice and Clean",
    "talent2_img": "nice_and_clean",
    "talent2_desc": "Every 4 Normal or Charged Attack hits will decrease the CD of Breastplate by 1s.\nHitting multiple opponents with a single attack is only counted as 1 hit.",
    "talent3_name": "Maid's Knighthood",
    "talent3_img": "maids_knighthood",
    "talent3_desc": "When a Perfect Cooking is achieved on a DEF-boosting dish, Noelle has a 12% chance to obtain double the product."
  },
  "sof": {
    "sof1_name": "I Got Your Back",
    "sof1_img": "i_got_your_back",
    "sof1_desc": "While Sweeping Time and Breastplate are both in effect, the chance of Breastplate's healing effects activating is increased to 100%.",
    "sof2_name": "Combat Maid",
    "sof2_img": "combat_maid",
    "sof2_desc": "Decreases the Stamina Consumption of Noelle's Charged Attacks by 20% and increases her Charged Attack DMG by 15%.",
    "sof3_name": "Invulnerable Maid",
    "sof3_img": "invul_maid",
    "sof3_desc": "Increases the Level of Breastplate by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "To Be Cleaned",
    "sof4_img": "to_be_cleaned",
    "sof4_desc": "When Breastplate's duration expires or it is destroyed by DMG, it will deal 400% ATK of Geo DMG to surrounding opponents.",
    "sof5_name": "Favonius Sweeper Master",
    "sof5_img": "favonuis_sweeper",
    "sof5_desc": "Increases the Level of Sweeping Time by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Must Be Spotless",
    "sof6_img": "must_be_spotless",
    "sof6_desc": "Sweeping Time increases Noelle's ATK by an additional 50% of her DEF.\nAdditionally, every opponent defeated during the skill's duration adds 1s to the duration, up to 10s."
  }
}
