{
  "nick": "Vị Cứu Tinh Dị Giới",
  "occupation": "Thợ Săn",
  "area": "Ranger",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Cung Nora",
  "desc": "Từng là kẻ lưu đày, nay đã trở thành một thợ săn vô cùng nhạy bén. Luôn trong tư thế sẵn sàng giương cung vì chính nghĩa.",
  "birth": "04/04",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Bắn Chớp Nhoáng",
    "normal_img": "aloy_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần bắn tên liên tiếp.",
    "normal_desc2": "Ngắm bắn chuẩn hơn, sát thương cao hơn.Khi ngắm bắn, hơi lạnh sẽ tích tụ trên mũi tên. Mũi tên mang đầy hơi lạnh sẽ gây Sát Thương Nguyên Tố Băng.",
    "normal_desc3": "Bắn mưa tên liên tiếp xuống mặt đất, đồng thời lao nhanh xuống đất và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Băng Giá Hoang Dã",
    "element_img": "aloy_s2",
    "element_desc": "Ném một quả Bom Băng Giá về hướng mục tiêu, khi trúng sẽ kích nổ, gây Sát Thương Nguyên Tố Băng. Bom Băng Giá khi nổ sẽ phân thành rất nhiều Bom Lạnh, kẻ địch giẫm phải hoặc sau một thời gian sẽ phát nổ, gây Sát Thương Nguyên Tố Băng.<br>Bom Băng Giá hoặc Bom Lạnh khi trúng địch sẽ giảm sức tấn công của kẻ địch và cung cấp 1 tầng hiệu quả \"Dây Móc\" cho Aloy.<br>Mỗi 0.1s tối đa nhận 1 tầng hiệu quả Dây Móc.<br><br>Dây Móc<br>·Dựa theo số tầng để tăng sát thương tấn công thường của Aloy;<br>·Khi có 4 tầng Dây Móc, Aloy sẽ xóa tất cả hiệu quả Dây Móc và nhận \"Hồ Băng\", tăng thêm sát thương tấn công thường, đồng thời chuyển sát thương tấn công thường thành Sát Thương Nguyên Tố Băng.<br><br>Khi trong trạng thái Hồ Băng, Aloy sẽ không thể nhận hiệu quả Dây Móc nữa.<br>Hiệu quả Dây Móc sẽ mất sau 30s thoát chiến đấu.<br><br><i>Đây mà là lạnh sao, vậy là chưa thấy qua The Cut rồi.</i>",
    "final_name": "Lời Tiên Tri Ánh Sáng",
    "final_img": "aloy_s3",
    "final_desc": "Ném một Lõi Năng Lượng mang Nguyên Tố Băng vào hướng mục tiêu và dùng cung dẫn nổ, gây Sát Thương Phạm Vi Nguyên Tố Băng.\n<br><i>Bản chất của \"Zero Dawn\" là hy vọng hay tuyệt vọng cũng không còn quan trọng nữa, Aloy đã giải cứu thế giới của mình. Còn vận mệnh của thế giới này sẽ có những anh hùng nơi đây lo toan.</i>"
  },
  "basic_talent": {
    "talent2_name": "Thợ Săn Hoang Dã",
    "talent2_img": "aloy_p2",
    "talent2_desc": "Khi có Aloy trong đội, nhân vật khi tiếp cận các động vật nhỏ tạo Thịt Rừng, Thịt Gia Cầm và Thịt Tươi Lạnh sẽ không làm kinh động đến chúng.",
    "talent3_name": "Chiến Đấu Dồn Dập",
    "talent3_img": "aloy_p3",
    "talent3_desc": "Khi Aloy nhận được hiệu quả Dây Móc của Băng Giá Hoang Dã, sức tấn công của Aloy tăng 16%, sức tấn công của các nhân vật trong đội ở gần đó tăng 8%, duy trì 10s.",
    "talent1_name": "Tấn Công Mạnh Mẽ",
    "talent1_img": "aloy_p1",
    "talent1_desc": "Khi Aloy trong trạng thái Hồ Băng của Băng Giá Hoang Dã, mỗi giây tăng 3.5% hiệu quả Tăng Sát Thương Nguyên Tố Băng, tối đa tăng đến 35% Sát Thương Nguyên Tố Băng bằng cách này."
  },
  "sof": {
    "sof1_name": "Ngôi Sao Dị Giới",
    "sof1_img": "aloy_c1",
    "sof1_desc": "Thời khắc thắp sáng bầu trời của người này chưa đến.",
    "sof2_name": "Ngôi Sao Dị Giới",
    "sof2_img": "aloy_c2",
    "sof2_desc": "Thời khắc thắp sáng bầu trời của người này chưa đến.",
    "sof3_name": "Ngôi Sao Dị Giới",
    "sof3_img": "aloy_c3",
    "sof3_desc": "Thời khắc thắp sáng bầu trời của người này chưa đến.",
    "sof4_name": "Ngôi Sao Dị Giới",
    "sof4_img": "aloy_c4",
    "sof4_desc": "Thời khắc thắp sáng bầu trời của người này chưa đến.",
    "sof5_name": "Ngôi Sao Dị Giới",
    "sof5_img": "aloy_c5",
    "sof5_desc": "Thời khắc thắp sáng bầu trời của người này chưa đến.",
    "sof6_name": "Ngôi Sao Dị Giới",
    "sof6_img": "aloy_c6",
    "sof6_desc": "Thời khắc thắp sáng bầu trời của người này chưa đến."
  }
}