{
  "nick": "Thần Tượng Tỏa Sáng",
  "occupation": "Giáo Hội Tây Phong",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Hydro",
  "constellation": "Cung Kim Bôi",
  "desc": "Mọi người trong thành Mondstadt đều yêu quý Barbara. Từ \"Thần Tượng\" là do cô đọc được từ một cuốn tạp chí.",
  "birth": "07/05",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Giọng Ca Của Nước",
    "normal_img": "barbara_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần tấn công hoa nước, gây Sát Thương Nguyên Tố Thủy.",
    "normal_desc2": "Tiêu hao thể lực nhất định, sau khi tụ lực, gây Sát Thương Phạm Vi Nguyên Tố Thủy.",
    "normal_desc3": "Ngưng tụ sức mạnh nguyên tố Thủy, từ trên trời tấn công xuống mặt đất, tấn công kẻ địch trên đường đi, gây Sát Thương Phạm Vi Nguyên Tố Thủy khi chạm đất.",
    "element_name": "Buổi Diễn, Bắt Đầu♪",
    "element_img": "barbara_s2",
    "element_desc": "Triệu hồi những giọt nước nhảy nhót như tiếng hát, tạo thành vòng âm thanh, gây Sát Thương Nguyên Tố Thủy cho kẻ địch xung quanh, và thi triển trạng thái Ẩm Ướt.<br><br>Vòng Âm Thanh<br>·Khi Barbara tấn công thường trúng kẻ địch, thì nhân vật của bản thân trong đội và các nhân vật cùng phe gần đó sẽ được hồi HP, lượng hồi phục phụ thuộc vào giới hạn HP của Barbara;<br>·Khi trọng kích trúng kẻ địch, lượng hồi phục x4;<br>·Cứ cách một khoảng thời gian, sẽ hồi HP cho nhân vật của bản thân trong trận hiện tại;<br>·Thi triển trạng thái Ẩm Ướt cho nhân vật và kẻ địch chạm phải.<br><br><i>Âm nhạc của Barbara là phép thuật trị liệu cho mọi người.</i>",
    "final_name": "Kỳ Tích Vinh Diệu♪",
    "final_img": "barbara_s3",
    "final_desc": "Hồi phục lượng lớn HP cho các nhân vật phe ta ở gần và nhân vật của bản thân trong đội, lượng hồi phục phụ thuộc vào giới hạn HP của Barbara.\n<br><i>Chữa lành trái tim cho mọi người là sức mạnh để Barbara chiến đấu và ca hát.</i>"
  },
  "basic_talent": {
    "talent2_name": "Toàn Tâm Toàn Ý♪",
    "talent2_img": "barbara_p2",
    "talent2_desc": "Nấu hoàn mỹ món ăn thuộc loại hồi phục, có 12% tỷ lệ x2 sản lượng.",
    "talent3_name": "Mùa Huy Hoàng",
    "talent3_img": "barbara_p3",
    "talent3_desc": "Khi nhân vật đang trong vòng âm thanh của Buổi Diễn, Bắt Đầu♪, giảm 12% thể lực tiêu hao.",
    "talent1_name": "Lập Lại",
    "talent1_img": "barbara_p1",
    "talent1_desc": "Khi nhân vật của bản thân trong trận hiện tại nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, vòng âm thanh của Buổi Diễn, Bắt Đầu♪ sẽ kéo dài thêm 1s.\nBằng cách này có thể kéo dài nhiều nhất 5s."
  },
  "sof": {
    "sof1_name": "Ca Dao Sắc Màu",
    "sof1_img": "barbara_c1",
    "sof1_desc": "Cứ 10s sẽ hồi phục 1 điểm Năng Lượng Nguyên Tố cho Barbara.",
    "sof2_name": "Bùng Nổ Nguyên Khí",
    "sof2_img": "barbara_c2",
    "sof2_desc": "CD của Buổi Diễn, Bắt Đầu♪ giảm 15%;\nTrong thời gian kỹ năng tồn tại, nhân vật của bản thân trong trận hiện tại nhận được 15% Buff Sát Thương Nguyên Tố Thủy.",
    "sof3_name": "Ngôi Sao Ngày Mai",
    "sof3_img": "barbara_c3",
    "sof3_desc": "Cấp kỹ năng Kỳ Tích Vinh Diệu♪ +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Nỗ Lực Là Ma Thuật",
    "sof4_img": "barbara_c4",
    "sof4_desc": "Khi Barbara dùng trọng kích, mỗi khi đánh trúng 1 kẻ địch, sẽ hồi phục 1 điểm năng lượng nguyên tố.\nBằng cách này, tối đa hồi 5 điểm Năng Lượng Nguyên Tố trong 1 lần.",
    "sof5_name": "Liên Kết Thuần Khiết",
    "sof5_img": "barbara_c5",
    "sof5_desc": "Cấp kỹ năng Buổi Diễn, Bắt Đầu♪ +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Dành Cho Em Thứ Tốt Đẹp Nhất",
    "sof6_img": "barbara_c6",
    "sof6_desc": "Khi Barbara ở trạng thái chờ, nếu có nhân vật của bản thân trong đội ngã xuống sẽ lập tức:\nHồi sinh nhân vật đó;<br>Hồi phục 100% HP cho nhân vật.<br>Hiệu quả này mỗi 15 phút chỉ kích hoạt một lần."
  }
}