{
  "nick": "Long Vương Không Vương Miện",
  "occupation": "Đội thuyền Nam Thập Tự",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Cung Nam Thiên Hải Sơn",
  "desc": "Thủ lĩnh đội thuyền vũ trang \"Nam Thập Tự\", là chị đại hào sảng.",
  "birth": "02/14",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Đại Dương",
    "normal_img": "beidou_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần chém liên tiếp.",
    "normal_desc2": "Duy trì tiêu hao thể lực, chém nhanh liên tiếp.Sau khi Trọng Kích kết thúc, sẽ bổ một nhát cực mạnh.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường, đồng thời gây sát thương phạm vi khi chạm đất.",
    "element_name": "Bắt Sóng",
    "element_img": "beidou_s2",
    "element_desc": "Không có gì phải lo lắng. Nếu có ai dám ra tay với cô hoặc người của cô, thì sẽ phải trả giá gấp 10 lần bằng sấm sét và kiếm.<br><br>Nhấn<br>Tích tụ sức mạnh sấm sét, chém mạnh kiếm lớn về phía trước, gây Sát Thương Nguyên Tố Lôi.<br><br>Nhấn Giữ<br>Nhấc vũ khí lên hình thành khiên, hấp thụ lượng sát thương căn cứ theo giới hạn HP của Beidou.<br>Sau khi thả giữ kỹ năng hoặc hết thời gian, sẽ vung kiếm giải phóng sức mạnh tích lũy để phản công, gây Sát Thương Nguyên Tố Lôi. Dựa vào số lần bị tấn công trong thời gian kỹ năng, tăng sát thương tạo thành. Kích hoạt 2 lần sẽ đạt buff sát thương cao nhất.<br>Khiên có hiệu quả như sau:<br>·Đối với Sát Thương Nguyên Tố Lôi có 250% hiệu quả hấp thu;<br>·Khi thi triển, sẽ gán ấn nguyên tố Lôi cho Beidou.<br><br><i>Thuyền Meo Meo đuổi theo sóng biển.</i>",
    "final_name": "Chước Lôi",
    "final_img": "beidou_s3",
    "final_desc": "Nhớ lại trận chiến diệt Cự Thú Hải Sơn, triệu hồi cự thú và sức mạnh lôi điện, tạo ra Khiên Lôi Thú bao quanh, đồng thời gây Sát Thương Nguyên Tố Lôi cho kẻ địch xung quanh.\n<br>Khiên Lôi Thú<br>·Khi tấn công thường và trọng kích đánh trúng địch, giải phóng sức mạnh sấm sét, tạo 1 tia sét chạy giữa địch, gây Sát Thương Nguyên Tố Lôi;<br>·Tăng khả năng kháng gián đoạn của nhân vật và giảm sát thương phải chịu.<br><br>Mỗi giây tối đa kích hoạt 1 tia sét.<br><br><i>Sấm sét chói lọi, dời non lấp bể.</i>"
  },
  "basic_talent": {
    "talent2_name": "Sóng Vỗ Dào Dạt",
    "talent2_img": "beidou_p2",
    "talent2_desc": "Giảm 20% tiêu hao thể lực khi bơi cho nhân vật trong đội của bản thân.\nKhông thể cộng dồn với buff Thiên Phú cố định có cùng hiệu quả.",
    "talent3_name": "Hào Quang Rực Rỡ",
    "talent3_img": "beidou_p3",
    "talent3_desc": "Khi Bắt Sóng phản đòn vào đúng lúc nhân vật bị tấn công, sẽ có buff sát thương cao nhất.",
    "talent1_name": "Sấm Sét Đầy Trời",
    "talent1_img": "beidou_p1",
    "talent1_desc": "Trong 10s sau khi thi triển Bắt Sóng có buff sát thương cao nhất, nhận được hiệu quả như sau:\nSát thương trọng kích và tấn công thường tạo thành tăng 15%, tốc độ tấn công tăng 15%;<br>Giảm thời gian chuẩn bị cần thiết cho trọng kích."
  },
  "sof": {
    "sof1_name": "Ngư Long Trầm Tứ Phương",
    "sof1_img": "beidou_c1",
    "sof1_desc": "Khi thi triển Chước Lôi: \nHình thành tấm khiên hấp thu sát thương tương đương với 16% giới hạn HP, kéo dài 15s.<br>Khiên có hiệu quả hấp thụ 250% sát thương Nguyên Tố Lôi.",
    "sof2_name": "Tia Sét Chói Lọi",
    "sof2_img": "beidou_c2",
    "sof2_desc": "Sấm sét của Chước Lôi có thể đánh bật thêm 2 kẻ địch.",
    "sof3_name": "Thủy Triều Dẫn Điện",
    "sof3_img": "beidou_c3",
    "sof3_desc": "Cấp kỹ năng Bắt Sóng +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Sao Trời Dẫn Lối",
    "sof4_img": "beidou_c4",
    "sof4_desc": "Trong vòng 10s sau khi bị tấn công, tấn công thường của Beidou tăng thêm 20% sát thương Nguyên Tố Lôi.",
    "sof5_name": "Đạp Lãng Liên Cấp",
    "sof5_img": "beidou_c5",
    "sof5_desc": "Cấp kỹ năng Chước Lôi +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Beidou Diệt Ác",
    "sof6_img": "beidou_c6",
    "sof6_desc": "Trong thời gian Chước Lôi tồn tại, kháng Nguyên Tố Lôi của địch xung quanh giảm 15%."
  }
}