{
  "nick": "Bóng Hình Băng Giá",
  "occupation": "Thiên Hoành Phương Sĩ",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Cryo",
  "constellation": "Cung Càn Khôn Phong",
  "desc": "Phương sĩ trẻ tuổi thuộc gia đình danh giá chuyên trừ tà, luôn cố gắng hết sức để khống chế \"thuần dương chi thể\" của bản thân.",
  "birth": "09/07",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Bốn Cách Diệt Tà",
    "normal_img": "chongyun_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần chém liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực để xoay kiếm tấn công địch xung quanh.Khi ngừng quay, sẽ bổ một nhát cực mạnh.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Linh Đao - Sương Bạc Trùng Điệp",
    "element_img": "chongyun_s2",
    "element_desc": "Chongyun vung cự kiếm đập mạnh xuống mặt đất, gây ra vụ nổ băng ở phạm vi hình tròn phía trước và gây cho địch sát thương Nguyên Tố Băng.<br>Sau khi gây ngưng trệ ngắn hạn, hàn khí tích tụ thành khu vực Sương Bạc Trùng Điệp, khiến cho nhân vật dùng kiếm đơn, đại kiếm, vũ khí cán dài nhận đính kèm Nguyên Tố Băng.<br><br><i>\"Ngọc vỡ chấn động, bốn bề im ắng. Sông nước bất động, mây trời ngưng tụ. Lập đàn thi pháp, tà ác rút lui.\"</i>",
    "final_name": "Linh Đao - Vân Khai Tinh Lạc",
    "final_img": "chongyun_s3",
    "final_desc": "Chongyun kết ấn, triệu hồi liên tục ba thanh linh kiếm ở khoảng không phía trước, rồi lần lượt rơi xuống mặt đất và nổ tung.\nKhi linh kiếm nổ sẽ gây sát thương phạm vi nguyên tố băng đồng thời đánh bay kẻ địch.<br><br><i>\"Trác kiếm thiên địa động, băng lăng sương hàn sinh. Như luật lệnh!\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Chu Du Sông Núi",
    "talent2_img": "chongyun_p2",
    "talent2_desc": "Khi làm nhiệm vụ Phái Đi thám Hiểm ở Liyue, thời gian tiêu hao rút ngắn 25%.",
    "talent3_name": "Hơi Thở Bình Yên",
    "talent3_img": "chongyun_p3",
    "talent3_desc": "Tất cả nhân vật dùng kiếm đơn, trọng kiếm, vũ khí cán dài đứng trong Linh Đao - Sương Bạc Trùng Điệp tăng 8% tốc độ tấn công của các đòn tấn công thường.",
    "talent1_name": "Truy Băng Kiếm Quyết",
    "talent1_img": "chongyun_p1",
    "talent1_desc": "Khi khu vực Linh Đao - Sương Bạc Trùng Điệp biến mất, sẽ gọi ra 1 thanh Linh Đao tự động tấn công địch xung quanh, tạo thành 100% sát thương phạm vi Nguyên Tố Băng tương đương với kỹ năng sát thương của Linh Đao - Sương Bạc Trùng Điệp. Địch bị đánh trúng kháng Nguyên Tố Băng giảm 10%, kéo dài 8s."
  },
  "sof": {
    "sof1_name": "Phóng Thích Đao Băng",
    "sof1_img": "chongyun_c1",
    "sof1_desc": "Lần đánh cuối trong tấn công thường sẽ phóng ra 3 đạo băng đao về phía trước, mỗi đao băng sẽ gây ra sát thương Nguyên Tố Băng bằng tấn công 50% của Chongyun cho kẻ địch trên đường đi.",
    "sof2_name": "Nghịch Chuyển Đất Trời",
    "sof2_img": "chongyun_c2",
    "sof2_desc": "CD của kỹ năng nguyên tố và kỹ năng nộ khi thi triển trong khu vực Linh Đao - Sương Bạc Trùng Điệp giảm 15%",
    "sof3_name": "Vân Tận Quang Sinh",
    "sof3_img": "chongyun_c3",
    "sof3_desc": "Cấp kỹ năng Linh Đao - Vân Khai Tinh Lạc +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Phù Vân Sương Thiên",
    "sof4_img": "chongyun_c4",
    "sof4_desc": "Khi Chongyun tấn công địch bị Nguyên Tố Băng ảnh hưởng, bản thân sẽ được hồi 1 điểm Năng Lượng Nguyên Tố.\nHiệu quả này tối đa mỗi 2s thi triển một lần.",
    "sof5_name": "Chính Đạo Chân Lý",
    "sof5_img": "chongyun_c5",
    "sof5_desc": "Cấp kỹ năng Linh Đao - Sương Bạc Trùng Điệp +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Tứ Linh Bổng Thánh",
    "sof6_img": "chongyun_c6",
    "sof6_desc": "Linh Đao - Vân Khai Tinh Lạc khi gây sát thương cho kẻ địch có tỷ lệ HP thấp hơn Chongyun, sát thương tăng 15%;\nNgoài ra, khi thi triển sẽ triệu hồi thêm một linh đao."
  }
}