{
  "localeName": "Diluc",
  "nick": "Mặt Tối Của Bình Minh",
  "occupation": "Tửu Trang Dawn",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "Cung Dạ Hiêu",
  "desc": "Là công tử nắm trong tay hơn một nửa ngành rượu Mondstadt, tài lực, danh vọng, năng lực đều khiến người khác không thể coi thường.",
  "birth": "04/30",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Kiếm Tôi Luyện",
    "normal_img": "diluc_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần chém liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực liên tục để chém nhanh liên tiếp.Sau khi Trọng Kích kết thúc, sẽ bổ một nhát cực mạnh.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Lưỡi Đao Rực Lửa",
    "element_img": "diluc_s2",
    "element_desc": "Vung kiếm chém về phía trước, gây Sát Thương Nguyên Tố Hỏa.<br><br>Có thể thi triển liên tiếp 3 lần.<br>Nếu trong thời gian ngắn không thi triển, sẽ vào trạng thái chờ.<br><br><i>Tượng trưng cho chính nghĩa, can đảm và trách nhiệm của Diluc.</i>",
    "final_name": "Bình Minh",
    "final_img": "diluc_s3",
    "final_desc": "Bùng cháy sức mạnh lửa, đánh lui địch xung quanh, gây Sát Thương Nguyên Tố Hỏa. Sau đó ngưng tụ lửa lên vũ khí, vung ra chim lửa bay về phía trước, gây cho địch trên đường lượng lớn Sát Thương Nguyên Tố Hỏa đồng thời ở điểm đến cuối cùng của chim lửa gây lượng lớn Sát Thương Phạm Vi Nguyên Tố Hỏa.\nNgọn lửa trên vũ khí khiến Diluc nhận được đính kèm Nguyên Tố Hỏa.<br><br><i>Bước đi trong bóng tối là để mang lại ánh sáng. Nhìn vào ánh sáng xa xăm tỏa ra trong màn đêm tĩnh lặng, là điềm báo bình minh sẽ đến.</i>"
  },
  "basic_talent": {
    "talent2_name": "Truyền Thống Của Bình Minh",
    "talent2_img": "diluc_p2",
    "talent2_desc": "Khi rèn vũ khí dạng Trọng Kiếm, hoàn trả 15% khoáng thạch tiêu hao.",
    "talent3_name": "Không Bỏ Cuộc",
    "talent3_img": "diluc_p3",
    "talent3_desc": "Thể lực trọng kích Diluc tiêu hao giảm 50%, tăng thời gian tối đa thêm 3s.",
    "talent1_name": "Đôi Cánh Rực Lửa",
    "talent1_img": "diluc_p1",
    "talent1_desc": "Kéo dài 4s thời gian đính kèm Nguyên Tố Hỏa mà Bình Minh mang đến. Ngoài ra, trong thời gian còn hiệu lực, Diluc nhận 20% buff sát thương Nguyên Tố Hỏa."
  },
  "sof": {
    "sof1_name": "Cắt Đứt Tội Lỗi",
    "sof1_img": "diluc_c1",
    "sof1_desc": "Đối với địch có HP trên 50%, sát thương Diluc tạo ra tăng 15%.",
    "sof2_name": "Than Hồng",
    "sof2_img": "diluc_c2",
    "sof2_desc": "Khi Diluc bị thương, tấn công tăng 10%, tốc độ tấn công tăng 5%, kéo dài 10s.\nHiệu quả cộng dồn tối đa 3 lần, mỗi 1,5s chỉ thi triển 1 lần.",
    "sof3_name": "Ngọn Lửa Thép",
    "sof3_img": "diluc_c3",
    "sof3_desc": "Cấp kỹ năng Lưỡi Đao Rực Lửa +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Lòng Như Lửa Đốt",
    "sof4_img": "diluc_c4",
    "sof4_desc": "Phóng Lưỡi Đao Rực Lửa theo từng nhịp và có thể tăng sát thương tạo thành.\nSau 2s thi triển Lưỡi Đao Rực Lửa tăng 40% sát thương đòn đánh tiếp theo của Lưỡi Đao Rực Lửa, kéo dài 2s.",
    "sof5_name": "Phượng Hoàng Lúc Bình Minh",
    "sof5_img": "diluc_c5",
    "sof5_desc": "Cấp kỹ năng Bình Minh +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Kiếm Lửa Diệt Trừ Tà Ác",
    "sof6_img": "diluc_c6",
    "sof6_desc": "Sau khi thi triển Lưỡi Đao Rực Lửa tăng 30% tốc độ cho 2 lần đánh tấn công thường tiếp theo trong 6s, sát thương tạo thành tăng 30%.\nNgoài ra, Lưỡi Đao Rực Lửa sẽ không làm mới các đoạn liên kích tấn công thường."
  }
}