{
  "nick": "Đặc Chế Quán Rượu Đuôi Mèo",
  "occupation": "Quán Rượu Đuôi Mèo",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Cung Tiểu Miêu",
  "desc": "Thiếu nữ có dòng máu \"không phải người\" hiếm có, người pha chế rượu rất được yêu thích của Quán Rượu Đuôi Mèo.",
  "birth": "01/18",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Xạ Thuật Thợ Săn",
    "normal_img": "diona_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần bắn tên liên tiếp.",
    "normal_desc2": "Sát thương càng cao, ngắm bắn càng chuẩn.Khi ngắm bắn, hơi lạnh sẽ tích tụ trên mũi tên. Mũi tên mang đầy hơi lạnh sẽ gây Sát Thương Nguyên Tố Băng.",
    "normal_desc3": "Bắn mưa tên liên tiếp xuống mặt đất, gây sát thương phạm vi khi chạm đất.",
    "element_name": "Móng Mèo Lạnh Giá",
    "element_img": "diona_s2",
    "element_desc": "Bắn móng mèo lạnh giá gây cho địch Sát Thương Nguyên Tố Băng và hình thành khiên khi đánh trúng.<br>Lượng hấp thụ sát thương của khiên chịu ảnh hưởng từ giới hạn HP của Diona, thời gian duy trì dựa vào số lượng Móng Mèo Lạnh Giá đánh trúng.<br><br>Nhấn<br>Bắn nhanh 2 Móng Mèo Lạnh Giá.<br><br>Nhấn Giữ<br>Lùi về sau và bắn 5 Móng Mèo Lạnh Giá.<br>Nhấn giữ hình thành Khiên, hấp thụ thêm 75% sát thương.<br><br>Khiên sẽ hấp thụ 250% Sát Thương Nguyên Tố Băng, và khi hình thành, sẽ gán ấn nguyên tố Băng trong thời gian ngắn cho nhân vật hiện tại.<br><br><i>Có thêm bao nhiêu đá vào rượu cũng không thể làm tổn hại đến kẻ say, cho đến khi Diona có được Vision, và rồi những viên đá lạnh đến nỗi khiến người ta buốt óc bắt đầu xuất hiện. Hay!</i>",
    "final_name": "Đặc Chế Mãnh Liệt",
    "final_img": "diona_s3",
    "final_desc": "Ném những viên đá được điều chế đặc biệt, gây Sát Thương Phạm Vi Nguyên Tố Băng và tạo thành khu vực Hơi Rượu Băng.\n<br>Khu Vực Hơi Rượu Băng<br>·Gây cho kẻ địch trong đó Sát Thương Nguyên Tố Băng liên tục.<br>·Hồi HP liên tục cho nhân vật trong đó.<br><br><i>Công thức kinh khủng khiến Diona cũng tự cảm thấy vô nhân đạo. Mùi vị đầu kinh khủng nên để cho kẻ địch trước, về sau thì thanh mát, tiếc rằng chỉ có thể dùng mũi và da để cảm nhận.</i>"
  },
  "basic_talent": {
    "talent2_name": "Đồ Nhắm Tặng Kèm",
    "talent2_img": "diona_p2",
    "talent2_desc": "Nấu hoàn mỹ món ăn thuộc loại hồi phục, có tỷ lệ 12% x2 sản lượng.",
    "talent3_name": "Thực Đơn Bí Mật Đuôi Mèo",
    "talent3_img": "diona_p3",
    "talent3_desc": "Nhân vật được Khiên Móng Mèo Lạnh Giá bảo vệ, tốc độ di chuyển tăng 10%, thể lực tiêu hao giảm 10%.",
    "talent1_name": "Kẻ Say Rượu Khôi Hài",
    "talent1_img": "diona_p1",
    "talent1_desc": "Trong 15 giây sau khi địch vào khu vực Đặc Chế Mãnh Liệt giảm 10% tấn công."
  },
  "sof": {
    "sof1_name": "Dư Âm Đặc Chế",
    "sof1_img": "diona_c1",
    "sof1_desc": "Khi kết thúc hiệu quả Đặc Chế Mãnh Liệt, Diona được hồi 15 điểm Năng Lượng Nguyên Tố.",
    "sof2_name": "Vuốt Mèo Lắc Đá",
    "sof2_img": "diona_c2",
    "sof2_desc": "Sát thương gây ra bởi Móng Mèo Lạnh Giá tăng 15%, khả năng hấp thụ sát thương của lớp khiên tăng 15%;\nNgoài ra, khi đánh trúng sẽ tạo thành lớp khiên cho các nhân vật trên trận khác hiện ở gần có khả năng hấp thụ sát thương bằng 50% Móng Mèo Lạnh Giá và kéo dài 5s.",
    "sof3_name": "Vẫn Muốn Thêm Một Ly?",
    "sof3_img": "diona_c3",
    "sof3_desc": "Cấp kỹ năng Đặc Chế Mãnh Liệt +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "[Sát Thủ Ngành Rượu]",
    "sof4_img": "diona_c4",
    "sof4_desc": "Khi ở trong khu vực Đặc Chế Mãnh Liệt, thời gian tụ lực cần khi ngắm bắn của Diona giảm 60%.",
    "sof5_name": "Hai Cốc Thêm Đá",
    "sof5_img": "diona_c5",
    "sof5_desc": "Cấp kỹ năng Móng Mèo Lạnh Giá +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Khi Quán Đuôi Mèo Đóng Cửa",
    "sof6_img": "diona_c6",
    "sof6_desc": "Khi ở trong khu vực Đặc Chế Mãnh Liệt sẽ nhận được các hiệu quả dưới đây tùy theo HP nhân vật:\n·HP thấp hơn hoặc bằng 50%, tăng nhận trị liệu 30%; <br>·Khi HP cao hơn 50%, Tinh Thông Nguyên Tố tăng 200."
  }
}