{
  "localeName": "Jean",
  "nick": "Kỵ Sĩ Bồ Công Anh",
  "occupation": "Đội Kỵ Sĩ Tây Phong",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Cung Ấu Sư",
  "desc": "Kỵ sĩ Bồ Công Anh chính trực nghiêm nghị, đội trưởng đại diện Đội Kỵ Sĩ Tây Phong của Mondstadt.",
  "birth": "03/14",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Tây Phong Kiếm Thuật",
    "normal_img": "jean_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần đánh kiếm liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, đánh một đòn tràn đầy sức mạnh của gió.Địch bị đánh bay sẽ rơi chậm trong thời gian ngắn.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Gió Cuộn Kiếm",
    "element_img": "jean_s2",
    "element_desc": "Hội tụ sức mạnh của gió vô hình lên kiếm, thi triển cơn bão nhỏ, đánh bay địch ở hướng ngắm bắn, gây lượng lớn Sát Thương Nguyên Tố Phong.<br><br>Nhấn Giữ<br>Tiếp tục tiêu hao thể lực để trả giá, tạo lốc xoáy kéo địch và vật thể xung quanh đến trước mặt.<br>Có thể điều chỉnh phương hướng.<br>Trong khi sử dụng kỹ năng không thể di chuyển.<br><br><i>Đồng hành cùng với Jean, là cơn gió bảo vệ đồng đội khỏi nguy hiểm.</i>",
    "final_name": "Gió Bồ Công Anh",
    "final_img": "jean_s3",
    "final_desc": "Bảo hộ triệu hồi gió, tạo ra Vùng Đất Bồ Công Anh hỗn loạn, đánh lui địch xung quanh và gây Sát Thương Nguyên Tố Phong.\nĐồng thời hồi nhanh lượng lớn HP cho tất cả nhân vật trong đội, lượng hồi được hưởng từ tấn công của Jean.<br><br>Vùng Đất Bồ Công Anh<br>·Duy trì hồi phục HP cho nhân vật trong đó;<br>·Khiến nhân vật trong đó tiếp tục chịu ảnh hưởng Nguyên Tố Phong;<br>·Đối với địch ra vào khu vực, gây Sát Thương Nguyên Tố Phong.<br><br><i>Ân trạch của gió như bồ công anh trải rộng, là căn nguyên và lòng tốt của sự thủ hộ từ Jean.</i>"
  },
  "basic_talent": {
    "talent2_name": "Ngọn Gió Dẫn Đường",
    "talent2_img": "jean_p2",
    "talent2_desc": "Nấu hoàn mỹ món ăn thuộc loại hồi phục, có tỷ lệ 12% x2 sản lượng.",
    "talent3_name": "Đi Cùng Với Gió",
    "talent3_img": "jean_p3",
    "talent3_desc": "Khi tấn công thường của Jean đánh trúng, có 50% tỷ lệ hồi HP bằng với 15% tấn công của Jean cho tất cả thành viên đội.",
    "talent1_name": "Nghe Theo Hướng Gió",
    "talent1_img": "jean_p1",
    "talent1_desc": "Sau khi sử dụng Gió Bồ Công Anh, sẽ hồi phục 20% Năng Lượng Nguyên Tố"
  },
  "sof": {
    "sof1_name": "Cơn Bão Gió Lốc",
    "sof1_img": "jean_c1",
    "sof1_desc": "Nhấn giữ Gió Cuộn Kiếm trong hơn 1s để tăng tốc độ kéo, sát thương tạo thành cũng tăng 40%.",
    "sof2_name": "Lá Khiên Bảo Vệ",
    "sof2_img": "jean_c2",
    "sof2_desc": "Khi Jean nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, tất cả nhân vật trong đội tăng 15% tốc độ tấn công và 15% tốc độ di chuyển, kéo dài 15s.",
    "sof3_name": "Khi Gió Tây Về",
    "sof3_img": "jean_c3",
    "sof3_desc": "Cấp kỹ năng Gió Bồ Công Anh +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Lãnh Thổ Bồ Công Anh",
    "sof4_img": "jean_c4",
    "sof4_desc": "Trong vùng đất Gió Bồ Công Anh, Kháng Nguyên Tố Phong của địch giảm 40%.",
    "sof5_name": "Ngọn Gió Mạnh Thổi Qua",
    "sof5_img": "jean_c5",
    "sof5_desc": "Cấp kỹ năng Gió Cuộn Kiếm +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Nanh Sư Tử Chăm Lo Muôn Dân!",
    "sof6_img": "jean_c6",
    "sof6_desc": "Trong Gió Bồ Công Anh sát thương phải nhận giảm 35%.\nRời khỏi vùng đất, hiệu quả này sẽ biến mất sau 3 lần tấn công hoặc sau 10S."
  }
}