{
  "localeName": "Kaedehara Kazuha",
  "nick": "Lá Đỏ Đuổi Sóng",
  "occupation": "Đội thuyền Nam Thập Tự",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Cung Phong Đỏ",
  "desc": "Ronin Samurai đến từ Inazuma, nay đã gia nhập đội thuyền \"Nam Thập Tự\" Liyue. Tính tình ôn hòa, hào sảng, trong lòng chất chứa nhiều chuyện xưa.",
  "birth": "10/29",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Kiếm Thuật Garyuu",
    "normal_img": "kaedehara_kazuha_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần đánh kiếm liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất. Nếu lần tấn công khi đáp này được thi triển từ Chihayaburu, thì sẽ chuyển thành Tấn Công Khi Đáp - Xua Tan Mây Mù.",
    "element_name": "Chihayaburu",
    "element_img": "kaedehara_kazuha_s2",
    "element_desc": "Thi triển bí kiếm mạnh mẽ như gió, kéo địch và ma vật đến gần rồi đánh bay, gây sát thương Nguyên Tố Phong, và bay lên không trung nhờ vào dòng khí phun ra.<br>Trong vòng 10s sau khi Kaedehara Kazuha bay lên nhờ Kỹ Năng Nguyên Tố - Chihayaburu và liên tục ở trên không, nếu thực hiện tấn công khi đáp sẽ thi triển Tấn Công Khi Đáp - Xua Tan Mây Mù cực mạnh.<br><br>Nhấn<br>Có thể thi triển trên không.<br><br>Nhấn giữ<br>Tích lũy sức mạnh rồi thi triển, so với nhấn, gây Sát Thương Nguyên Tố Phong cao hơn ở phạm vi rộng hơn.<br><br>Tấn Công Khi Đáp - Xua Tan Mây Mù<br>Sát thương gây ra bởi tấn công khi đáp khi thi triển thông qua Kỹ Năng Nguyên Tố - Chihayaburu sẽ chuyển thành Sát Thương Nguyên Tố Phong, và khi chạm đất, thi triển bí kiếm tạo ra một hang gió nhỏ kéo các vật thể và địch ở gần vào.<br>Sát thương Xua Tan Mây Mù gây ra xem như sát thương tấn công khi đáp.<br><br><i>\"Gió buồn trên tay áo, thần vạn kiếp người trăm năm, núi mùa thu nhuốm đỏ màu lá.\"</i>",
    "final_name": "Kazuha Nhất Đao Trảm",
    "final_img": "kaedehara_kazuha_s3",
    "final_desc": "Thi triển bí thuật, chém ra một luồng kiếm khí, gây sát thương phạm vi nguyên tố Phong.\nKỹ năng sẽ để lại một khu vực mang tên \"Một Khắc Gió Thu\", gây sát thương nguyên tố Phong ngắt quãng cho kẻ địch trong đó.<br><br>Chuyển hóa nguyên tố<br>Trong thời gian Một Khắc Gió Thu tồn tại, nếu tiếp xúc Nguyên Tố Thủy/Nguyên Tố Hỏa/Nguyên Tố Băng/Nguyên Tố Lôi, sẽ nhận được thuộc tính nguyên tố tương ứng, gây thêm sát thương kèm theo của nguyên tố này.<br>Loại chuyển hóa này chỉ phát sinh một lần trong thời gian duy trì kỹ năng.<br><br><i>\"Vạn thế trôi qua trong nháy mắt, chỉ cần một chiếc lá cũng biết được mùa thu. Ta muốn cắt đứt lá phong này, đặt câu hỏi khẩn thiết về vạn thế!\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Cuốn Theo Chiều Gió",
    "talent2_img": "kaedehara_kazuha_p2",
    "talent2_desc": "Giảm 20% tiêu hao thể lực cho nhân vật trong đội của bản thân khi xung kích.\nĐối với buff Thiên Phú cố định có hiệu quả hoàn toàn giống sẽ không thể cộng dồn.",
    "talent3_name": "Kiếm Pháp Soumon",
    "talent3_img": "kaedehara_kazuha_p3",
    "talent3_desc": "Khi Chihayaburu đang thi triển, nếu tiếp xúc Nguyên Tố Thủy/Nguyên Tố Hỏa/Nguyên Tố Băng/Nguyên Tố Lôi sẽ khiến Tấn Công Khi Đáp - Xua Tan Mây Mù lần này của Chihayaburu xảy ra chuyển hóa nguyên tố, kèm sát thương Nguyên Tố bằng 200% tấn công, sát thương này được xem như sát thương tấn công khi đáp. Mỗi lần kỹ năng Chihayaburu đang có hiệu lực, chỉ xảy ra 1 lần chuyển hóa nguyên tố.",
    "talent1_name": "Cảnh Vật Thì Thầm",
    "talent1_img": "kaedehara_kazuha_p1",
    "talent1_desc": "Kaedehara Kazuha sau khi kích hoạt phản ứng khuếch tán, mỗi điểm tinh thông nguyên tố của Kazuha sẽ tăng cho tất cả nhân vật trong đội 0.04% sát thương nguyên tố tương ứng, duy trì 8s. Sát thương nguyên tố tăng thêm khác nhau nhận từ cách này có thể cùng tồn tại."
  },
  "sof": {
    "sof1_name": "Sắc Đỏ Vạn Dặm",
    "sof1_img": "kaedehara_kazuha_c1",
    "sof1_desc": "Thời gian CD Chihayaburu giảm 10%.\nKhi thi triển Kazuha Nhất Đao Trảm, làm mới thời gian CD Chihayaburu.",
    "sof2_name": "Bão Tố Yamaarashi",
    "sof2_img": "kaedehara_kazuha_c2",
    "sof2_desc": "Một Khắc Gió Thu của Kazuha Nhất Đao Trảm có hiệu quả sau:\n·Trong thời gian duy trì, Tinh Thông Nguyên Tố của Kaedehara Kazuha tăng 200 điểm;<br>·Tinh Thông Nguyên Tố của nhân vật ra trận tăng 200 điểm.<br><br>Hiệu quả tăng Tinh Thông Nguyên Tố mà Cung Mệnh này mang đến sẽ không thể cộng dồn.",
    "sof3_name": "Phong Tụ Kỳ Đàm",
    "sof3_img": "kaedehara_kazuha_c3",
    "sof3_desc": "Cấp kỹ năng Chihayaburu +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Oozora Genpou",
    "sof4_img": "kaedehara_kazuha_c4",
    "sof4_desc": "Khi năng lượng nguyên tố của Kaedehara Kazuha thấp hơn 45 điểm sẽ có những hiệu ứng sau:\n·Nhấn, nhấn giữ thi triển Chihayaburu sẽ lần lượt hồi phục 3 điểm, 4 điểm năng lượng nguyên tố cho Kazuha;<br>·Khi trong trạng thái lượn, mỗi giây sẽ giúp Kazuha hồi phục 2 điểm năng lượng nguyên tố.",
    "sof5_name": "Trí Tuệ Bansei",
    "sof5_img": "kaedehara_kazuha_c5",
    "sof5_desc": "Cấp kỹ năng Kazuha Nhất Đao Trảm +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Lá Phong Đỏ Thẫm",
    "sof6_img": "kaedehara_kazuha_c6",
    "sof6_desc": "Trong 5s sau khi Kazuha thi triển Chihayaburu hoặc Kazuha Nhất Đao Trảm sẽ nhận được đính kèm nguyên tố Phong, hơn nữa mỗi điểm tinh thông nguyên tố của Kazuha sẽ khiến sát thương tạo thành từ đánh thường, trọng kích, tấn công khi đáp của anh ấy tăng 0.2%."
  }
}