{
  "nick": "Hàn Phong Kiếm Sĩ",
  "occupation": "Đội Kỵ Sĩ Tây Phong",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Cung Khổng Tước Vũ",
  "desc": "Kiếm sĩ có nét của người ngoại quốc, là nhân vật có đầu óc trong Đội Kỵ Sĩ Tây Phong.",
  "birth": "11/30",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Nghi Lễ Kiếm Thuật",
    "normal_img": "kaeya_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần đánh kiếm liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Đột Kích Băng Giá",
    "element_img": "kaeya_s2",
    "element_desc": "Nhanh chóng tỏa ra khí lạnh, gây cho địch phía trước Sát Thương Nguyên Tố Băng.<br><br><i>Người có vẻ ngoài thân thiện như Kaeya lại là khối băng kiên cố không ai có thể làm tan chảy.</i>",
    "final_name": "Vũ Điệu Giá Rét",
    "final_img": "kaeya_s3",
    "final_desc": "Ngưng tự sương lạnh trong không khí, triệu hồi 3 nhũ băng lạnh giá xoay quanh người.\nTrong thời gian tồn tại, nhũ băng lạnh giá sẽ chuyển động theo nhân vật, gây cho địch trên đường Sát Thương Nguyên Tố Băng.<br><br><i>Ẩn giấu dưới nụ cười thân thiện, lời nói hòa nhã, lại là sự băng giá vô tình, tất cả đều là vũ khí của Kaeya.</i>"
  },
  "basic_talent": {
    "talent2_name": "Che Giấu Sức Mạnh",
    "talent2_img": "kaeya_p2",
    "talent2_desc": "Giảm 20% tiêu hao thể lực khi xung kích cho nhân vật trong đội của bản thân.\nKhông thể cộng dồn với buff Thiên Phú cố định có cùng hiệu quả.",
    "talent3_name": "Lãnh Huyết Kiếm",
    "talent3_img": "kaeya_p3",
    "talent3_desc": "Đột Kích Băng Giá mỗi khi đánh trúng 1 đơn vị, sẽ hồi phục HP cho Kaeya tương đương 15% lực tấn công.",
    "talent1_name": "Trái Tim Vực Băng",
    "talent1_img": "kaeya_p1",
    "talent1_desc": "Khi Đột Kích Băng Giá khiến địch bị đóng băng, thì địch sẽ rơi ra Nguyên Tố Hạt Nhân.\nMột lần Đột Kích Băng Giá tối đa sinh ra 2 Nguyên Tố Hạt Nhân."
  },
  "sof": {
    "sof1_name": "Huyết Mạch Ưu Việt",
    "sof1_img": "kaeya_c1",
    "sof1_desc": "Đối với địch bị ảnh hưởng bởi Nguyên Tố Băng, tấn công thường và tỷ lệ trọng kích bạo kích của Kaeya tăng 15%.",
    "sof2_name": "Vũ Điệu Trắng Vô Tận",
    "sof2_img": "kaeya_c2",
    "sof2_desc": "Trong thời gian có Vũ Điệu Giá Rét, nếu đánh bại địch sẽ cộng thêm 2,5s, tối đa 15s.",
    "sof3_name": "Vở Kịch Băng Giá",
    "sof3_img": "kaeya_c3",
    "sof3_desc": "Cấp kỹ năng Đột Kích Băng Giá +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Nụ Hôn Giá Lạnh",
    "sof4_img": "kaeya_c4",
    "sof4_desc": "Tự động kích hoạt khi HP của Kaeya dưới 20%.\nTạo thành khiên hấp thụ sát thương bằng 30% giới hạn HP, kéo dài 20s.<br>Khiên có hiệu quả hấp thu 250% sát thương Nguyên Tố Băng.<br>Hiệu quả này mỗi 60s chỉ thi triển 1 lần.",
    "sof5_name": "Cái Ôm Lạnh Giá",
    "sof5_img": "kaeya_c5",
    "sof5_desc": "Cấp kỹ năng Vũ Điệu Giá Rét +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Vòng Tròn Băng Giá",
    "sof6_img": "kaeya_c6",
    "sof6_desc": "Vũ Điệu Giá Rét sẽ tạo ra thêm 1 nhũ băng lạnh giá, đồng thời hồi 15 điểm Năng Lượng Nguyên Tố khi thi triển."
  }
}