{
  "localeName": "Kamisato Ayaka",
  "nick": "Bạch Hạc Sương Hoa",
  "occupation": "Hiệp Hội Yashiro",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Cung Tuyết Hạc",
  "desc": "Đại tiểu thư nhà Kamisato thuộc \"Hiệp Hội Yashiro\" Inazuma. Đoan trang thanh lịch, thông minh và mạnh mẽ.",
  "birth": "09/28",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Trường Phái Kamisato: Naname",
    "normal_img": "kamisato_ayaka_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần đánh kiếm liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, liên tiếp phóng ra kiếm gió ở chính giữa.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Trường Phái Kamisato - Hyouka",
    "element_img": "kamisato_ayaka_s2",
    "element_desc": "Đánh thức đóa hoa băng nở rộ, đánh bay kẻ địch bên cạnh và gây sát thương phạm vi Nguyên Tố Băng.<br><br><i>\"Mây lãng đãng, trăng nhạt nhòa, sương mù mờ ảo, trái tim say đắm miền rong ruổi.\"</i>",
    "final_name": "Trường Phái Kamisato - Senho",
    "final_img": "kamisato_ayaka_s3",
    "final_desc": "Thay thế xung kích\nẨn vào vụn băng, tiêu hao thể lực để hóa thành dòng chảy cực nhanh.<br><br>Ở trạng thái Senho, Kamisato Ayaka có thể di chuyển nhanh trên mặt nước.<br>Khi dừng trạng thái Senho và hiện thân, sẽ sinh ra hiệu quả sau:<br>·Thi triển sức mạnh hàn băng, gán ấn nguyên tố Băng lên kẻ địch xung quanh;<br>·Ngưng tụ khí lạnh trên kiếm, khiến Kamisato Ayaka nhận đính kèm Nguyên Tố Băng trong thời gian ngắn.<br><br><i>\"Nước đọng trên cánh vụt tan biến, hạc trắng đạp nước oán hận chi?\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Trường Phái Kamisato - Soumetsu",
    "talent2_img": "kamisato_ayaka_p2",
    "talent2_desc": "Triệu hồi băng giá với dáng vẻ hoàn hảo, thi triển Cổng Băng Tuyết liên tục về phía trước.\n<br>Cổng Băng Tuyết<br>·Dùng gió tuyết sắc như đao nhọn chém liên tục vào kẻ địch tiếp xúc, gây sát thương Nguyên Tố Băng;<br>·Khi hết thời gian sẽ bung tỏa, gây sát thương phạm vi Nguyên Tố Băng.<br><br><i>\"Tuyết phủ thân hạc, vùi lấp tâm tư, tận đáy lòng nặng trĩu nỗi bi ai.\"</i>",
    "talent3_name": "Bí Kíp Kiểm Tra",
    "talent3_img": "kamisato_ayaka_p3",
    "talent3_desc": "Khi ghép nguyên liệu đột phá vũ khí sẽ có 10% tỷ lệ nhận x2 thành phẩm.",
    "talent1_name": "Lời Phán Amatsumi Kunitsumi",
    "talent1_img": "kamisato_ayaka_p1",
    "talent1_desc": "Trong vòng 6s sau khi thi triển Trường Phái Kamisato - Hyouka, sát thương gây ra bởi tấn công thường và trọng kích của Kamisato Ayaka tăng 30%.",
    "talent4_name": "Lời Chúc Kanten Senmyou",
    "talent4_img": "kamisato_ayaka_p4",
    "talent4_desc": "Khi Trường Phái Kamisato - Senho kết thúc sẽ thi triển hàn băng, nếu đánh trúng địch, Kamisato Ayaka sẽ nhận hiệu quả sau:\n·Hồi 10 điểm thể lực;<br>·Nhận 18% buff sát thương Nguyên Tố Băng, duy trì 10s."
  },
  "sof": {
    "sof1_name": "Anh Đào Sương Giá",
    "sof1_img": "kamisato_ayaka_c1",
    "sof1_desc": "Khi tấn công thường hoặc trọng kích của Kamisato Ayaka gây sát thương Nguyên Tố Băng cho địch, có 50% tỷ lệ giảm 0.3s CD của Trường Phái Kamisato - Hyouka. Hiệu quả này mỗi 0.1s chỉ kích hoạt 1 lần.",
    "sof2_name": "Tam Trùng Tuyết Môn",
    "sof2_img": "kamisato_ayaka_c2",
    "sof2_desc": "Khi thi triển Trường Phái Kamisato - Soumetsu sẽ thi triển thêm 2 Cổng Băng Tuyết với quy mô rất nhỏ, mỗi cổng gây sát thương bằng 20% sát thương ban đầu.",
    "sof3_name": "Bạch Hoa Cẩm Họa",
    "sof3_img": "kamisato_ayaka_c3",
    "sof3_desc": "Cấp kỹ năng Trường Phái Kamisato - Soumetsu +3.\nTăng nhiều nhất 15 cấp.",
    "sof4_name": "Doanh Khuyết Lưu Phản",
    "sof4_img": "kamisato_ayaka_c4",
    "sof4_desc": "Sau khi kẻ địch chịu sát thương do Cổng Băng Tuyết của Trường Phái Kamisato - Soumetsu gây ra, phòng ngự của địch sẽ giảm 30%, kéo dài 6s.",
    "sof5_name": "Hoa Vân Chung Nhập Nguyệt",
    "sof5_img": "kamisato_ayaka_c5",
    "sof5_desc": "Cấp kỹ năng Trường Phái Kamisato - Hyouka +3.\nTăng nhiều nhất 15 cấp.",
    "sof6_name": "Gian Thủy Nguyệt",
    "sof6_img": "kamisato_ayaka_c6",
    "sof6_desc": "Mỗi 10s, Kamisato Ayaka sẽ nhận được Usurahi Butou, khiến sát thương trọng kích gây ra tăng 298%. Hiệu quả Usurahi Butou sẽ mất sau 0.5s trọng kích trúng kẻ địch, và bắt đầu tính giờ lại."
  }
}