{
  "localeName": "Klee",
  "nick": "Mặt Trời Chạy Trốn",
  "occupation": "Đội Kỵ Sĩ Tây Phong",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Pyro",
  "constellation": "Cung Tứ Diệp Thảo",
  "desc": "Khách quen của phòng giam Đội Kỵ Sĩ Tây Phong, bậc thầy thuốc nổ tại Mondstadt. Mọi người gọi là \"Mặt Trời Chạy Trốn\".",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Bằng Bằng",
    "normal_img": "klee_s1",
    "normal_desc1": "Ném ra những thứ phát nổ khi va chạm! Tấn công nổ tối đa 3 lần, gây Sát Thương Phạm Vi Nguyên Tố Hỏa.",
    "normal_desc2": "Tiêu hao thể lực nhất định, sau khi tụ lực sẽ bắn phá kẻ địch, gây Sát Thương Phạm Vi Nguyên Tố Hỏa.",
    "normal_desc3": "Ngưng tụ sức mạnh của lửa, lao xuống mặt đất từ trên không, tấn công kẻ địch trên đường và gây Sát Thương Phạm Vi Nguyên Tố Hỏa khi chạm đất.",
    "element_name": "Bom Nảy",
    "element_img": "klee_s2",
    "element_desc": "Ném Bom Nảy mang đến niềm vui bất tận!<br>Bom Nảy sẽ nảy liên tiếp 3 lần, mỗi lần đều sẽ kích hoạt nổ, gây Sát Thương Phạm Vi Nguyên Tố Hỏa.<br><br>Sau khi nảy lần 3, sẽ tách thành nhiều Quỷ Lôi.<br>Quỷ Lôi sẽ nổ sau một khoảng thời gian hoặc sau khi tiếp xúc kẻ địch, gây Sát Thương Phạm Vi Nguyên Tố Hỏa.<br><br>Ban đầu có 2 lần sử dụng.<br><br><i>Bom nảy là \"người bạn thân\" của Klee... Klee luôn muốn giới thiệu chúng với mọi người xung quanh.</i>",
    "final_name": "Tia Lửa Mãnh Liệt",
    "final_img": "klee_s3",
    "final_desc": "Klee phát huy toàn bộ hỏa lực! Trong thời gian duy trì, liên tục triệu hồi Tia Lửa Mãnh Liệt tấn công kẻ địch lân cận, gây Sát Thương Phạm Vi Nguyên Tố Hỏa.\n<br><i>Người trong Đội Kỵ Sĩ tin rằng, Klee xưa nay chưa từng bị thương bởi thuốc nổ của mình nhất định là do ngôi sao may mắn nào đó luôn chiếu cố cô bé...</i>"
  },
  "basic_talent": {
    "talent2_name": "Toàn Là Báu Vật",
    "talent2_img": "klee_p2",
    "talent2_desc": "Hiển thị vị trí đặc sản khu vực Mondstadt ở xung quanh trên bản đồ nhỏ.",
    "talent3_name": "Món Quà Bằng Bằng",
    "talent3_img": "klee_p3",
    "talent3_desc": "Khi Bom Nảy và tấn công thường tạo thành sát thương, có tỷ lệ 50% tạo thành một đoá Hoa Tia Lửa cho Klee.\nThi triển trọng kích sẽ tiêu hao Hoa Tia Lửa, khiến lần trọng kích này không tiêu hao thể lực, đồng thời tăng 50% sát thương gây ra.",
    "talent1_name": "Tia Lửa Vô Hạn",
    "talent1_img": "klee_p1",
    "talent1_desc": "Trọng Kích của Klee sau khi gây ra bạo kích, hồi phục 2 điểm Năng Lượng Nguyên Tố cho tất cả các nhân vật trong đội."
  },
  "sof": {
    "sof1_name": "Vụ Nổ Liên Hoàn",
    "sof1_img": "klee_c1",
    "sof1_desc": "Khi tấn công và thi triển kỹ năng, có tỷ lệ triệu hồi tia lửa tấn công kẻ địch, gây sát thương tương đương với 120% sát thương của Tia Lửa Mãnh Liệt.",
    "sof2_name": "Mảnh Đạn Vỡ Vụn",
    "sof2_img": "klee_c2",
    "sof2_desc": "Quỷ Lôi của Bom Nảy sẽ làm giảm 23% phòng ngự của kẻ địch, kéo dài 10s.",
    "sof3_name": "Đặc Chế Klee",
    "sof3_img": "klee_c3",
    "sof3_desc": "Cấp kỹ năng Bom Nảy +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Toàn Lực Khai Hỏa",
    "sof4_img": "klee_c4",
    "sof4_desc": "Nếu rời khỏi trận trong thời gian Tia Lửa Mãnh Liệt đang tồn tại, sẽ tạo ra vụ nổ, gây Sát Thương Phạm Vi Nguyên Tố Hỏa với 555% lực tấn công.",
    "sof5_name": "Ngôi Sao Ném Bom",
    "sof5_img": "klee_c5",
    "sof5_desc": "Cấp kỹ năng Tia Lửa Mãnh Liệt +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Toàn Bộ Hỏa Lực",
    "sof6_img": "klee_c6",
    "sof6_desc": "Trong trạng thái Tia Lửa Mãnh Liệt, cứ mỗi 3s Klee sẽ hồi phục 3 điểm Năng Lượng Nguyên Tố cho tất cả nhân vật trong đội (Không bao gồm bản thân Klee);\nTrong 25s sau khi phóng Tia Lửa Mãnh Liệt, tất cả nhân vật trong đội nhận được 10% Buff Sát Thương Nguyên Tố Hỏa."
  }
}