{
  "nick": "Gạt Bỏ Phiền Não",
  "occupation": "Bang Arataki",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Sword",
  "element": "Electro",
  "constellation": "Cung Phiền Não Ngải",
  "desc": "Trợ thủ của Bang Arataki có năng lực và đáng tin cậy. Lưu ý: Mô tả có năng lực và đáng tin cậy không phải là Bang Arataki mà là trợ thủ.",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Lưỡi Kiếm Shinobu",
    "normal_img": "kuki_shinobu_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần đánh kiếm liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Vòng Cỏ Sấm Thánh Hóa",
    "element_img": "kuki_shinobu_s2",
    "element_desc": "Kết Vòng Cỏ Thánh Hóa, tiêu hao một lượng HP để gây Sát Thương Nguyên Tố Lôi cho kẻ địch xung quanh.<br><br>Vòng Cỏ Thánh Hóa<br>Sẽ đi theo nhân vật trong trận. Mỗi 1.5s sẽ gây Sát Thương Nguyên Tố Lôi cho kẻ địch xung quanh, đồng thời hồi phục HP cho nhân vật đang chiến đấu trong đó, lượng hồi phục sẽ căn cứ vào giới hạn HP của Kuki Shinobu.<br><br>Lượng HP tiêu hao để thi triển kỹ năng này tối đa chỉ khiến HP của Kuki Shinobu giảm đến 20%.<br><br><i>Vòng cỏ Naku kết bên hông, có tác dụng xua đuổi tà ma.</i>",
    "final_name": "Nghi Lễ Gyoei Narukami Kariyama",
    "final_img": "kuki_shinobu_s3",
    "final_desc": "Cắm thanh kiếm đuổi tà xuống đất, tạo kết giới thanh tẩy tà ma ở phía trước, căn cứ vào giới hạn HP của Kuki Shinobu để liên tục gây Sát Thương Nguyên Tố Lôi cho kẻ địch trong đó.\nKhi thi triển, nếu HP của Shinobu thấp hơn hoặc bằng 50% sẽ tăng thời gian tồn tại của kết giới.<br><br><i>Đây vốn chỉ là kỹ thuật cắt cỏ dại để cầu cho năm sau bội thu, nhưng Shinobu cũng không hề quên, dù cho cuộc đời làm pháp sư của cô đã kết thúc.</i>"
  },
  "basic_talent": {
    "talent2_name": "Lời Cầu Nguyện Lâu Dài",
    "talent2_img": "kuki_shinobu_p2",
    "talent2_desc": "Khi làm nhiệm vụ Phái Đi Thám Hiểm có thời gian là 20 giờ ở Inazuma, phần thưởng nhận được tăng 25%.",
    "talent3_name": "Ý Chí Đột Phá",
    "talent3_img": "kuki_shinobu_p3",
    "talent3_desc": "Khi HP của Shinobu không cao hơn 50%, lượng trị liệu tăng 15%.",
    "talent1_name": "Nơi An Lòng",
    "talent1_img": "kuki_shinobu_p1",
    "talent1_desc": "Vòng Cỏ Sấm Thánh Hóa sẽ tăng sức mạnh dựa vào Tinh Thông Nguyên Tố của Shinobu:\n·Tăng lượng trị liệu dựa trên 75% Tinh Thông Nguyên Tố;<br>·Tăng sát thương dựa trên 25% Tinh Thông Nguyên Tố."
  },
  "sof": {
    "sof1_name": "Từ Bỏ Thương Hại",
    "sof1_img": "kuki_shinobu_c1",
    "sof1_desc": "Phạm vi ảnh hưởng của Nghi Lễ Gyoei Narukami Kariyama tăng 50%.",
    "sof2_name": "Từ Bỏ Thời Vận",
    "sof2_img": "kuki_shinobu_c2",
    "sof2_desc": "Thời gian duy trì của Vòng Cỏ Thánh Hóa tăng 3s.",
    "sof3_name": "Từ Bỏ Khổ Đau",
    "sof3_img": "kuki_shinobu_c3",
    "sof3_desc": "Cấp kỹ năng Vòng Cỏ Sấm Thánh Hóa +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Từ Bỏ Phong Bế",
    "sof4_img": "kuki_shinobu_c4",
    "sof4_desc": "Nhân vật trong trạng thái Vòng Cỏ Thánh Hóa của Shinobu khi tấn công thường, trọng kích hoặc tấn công khi đáp trúng kẻ địch, Lôi Thảo Ấn sẽ giáng xuống vị trí của kẻ địch, gây Sát Thương Phạm Vi Nguyên Tố Lôi bằng 9.7% giới hạn HP của Shinobu.\nHiệu quả này mỗi 5s tối đa kích hoạt một lần.",
    "sof5_name": "Từ Bỏ Xu Nịnh",
    "sof5_img": "kuki_shinobu_c5",
    "sof5_desc": "Cấp kỹ năng Nghi Lễ Gyoei Narukami Kariyama +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Từ Bỏ Nhu Nhược",
    "sof6_img": "kuki_shinobu_c6",
    "sof6_desc": "Kuki Shinobu sau khi nhận sát thương chí tử sẽ không gục ngã, hiệu ứng này sẽ tự động kích hoạt khi HP của Shinobu giảm còn 1, mỗi 60s tối đa kích hoạt một lần.\nKhi HP của Shinobu giảm đến dưới 25% sẽ tăng 150 điểm tinh thông cho bản thân, duy trì 15s, hiệu quả này mỗi 60s tối đa kích hoạt một lần."
  }
}