{
  "nick": "Ma Nữ Tường Vi",
  "occupation": "Đội Kỵ Sĩ Tây Phong",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Electro",
  "constellation": "Cung Sa Lậu",
  "desc": "Người quản lý thư viện biếng nhác nhưng thông thái, là sinh viên tốt nghiệp thiên tài \"Hai Trăm Năm Có Một\" của Giáo Viện Sumeru.",
  "birth": "06/09",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Sấm Sét Cảm Ứng",
    "normal_img": "lisa_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần chích điện, gây Sát Thương Nguyên Tố Lôi.",
    "normal_desc2": "Tiêu hao thể lực nhất định, sau khi tụ lực, gây Sát Thương Phạm Vi Nguyên Tố Lôi.",
    "normal_desc3": "Ngưng tụ sức mạnh lôi điện, từ trên trời tấn công xuống mặt đất, tấn công kẻ địch trên đường, gây sát thương phạm vi Nguyên Tố Lôi khi chạm đất.",
    "element_name": "Sấm Giội",
    "element_img": "lisa_s2",
    "element_desc": "Dẫn sức mạnh lôi điện, quét sạch những thứ gây rắc rối.<br><br>Nhấn<br>Phóng ra tia điện hình cầu có khả năng tự tìm địch.<br>Sau khi đánh trúng, tạo ra Sát Thương Nguyên Tố Lôi cho mục tiêu, có thêm hiệu quả dẫn điện đối với địch trong phạm vi nhỏ, cộng dồn tối đa 3 tầng.<br><br>Nhấn Giữ<br>Sau khi tụ lực, triệu hồi sấm sét từ trên trời xuống, tạo thành Sát Thương Nguyên Tố Lôi đối với tất cả địch ở gần.<br>Nếu địch đang trong trạng thái dẫn điện, sẽ căn cứ theo số tầng cộng dồn mà gây thêm lượng lớn sát thương, và xóa hiệu quả dẫn điện.<br><br><i>Màu sắc của lôi điện là màu sắc đầy mê hoặc của ma nữ tường vi.</i>",
    "final_name": "Tường Vi Sấm Sét",
    "final_img": "lisa_s3",
    "final_desc": "Triệu hồi Tường Vi Sấm Sét, phóng ra sấm sét cường đại, đánh lui địch xung quanh và gây Sát Thương Nguyên Tố Lôi.\nTrong thời gian tồn tại, Tường Vi Sấm Sét sẽ tiếp tục phóng điện công kích vào phạm vi công kích của địch, gây Sát Thương Nguyên Tố Lôi.<br><br><i>Đóa tường vi này thật đẹp, nhưng lại có gai chết người.</i>"
  },
  "basic_talent": {
    "talent2_name": "Thông Thạo Thuốc",
    "talent2_img": "lisa_p2",
    "talent2_desc": "Khi tạo ra thuốc, có tỷ lệ 20% hoàn trả một phần nguyên liệu ghép ra.",
    "talent3_name": "Dư Chấn Điện Cảm",
    "talent3_img": "lisa_p3",
    "talent3_desc": "Khi trọng kích đánh trúng, sẽ kèm theo hiệu ứng dẫn điện của Sấm Giội.",
    "talent1_name": "Lực Tĩnh Điện",
    "talent1_img": "lisa_p1",
    "talent1_desc": "Địch bị Tường Vi Sấm Sét tấn công, giảm phòng ngự 15%, kéo dài 10s."
  },
  "sof": {
    "sof1_name": "Đường Điện Vô Hạn",
    "sof1_img": "lisa_c1",
    "sof1_desc": "Khi nhấn giữ Sấm Giội, mỗi khi đánh trúng địch sẽ hồi phục 2 điểm năng lượng Nguyên Tố cho Lisa.\nTối đa hồi phục 10 điểm Năng Lượng Nguyên Tố mỗi lần.",
    "sof2_name": "Kết Giới Lưới Điện",
    "sof2_img": "lisa_c2",
    "sof2_desc": "Khi nhấn giữ Sấm Giội, có hiệu quả như sau:\nPhòng ngự tăng 25%;<br>Tăng khả năng kháng gián đoạn của Lisa.",
    "sof3_name": "Sấm Sét Cộng Hưởng",
    "sof3_img": "lisa_c3",
    "sof3_desc": "Cấp kỹ năng Tường Vi Sấm Sét +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Dòng Điện Như Mưa",
    "sof4_img": "lisa_c4",
    "sof4_desc": "Khi Tường Vi Sấm Sét tấn công, sét bắn ra sẽ tăng từ 1-3 tia.",
    "sof5_name": "Sét Đồng Phân",
    "sof5_img": "lisa_c5",
    "sof5_desc": "Cấp kỹ năng Sấm Giội +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Rung Động Của Ma Nữ",
    "sof6_img": "lisa_c6",
    "sof6_desc": "Khi Lisa tham chiến, tạo thêm 3 lớp dẫn điện của Sấm Giộivới địch ở gần.\nHiệu quả này 5s xuất hiện 1 lần."
  }
}