{
  "nick": "Yểm Nguyệt Thiên Quyền",
  "occupation": "Thất Tinh Liyue",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Geo",
  "constellation": "Cung Cơ Hoành Nghi",
  "desc": "\"Thiên Quyền\" trong Thất Tinh Liyue, giàu có nổi tiếng, khắp đại lục khó ai sánh bằng.",
  "birth": "08/26",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Ngàn Vàng Lấp Lánh",
    "normal_img": "ningguang_s1",
    "normal_desc1": "Bắn ra bảo thạch, gây Sát Thương Nguyên Tố Nham.Khi trúng, ban cho Ningguang 1 Tinh Thạch.",
    "normal_desc2": "Tiêu hao thể lực, phóng ra 1 viên bảo thạch khổng lồ, gây Sát Thương Nguyên Tố Nham.Nếu Ningguang có Tinh Thạch, khi thi triển Trọng Kích sẽ phóng ra tất cả Tinh Thạch cùng một lúc, gây thêm sát thương.",
    "normal_desc3": "Ngưng tụ sức mạnh nham thạch, tấn công từ trên không xuống đất, tấn công kẻ địch trên đường, gây sát thương phạm vi Nguyên Tố Nham khi chạm đất.",
    "element_name": "Vách Toàn Cơ",
    "element_img": "ningguang_s2",
    "element_desc": "Dùng vàng và đá đen thừa chế tạo Vách Toàn Cơ kiên cố, và gây Sát Thương Phạm Vi Nguyên Tố Nham.<br><br>Vách Toàn Cơ<br>·Cản các vật địch ném ra;<br>·Độ bền được kế thừa theo tỷ lệ giới hạn HP của Ningguang.<br><br>Vách Toàn Cơ được xem là vật tạo ra Nguyên Tố Nham, có thể ngăn chặn một phần tấn công, không thể leo trèo. Đồng thời chỉ có thể tồn tại 1 cái.<br><br><i>Những vì sao lấp lánh hợp thành Vách Toàn Cơ.</i>",
    "final_name": "Thiên Quyền Băng Ngọc",
    "final_img": "ningguang_s3",
    "final_desc": "Ningguang ngưng tụ rất nhiều bảo thạch bên cạnh, rồi phát tán trong chớp mắt, tự tìm và tấn công địch xung quanh, gây lượng lớn Sát Thương Nguyên Tố Nham.\nKhi phóng Thiên Quyền Băng Ngọc, nếu xung quanh có Vách Toàn Cơ, Vách Toàn Cơ sẽ phóng thêm bảo thạch cùng tấn công.<br><br><i>Sao tản ngọc vỡ, phá hủy xấu xa.</i>"
  },
  "basic_talent": {
    "talent2_name": "Bộ Sưu Tập Đá Quý",
    "talent2_img": "ningguang_p2",
    "talent2_desc": "Hiển thị vị trí mạch khoáng có thể sản xuất Quặng Đúc trên bản đồ nhỏ.",
    "talent3_name": "Vật Đổi Sao Dời",
    "talent3_img": "ningguang_p3",
    "talent3_desc": "Khi có Tinh Thạch, trọng kích của Ningguang sẽ không tiêu hao thể lực.",
    "talent1_name": "Kiếm Củi Ba Năm Thiêu Một Giờ",
    "talent1_img": "ningguang_p1",
    "talent1_desc": "Nhân vật xuyên qua Vách Toàn Cơ sẽ nhận được 12% buff sát thương Nguyên Tố Nham, kéo dài 10s."
  },
  "sof": {
    "sof1_name": "Huyền Tinh Tán Mây",
    "sof1_img": "ningguang_c1",
    "sof1_desc": "Khi tấn công thường đánh trúng kẻ địch, sẽ tạo ra sát thương phạm vi.",
    "sof2_name": "Toàn Cơ Kết Hợp Trấn Côn Lôn",
    "sof2_img": "ningguang_c2",
    "sof2_desc": "Khi Vách Toàn Cơ vỡ tan, sẽ xóa thời gian chờ.\nMỗi 6s mới thi triển hiệu quả 1 lần.",
    "sof3_name": "Liệt Thiên Quyền Lâm",
    "sof3_img": "ningguang_c3",
    "sof3_desc": "Cấp kỹ năng Thiên Quyền Băng Ngọc +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Thần Cơ Công Thủ",
    "sof4_img": "ningguang_c4",
    "sof4_desc": "Vách Toàn Cơ sẽ tăng 10% kháng tất cả các nguyên tố xung quanh nhân vật.",
    "sof5_name": "Thiên Phiến Chính Thiên Hoành",
    "sof5_img": "ningguang_c5",
    "sof5_desc": "Cấp kỹ năng Vách Toàn Cơ +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Thất Tinh Lưu Quang",
    "sof6_img": "ningguang_c6",
    "sof6_desc": "Khi thi triển Thiên Quyền Băng Ngọc, sẽ tạo ra 7 viên Tinh Thạch cho Ningguang."
  }
}