{
  "nick": "Đóa Hoa Chưa Vinh Danh",
  "occupation": "Đội Kỵ Sĩ Tây Phong",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Geo",
  "constellation": "Cung Hộ Tâm",
  "desc": "Hầu gái đáng tin cậy của Đội Kỵ Sĩ Tây Phong, mơ ước một ngày nào đó sẽ trở thành kỵ sĩ chính thức.",
  "birth": "03/21",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Tây Phong Kiếm Thuật - Hầu Gái",
    "normal_img": "noelle_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần chém liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực để xoay kiếm tấn công địch xung quanh.Khi ngừng quay, sẽ bổ một nhát cực mạnh.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Giáp Hộ Tâm",
    "element_img": "noelle_s2",
    "element_desc": "Gọi ra giáp Nham bảo vệ bản thân, gây sát thương Nguyên Tố Nham cho kẻ địch xung quanh và hình thành khiên, lượng sát thương hấp thu dựa theo phòng ngự của Noelle.<br>Hiệu quả khiên:<br>·Khi tấn công thường và trọng kích của Noelle đánh trúng kẻ địch đều có tỷ lệ hồi phục HP cho tất cả các nhân vật trong đội;<br>Có hiệu quả hấp thụ 150% tất cả sát thương nguyên tố và sát thương vật lý.<br><br>Lượng trị liệu dựa trên phòng ngự của Noelle.<br><br><i>Noelle tuy là hầu gái nhưng cũng là một kỵ sĩ kiên cường.</i>",
    "final_name": "Quét Sạch",
    "final_img": "noelle_s3",
    "final_desc": "Ngưng tụ sức mạnh của đá lên vũ khí, càn quét phạm vi lớn đối với địch xung quanh, gây sát thương nguyên tố Nham.\nSau đó nhận hiệu quả như sau:<br>·Tăng phạm vi tấn công của Noelle;<br>·Chuyển hóa sát thương tấn công thành sát thương nguyên tố Nham, chuyển hóa Nguyên Tố này không thể bị đính kèm thay thế;<br>·Dựa trên phòng ngự của Noelle, tăng tấn công.<br><br><i>Đôi lúc không chỉ có bụi bẩn mới cần quét dọn...</i>"
  },
  "basic_talent": {
    "talent2_name": "Thái Độ Của Hầu Gái",
    "talent2_img": "noelle_p2",
    "talent2_desc": "Nấu hoàn mỹ món ăn thuộc loại phòng ngự, có tỷ lệ 12% x2 sản lượng.",
    "talent3_name": "Toàn Tâm Toàn Ý",
    "talent3_img": "noelle_p3",
    "talent3_desc": "Nếu Noelle ở trạng thái chờ mà nhân vật của bản thân đang chiến đấu có HP thấp hơn 30% sẽ tự động kích hoạt:\nTạo ra khiên có thể hấp thu sát thương tương đương 400% phòng ngự của Noelle cho nhân vật của bản thân trong trận hiện tại, duy trì 20s.<br>·Có hiệu quả hấp thụ 150% tất cả sát thương nguyên tố và sát thương vật lý.<br>Hiệu quả này mỗi 60s chỉ kích hoạt 1 lần.",
    "talent1_name": "Gọn Gàng",
    "talent1_img": "noelle_p1",
    "talent1_desc": "Tấn công thường hoặc trọng kích của Noelle tích lũy đánh trúng kẻ địch 4 lần sẽ giảm 1s CD của Giáp Hộ Tâm.\nMỗi 0.1s tối đa tính 1 lần."
  },
  "sof": {
    "sof1_name": "Chi Viện Cứ Giao Cho Tôi",
    "sof1_img": "noelle_c1",
    "sof1_desc": "Khi cùng lúc ở trong trạng thái Quét Sạch và Giáp Hộ Tâm, tỷ lệ kích hoạt hiệu quả hồi HP của Giáp Hộ Tâm tăng đến 100%.",
    "sof2_name": "Hầu Gái Lốc Xoáy",
    "sof2_img": "noelle_c2",
    "sof2_desc": "Thể lực mà trọng kích của Noelle tiêu hao sẽ giảm 20%, sát thương tăng 15%.",
    "sof3_name": "Hầu Gái Không Đau",
    "sof3_img": "noelle_c3",
    "sof3_desc": "Cấp kỹ năng Giáp Hộ Tâm +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Sẽ Dọn Dẹp Sạch Sẽ",
    "sof4_img": "noelle_c4",
    "sof4_desc": "Khi hiệu quả Giáp Hộ Tâm kết thúc hoặc do sát thương đánh vỡ, sẽ gây ra sát thương nguyên tố Nham tương đương 400% tấn công cho kẻ địch xung quanh.",
    "sof5_name": "Chuyên Gia Quét Dọn Đội Kỵ Sĩ",
    "sof5_img": "noelle_c5",
    "sof5_desc": "Cấp kỹ năng Quét Sạch +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Phải Sạch Bong Kin Kít",
    "sof6_img": "noelle_c6",
    "sof6_desc": "Quét Sạch tăng thêm sức tấn công tương đương 50% phòng ngự của Noelle.\nNgoài ra, trong thời gian duy trì kỹ năng, mỗi lần đánh bại 1 kẻ địch, thời gian sẽ kéo dài thêm 1s, tối đa 10s."
  }
}