{
  "nick": "Thiếu Niên Sói",
  "occupation": "Lang Lãnh",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Cung Tiểu Lang",
  "desc": "Thiếu niên sống cùng sói trong Lang Lãnh thuộc Mondstadt, tránh xa thành phố và loài người. Có trực giác nhạy bén, hành động nhanh nhạy.",
  "birth": "09/09",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Nanh Thép",
    "normal_img": "razor_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần chém liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực để xoay kiếm tấn công địch xung quanh.Khi ngừng quay, sẽ bổ một nhát cực mạnh.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Vuốt Và Sấm",
    "element_img": "razor_s2",
    "element_desc": "Dùng cách mà thầy và người nhà đã dạy, để giải quyết con mồi.<br><br>Nhấn<br>Vung móng vuốt của sói về phía trước, gây cho địch phía trước Sát Thương Nguyên Tố Lôi.<br>Nếu đánh trúng kẻ địch, sẽ tạo ra một Ấn Lôi cho Razor, nâng cao hiệu quả nạp nguyên tố của Razor.<br>Cùng lúc chỉ xuất hiện tối đa 3 Ấn Lôi, cộng dồn sẽ làm mới thời gian kéo dài.<br><br>Nhấn Giữ<br>Tích tụ sức mạnh sấm sét gây nổ quy mô nhỏ, gây lượng lớn Sát Thương Nguyên Tố Lôi, và xóa bỏ Ấn Lôi đã có.<br>Mỗi Ấn Lôi bị xóa bỏ, đều sẽ chuyển thành năng lượng nguyên tố của Razor.<br><br><i>Trong khoảnh khắc sét đánh xuống, thi thoảng thoáng thấy sâu trong linh hồn của Razor ẩn chứa ánh mắt của sói quan sát con mồi.</i>",
    "final_name": "Răng Sét",
    "final_img": "razor_s3",
    "final_desc": "Đánh thức sói vô hình để bảo vệ bản thân, gây cho địch xung quanh Sát Thương Nguyên Tố Lôi, và tiêu hao tất cả Ấn Lôi, hồi năng lượng nguyên tố cho Razor.\nTrong thời gian Sói tồn tại, sẽ chiến đấu cùng Razor.<br><br>Sói<br>·sẽ cùng Razor tấn công thường, gây Sát Thương Nguyên Tố Lôi;<br>·Tăng tốc độ tấn công của Razor và Kháng Nguyên Tố Lôi;<br>·Giúp Razor miễn nhiễm với sát thương phản ứng Điện Cảm;<br>·Không thể thi triển Trọng Kích;<br>·Tăng khả năng chống gián đoạn cho Razor.<br><br>Hiệu quả sẽ mất khi Razor rời khỏi trận.<br>Khi rời khỏi trận, sẽ căn cứ theo thời gian còn để hoàn trả tối đa 10 điểm Năng Lượng Nguyên Tố.<br><br><i>Sói đã tỉnh lại. Giờ đi săn đến rồi.</i>"
  },
  "basic_talent": {
    "talent2_name": "Sói Chạy",
    "talent2_img": "razor_p2",
    "talent2_desc": "Giảm 20% tiêu hao thể lực khi xung kích cho nhân vật trong đội của bản thân.\nKhông thể cộng dồn với buff Thiên Phú cố định có cùng hiệu quả.",
    "talent3_name": "Thức Tỉnh",
    "talent3_img": "razor_p3",
    "talent3_desc": "Thời gian CD Vuốt Và Sấm giảm 18%.\nKhi thi triển Răng Sét, làm mới thời gian CD Vuốt Và Sấm.",
    "talent1_name": "Đói Khát",
    "talent1_img": "razor_p1",
    "talent1_desc": "Khi Năng Lượng Nguyên Tố của Razor dưới 50%, hiệu quả nạp nguyên tố tăng 30%."
  },
  "sof": {
    "sof1_name": "Bản Chất Của Sói",
    "sof1_img": "razor_c1",
    "sof1_desc": "Trong 8s sau khi Razor nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, sát thương tạo thành sẽ tăng 10%.",
    "sof2_name": "Áp Chế",
    "sof2_img": "razor_c2",
    "sof2_desc": "Khi Razor tấn công kẻ địch có HP dưới 30%, tỷ lệ bạo kích tăng 10%.",
    "sof3_name": "Hồn Thú",
    "sof3_img": "razor_c3",
    "sof3_desc": "Cấp kỹ năng Răng Sét +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Cắn Xé",
    "sof4_img": "razor_c4",
    "sof4_desc": "Khi nhấn Vuốt Và Sấm, làm cho kẻ địch bị đánh trúng giảm 15% phòng ngự, duy trì 7s.",
    "sof5_name": "Móng Vuốt",
    "sof5_img": "razor_c5",
    "sof5_desc": "Cấp kỹ năng Vuốt Và Sấm +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Thiên Lang",
    "sof6_img": "razor_c6",
    "sof6_desc": "Mỗi 10s, kiếm của Razor sẽ tự động nạp năng lượng, khiến cho tấn công thường lần sau sẽ kích hoạt sấm sét gây ra sát thương nguyên tố Lôi bằng 100% tấn công.\nKhi không ở trong trạng thái Răng Sét, nếu sét đánh trúng kẻ địch, sẽ tích luỹ cho Razor 1 Ấn Lôi của Vuốt Và Sấm."
  }
}