{
  "nick": "Ân Điển Mũ Gai",
  "occupation": "Giáo Hội Tây Phong",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Cryo",
  "constellation": "Cung Kinh Quán",
  "desc": "Một tu nữ ngoại trừ cách ăn mặc thì không có điểm nào giống với người trong tu viện. Trong hành vi và lời nói lãnh đạm thoảng qua chút sắc sảo. Lúc nào cũng hành động một mình.",
  "birth": "01/24",
  "battle_talent": {
    "normal_name": "Tấn công thường - Thương Thuật Giáo Hội",
    "normal_img": "rosaria_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần đánh liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Lời Cáo Tội",
    "element_img": "rosaria_s2",
    "element_desc": "Rosaria nhanh chóng di chuyển đến phía sau kẻ địch, dùng thương để đâm xuyên và chém, gây Sát Thương Nguyên Tố Băng.<br>Không thể di chuyển nhanh đến phía sau kẻ địch có thể hình lớn.<br><br><i>Lời thú tội với nữ tu Rosaria sẽ không được tha thứ. Ngược lại, tội càng nặng thì hình phạt càng giá lạnh.</i>",
    "final_name": "Thánh Lễ Cuối Cùng",
    "final_img": "rosaria_s3",
    "final_desc": "Đây là nghi thức riêng của Rosaria. Vung vũ khí lên quét sạch kẻ địch, sau đó ngưng tụ hàn băng găm vào mặt đất, gây Sát Thương Nguyên Tố Băng.\nKhi băng thương tồn tại, nó sẽ liên tục phát ra hơi lạnh, gây Sát Thương Nguyên Tố Băng cho kẻ địch gần đó.<br><br><i>Quá trình phán xử rất phiền phức, vì vậy cứ trực tiếp thực thi buổi lễ cho cái chết thôi. Rosaria vốn không tin vào Phong Thần nên vấn đề này rất dễ dàng với cô ấy.</i>"
  },
  "basic_talent": {
    "talent2_name": "Dạ Hành",
    "talent2_img": "rosaria_p2",
    "talent2_desc": "Buổi tối (18h đến 6h), tốc độ di chuyển của nhân vật trong đội của bản thân tăng 10%.\nHiệu quả này vô hiệu trong Bí Cảnh, Vùng Đất Thảo Phạt, La Hoàn Thâm Cảnh, không thể cộng dồn với thiên phú cố định có hiệu quả tương đồng.",
    "talent3_name": "Nghe U Ảnh Sám Hối",
    "talent3_img": "rosaria_p3",
    "talent3_desc": "Khi Lời Cáo Tội tấn công từ phía sau của mục tiêu, tỷ lệ bạo kích của Rosaria tăng 12%, kéo dài 5s.",
    "talent1_name": "Chi Viện Bóng Tối",
    "talent1_img": "rosaria_p1",
    "talent1_desc": "Khi thi triển Thánh Lễ Cuối Cùng, dựa trên 15% tỷ lệ bạo kích của bản thân, tăng tỷ lệ bạo kích cho tất cả các nhân vật trong đội ở gần (không bao gồm Rosaria), kéo dài 10s.\nTỷ lệ bạo kích tăng thêm bằng cách này không thể vượt quá 15%."
  },
  "sof": {
    "sof1_name": "Nguồn Gốc Tội Lỗi",
    "sof1_img": "rosaria_c1",
    "sof1_desc": "Đòn tấn công của Rosaria sau khi tạo thành bạo kích sẽ tăng 10% tốc độ tấn công cho bản thân, sát thương tấn công thường tạo thành tăng 10%, kéo dài 4s.",
    "sof2_name": "Vùng Đất Bất Hạnh",
    "sof2_img": "rosaria_c2",
    "sof2_desc": "Thời gian Thương Băng do Thánh Lễ Cuối Cùng tạo ra kéo dài thêm 4s",
    "sof3_name": "Buổi Lễ Xưng Tội",
    "sof3_img": "rosaria_c3",
    "sof3_desc": "Cấp kỹ năng Lời Cáo Tội +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Ân Điển Đau Khổ",
    "sof4_img": "rosaria_c4",
    "sof4_desc": "Khi Lời Cáo Tội tạo thành bạo kích, hồi 5 điểm năng lượng nguyên tố cho bản thân Rosaria.\nMỗi lần Lời Cáo Tội nhiều nhất kích hoạt 1 lần hiệu quả này.",
    "sof5_name": "Lời Nguyện Lúc Lâm Chung",
    "sof5_img": "rosaria_c5",
    "sof5_desc": "Cấp kỹ năng Thánh Lễ Cuối Cùng +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Thay Trời Hành Đạo",
    "sof6_img": "rosaria_c6",
    "sof6_desc": "Đòn tấn công của Thánh Lễ Cuối Cùng sẽ khiến kháng vật lý của địch giảm 20%, kéo dài 10s."
  }
}