{
  "nick": "Người Bảo Vệ Phương Xa",
  "occupation": "Hiệp Hội Yashiro",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "Cung Xích Thuẫn",
  "desc": "Quản gia của nhà Kamisato, \"thổ địa\" của Inazuma.",
  "birth": "01/09",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Ngọn Thương Dũng Mãnh",
    "normal_img": "thoma_s1",
    "normal_desc1": "Thực hiện tối đa 4 lần đánh liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Liệt Hỏa Hộ Mệnh",
    "element_img": "thoma_s2",
    "element_desc": "Thoma dùng mũi giáo làm điểm tựa, tiếp thêm sức mạnh của lửa để tung cú đá về phía trước, gây Sát Thương Phạm Vi Nguyên Tố Hỏa và triệu hồi Khiên Lửa Hộ Mệnh, đồng thời trong phút chốc khi thi triển sẽ gán ấn nguyên tố Hỏa cho Thoma.<br>Lượng hấp thụ sát thương của khiên sẽ bị ảnh hưởng bởi giới hạn HP của Thoma.<br>Khiên Lửa Hộ Mệnh có những đặc tính sau:<br>·Có 250% hiệu quả hấp thụ đối với Sát Thương Nguyên Tố Hỏa;<br>·Lượng hấp thụ sát thương còn lại của khiên sẽ cộng dồn khi nhận Khiên Lửa Hộ Mệnh lần nữa, đồng thời làm mới thời gian duy trì.<br><br>Lượng hấp thụ sát thương của khiên tối đa sẽ không vượt quá tỷ lệ nhất định dựa trên giới hạn HP của Thoma.<br><br><i>Thân là kẻ tha hương, chỉ khi thắp sáng ngọn lửa nhiệt huyết nồng nhiệt nhất mới có thể học được thương thuật tinh tế và thuần túy của Inazuma. Và thành tựu của Thoma sớm đã vượt khỏi mức \"xuất sư\" và \"hào kiệt\". Mang theo ý niệm \"bảo vệ\", Thoma còn kết hợp cả kỹ xảo phòng ngự và đặc tính giáp phòng vệ vào trong thương thuật của mình.</i>",
    "final_name": "Chiến Giáp Rực Cháy",
    "final_img": "thoma_s3",
    "final_desc": "Thoma xoay ngọn thương, dùng ngọn lửa đỏ rực quét tan kẻ địch xung quanh, gây Sát Thương Phạm Vi Nguyên Tố Hỏa, đồng thời tạo ra Chiến Giáp Lửa Đỏ.\n<br>Chiến Giáp Lửa Đỏ<br>Nhân vật trong trận có hiệu quả Chiến Giáp Lửa Đỏ khi đánh thường sẽ kích hoạt Lửa Đỏ Công Phá, gây Sát Thương Phạm Vi Nguyên Tố Hỏa, đồng thời triệu hồi ra Khiên Lửa Hộ Mệnh.<br>Lửa Đỏ Công Phá mỗi 1 giây tối đa kích hoạt một lần.<br><br>Đối với khiên tạo ra, ngoài lượng hấp thụ sát thương ra, đặc tính sẽ giống như khiên của kỹ năng nguyên tố \"Liệt Hỏa Hộ Mệnh\":<br>·Có 250% hiệu quả hấp thụ đối với Sát Thương Nguyên Tố Hỏa;<br>·Lượng hấp thụ sát thương còn lại của khiên sẽ cộng dồn khi nhận Khiên Lửa Hộ Mệnh lần nữa, đồng thời làm mới thời gian duy trì.<br><br>Lượng hấp thụ sát thương của khiên tối đa sẽ không vượt quá tỷ lệ nhất định dựa trên giới hạn HP của Thoma.<br><br>Khi Thoma ngã xuống, hiệu quả Chiến Giáp Lửa Đỏ sẽ bị xóa.<br><br><i>\"Tôi sẽ không bao giờ quên lời hứa ban đầu, nên ngọn lửa rực cháy này ắt sẽ bảo vệ người mà tôi trân trọng, không bao giờ lụi tàn.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Tài Năng Câu Cá",
    "talent2_img": "thoma_p2",
    "talent2_desc": "Khi Nhà Lữ Hành câu cá thành công tại Inazuma, nhờ có Thoma giúp đỡ, có 20% khả năng nhận gấp đôi sản lượng.",
    "talent3_name": "Tầng Tầng Giáp Trụ",
    "talent3_img": "thoma_p3",
    "talent3_desc": "Khi nhân vật trong trận hiện tại của bản thân nhận hoặc làm mới Khiên Lửa Hộ Mệnh, hiệu quả khiên tăng 5%, duy trì 6 giây.\nHiệu quả này mỗi 0.3 giây tối đa kích hoạt 1 lần, cộng dồn tối đa 5 lần.",
    "talent1_name": "Ngọn Lửa Mãnh Liệt",
    "talent1_img": "thoma_p1",
    "talent1_desc": "Tăng sát thương Lửa Đỏ Công Phá của hiệu quả Chiến Giáp Rực Cháy, mức tăng thêm tương đương 2.2% giới hạn HP của Thoma."
  },
  "sof": {
    "sof1_name": "Nghĩa Vụ Của Đồng Bào",
    "sof1_img": "thoma_c1",
    "sof1_desc": "Khi nhân vật (Ngoại trừ bản thân Thoma) được bảo vệ bởi Khiên Lửa Hộ Mệnh của Thoma bị tấn công, sẽ giảm 3 giây CD Liệt Hỏa Hộ Mệnh, giảm 3 giây CD Chiến Giáp Rực Cháy của Thoma.\nHiệu quả này mỗi 20 giây tối đa kích hoạt 1 lần.",
    "sof2_name": "Tài Cán Của Trợ Thủ",
    "sof2_img": "thoma_c2",
    "sof2_desc": "Thời gian duy trì Chiến Giáp Rực Cháy kéo dài thêm 3 giây.",
    "sof3_name": "Định Luật Của Chiến Đấu",
    "sof3_img": "thoma_c3",
    "sof3_desc": "Cấp kỹ năng Liệt Hỏa Hộ Mệnh +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Mưu Kế Của Gia Thần",
    "sof4_img": "thoma_c4",
    "sof4_desc": "Sau khi thi triển Chiến Giáp Rực Cháy sẽ hồi 15 điểm Năng Lượng Nguyên Tố cho Thoma.",
    "sof5_name": "Sức Nóng Của Lửa Đỏ",
    "sof5_img": "thoma_c5",
    "sof5_desc": "Cấp kỹ năng Chiến Giáp Rực Cháy +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Trái Tim Của Nhiệt Huyết",
    "sof6_img": "thoma_c6",
    "sof6_desc": "Khi nhận hoặc làm mới Khiên Lửa Hộ Mệnh, sát thương gây ra bởi tấn công thường, trọng kích, tấn công khi đáp của tất cả nhân vật trong đội tăng 15%, duy trì 6 giây."
  }
}