{
  "localeName": "Venti",
  "nick": "Nhà Thơ Có Màu Của Gió",
  "occupation": "Thành Mondstadt",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Bow",
  "element": "Anemo",
  "constellation": "Cung Ca Tiên",
  "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
  "birth": "06/16",
  "battle_talent": {
    "normal_name": "Tấn Công Thường: Xạ Thuật Của Thần",
    "normal_img": "venti_s1",
    "normal_desc1": "Thực hiện tối đa 6 lần bắn tên liên tiếp.",
    "normal_desc2": "Tiến hành ngắm bắn chuẩn hơn, có sát thương cao hơn.Khi ngắm bắn, gió sẽ tích tụ trên mũi tên. Mũi tên đầy gió sẽ gây Sát Thương Nguyên Tố Phong.",
    "normal_desc3": "Bắn mưa tên liên tiếp xuống mặt đất, gây sát thương phạm vi khi chạm đất.",
    "element_name": "Bài Ca Trời Cao",
    "element_img": "venti_s2",
    "element_desc": "Triệu hồi ngọn gió kết hợp thơ và nhạc, cuốn mọi thứ trong bụi mù lên không trung.<br><br>Nhấn<br>Tại vị trí của mục tiêu gọi ra ngọn gió, gây Sát Thương Phạm Vi Nguyên Tố Phong, và đánh bay địch.<br><br>Nhấn Giữ<br>Lấy bản thân làm trung tâm gọi ra ngọn gió, gây Sát Thương Phạm Vi Nguyên Tố Phong, và đánh bay địch.<br>Sau khi nhấn giữ, Venti cưỡi gió bay lên không trung.<br><br>Địch bị Bài Ca Trời Cao đánh bay, trong thời gian ngắn sẽ rơi chậm.<br><br><i>Trong thời đại mà thần cùng con người cùng sống trên trái đất, có vô số bài hát truyền khắp bốn phương. Đây là giai điệu đã sớm bị lãng quên.</i>",
    "final_name": "Bài Thơ Thần Gió",
    "final_img": "venti_s3",
    "final_desc": "Bắn ra mũi tên được tạo thành từ hàng nghìn ngọn gió, tạo thành bão lớn, cuốn địch vào, duy trì gây Sát Thương Nguyên Tố Phong.\n<br>Chuyển hóa nguyên tố<br>Nếu cơn bão trong thời gian duy trì kỹ năng có tiếp xúc Nguyên Tố Thủy/Nguyên Tố Hỏa/Nguyên Tố Băng/Nguyên Tố Lôi, sẽ nhận được thuộc tính nguyên tố tương ứng, tạo thêm sát thương thuộc tính.<br>Chuyển hóa nguyên tố chỉ phát sinh 1 lần.<br><br><i>Có rất nhiều bài thơ ca ngợi Phong Thần đã biến mất. Trong đó bài thơ này miêu tả sức mạnh của ngài ấy cùng với gió.</i>"
  },
  "basic_talent": {
    "talent2_name": "Đi Theo Cơn Gió",
    "talent2_img": "venti_p2",
    "talent2_desc": "Giảm 20% tiêu hao thể lực nhân vật của bản thân trong đội khi bay lượn.\nĐối với buff Thiên Phú cố định có hiệu quả hoàn toàn giống sẽ không thể cộng dồn.",
    "talent3_name": "Cái Ôm Của Gió",
    "talent3_img": "venti_p3",
    "talent3_desc": "Nhấn giữ Bài Ca Trời Cao, sẽ tạo ra luồng gió lên cao, kéo dài 20s.",
    "talent1_name": "Mắt Bão",
    "talent1_img": "venti_p1",
    "talent1_desc": "Sau khi kết thúc hiệu quả Bài Thơ Thần Gió, hồi phục 15 điểm năng lượng Nguyên Tố cho Venti; \nNếu xảy ra chuyển hoá nguyên tố, hồi phục 15 điểm năng lượng Nguyên Tố cho tất cả nhân vật trong đội có nguyên tố tương ứng."
  },
  "sof": {
    "sof1_name": "Mũi Tên Gió",
    "sof1_img": "venti_c1",
    "sof1_desc": "Ngắm bắn sẽ phóng thêm 2 mũi tên, lần lượt gây sát thương bằng 33% sát thương gốc.",
    "sof2_name": "Tình Yêu Gió Lạnh",
    "sof2_img": "venti_c2",
    "sof2_desc": "Bài Ca Trời Cao sẽ khiến kháng Nguyên Tố Phong và kháng vật lý của địch giảm 12%, kéo dài 10s.\nĐịch bị Bài Ca Trời Cao đánh bay trước khi rơi xuống đất, kháng Nguyên Tố Phong và kháng vật lý giảm thêm 12%.",
    "sof3_name": "Tập Thơ Thiên Phong",
    "sof3_img": "venti_c3",
    "sof3_desc": "Cấp kỹ năng Bài Thơ Thần Gió +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Cơn Gió Tự Do",
    "sof4_img": "venti_c4",
    "sof4_desc": "Sau khi Venti nhận Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, sẽ nhận được 25% Buff Sát Thương Nguyên Tố Phong, kéo dài 10s.",
    "sof5_name": "Hợp Tấu Trời Cao",
    "sof5_img": "venti_c5",
    "sof5_desc": "Cấp kỹ năng Bài Ca Trời Cao +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Bão Chiến Tranh",
    "sof6_img": "venti_c6",
    "sof6_desc": "Kẻ địch bị Bài Thơ Thần Gió sát thương, kháng Nguyên Tố Phong giảm 20%.\nNếu chuyển hoá nguyên tố xảy ra, sẽ giảm 20% kháng nguyên tố đã chuyển."
  }
}