{
  "localeName": "Xiao",
  "nick": "Hộ Pháp Dạ Xoa",
  "occupation": "Tiên Nhân Liyue",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Anemo",
  "constellation": "Cung Kim Sí Bằng Vương",
  "desc": "Tiên nhân Dạ Xoa bảo vệ Liyue. Hiệu là \"Hàng Ma Đại Thánh\", biệt danh \"Hộ Pháp Dạ Xoa Đại Tướng\".",
  "birth": "04/17",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Cuốn Quét Bụi Trần",
    "normal_img": "xiao_s1",
    "normal_desc1": "Thực hiện tối đa 6 lần đánh liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định để tấn công hướng lên trên.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.Khi Xiao tiến hành tấn công khi đáp, sẽ không phải chịu sát thương rơi.",
    "element_name": "Đôi Bánh Xe Gió",
    "element_img": "xiao_s2",
    "element_desc": "Lao đến cực nhanh, gây Sát Thương Nguyên Tố Phong cho kẻ địch trên đường.<br>Có thể thi triển trên không trung.<br>Ban đầu có 2 lần sử dụng.<br><br><i>Theo truyền thuyết của nơi nào đó, thế giới sẽ bị nghiền nát bởi hai bánh xe gió. Thương pháp của Xiao đã đạt trình độ xuất thần nhập quỷ, đi lại giống như hai cỗ bánh xe gió xé nát phe địch.</i>",
    "final_name": "Vũ Điệu Trừ Yêu",
    "final_img": "xiao_s3",
    "final_desc": "Phơi bày Mặt Nạ Dạ Xoa mà hàng nghìn năm trước đã khiến yêu ma quỷ quái run sợ.\n<br>Mặt Nạ Dạ Xoa<br>·Tăng khả năng nhảy của Xiao; <br>·Tăng phạm vi tấn công và sát thương; <br>·Chuyển sát thương thành Sát Thương Nguyên Tố Phong, chuyển hóa nguyên tố này không thể bị đính kèm thay thế.<br><br>Ở trạng thái này, Xiao sẽ liên tục mất HP.<br>Hiệu quả sẽ mất khi Xiao rời trận.<br><br><i>Đeo lên mặt nạ Hàng Ma, Hộ Pháp Dạ Xoa xuất hiện khiến tất cả yêu ma run sợ, hàng ma diệt quái. Nhận được sức mạnh to lớn, cũng đem đến đau đớn cùng cực. Tên gọi là Vũ Điệu Trừ Yêu.</i>"
  },
  "basic_talent": {
    "talent2_name": "Thần Thông - Không Trung Tự Tại",
    "talent2_img": "xiao_p2",
    "talent2_desc": "Giảm 20% tiêu hao thể lực khi leo trèo cho nhân vật trong đội của bản thân.\nKhông thể cộng dồn với buff Thiên Phú cố định có cùng hiệu quả.",
    "talent3_name": "Hàng Ma - Bình Yêu Đại Thánh",
    "talent3_img": "xiao_p3",
    "talent3_desc": "Trong trạng thái Vũ Điệu Trừ Yêu, tất cả sát thương Xiao gây ra tăng 5%. Sau đó, trong thời gian duy trì của kỹ năng, mỗi 3s, sát thương gây ra sẽ tăng thêm 5%.\nTối đa nhận 25% sát thương tăng thêm.",
    "talent1_name": "Hoại Kiếp - Quốc Thổ",
    "talent1_img": "xiao_p1",
    "talent1_desc": "Sau khi thi triển Đôi Bánh Xe Gió, trong vòng 7s sau đó sẽ khiến cho sát thương của Đôi Bánh Xe Gió tăng 15%.\nHiệu quả kéo dài 7s, tối đa cộng dồn 3 lần, khi cộng dồn sẽ làm mới thời gian kéo dài."
  },
  "sof": {
    "sof1_name": "Hoại Kiếp - Hủy Hoại Tam Giới",
    "sof1_img": "xiao_c1",
    "sof1_desc": "Số lần dùng Đôi Bánh Xe Gió tăng thêm 1.",
    "sof2_name": "Không Kiếp - Hư Không Hoa Khai",
    "sof2_img": "xiao_c2",
    "sof2_desc": "Khi ở trong đội nhưng không ra trận, hiệu quả nạp nguyên tố của Xiao sẽ tăng 25%.",
    "sof3_name": "Hàng Ma - Phẫn Nộ Hiện Rõ",
    "sof3_img": "xiao_c3",
    "sof3_desc": "Cấp kỹ năng Đôi Bánh Xe Gió +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Thần Thông - Chư Khổ Diệt Tận",
    "sof4_img": "xiao_c4",
    "sof4_desc": "Khi HP của Xiao dưới 50%, tăng 100% phòng ngự.",
    "sof5_name": "Thành Kiếp - Vô Minh Tăng Trưởng",
    "sof5_img": "xiao_c5",
    "sof5_desc": "Cấp kỹ năng Vũ Điệu Trừ Yêu +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Hàng Ma - Hộ Pháp Dạ Xoa",
    "sof6_img": "xiao_c6",
    "sof6_desc": "Trong trạng thái Vũ Điệu Trừ Yêu, khi tấn công khi đáp đánh trúng ít nhất 2 kẻ địch, Đôi Bánh Xe Gió lập tức nhận được 1 lần sử dụng, và trong 1s tiếp theo, có thể bỏ qua CD thi triển Đôi Bánh Xe Gió."
  }
}