{
  "nick": "Mỹ Nhân Trên Sân Khấu",
  "occupation": "Vân Hàn Xã",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Geo",
  "constellation": "Cung Hồng Chương",
  "desc": "Diễn viên hát kịch nổi tiếng Liyue, hội tụ cả tài viết kịch và ca xướng. Phong cách riêng biệt, thanh lịch xinh đẹp, thần thái ngút trời.",
  "birth": "05/21",
  "battle_talent": {
    "normal_name": "Tấn Công Thường - Phất Vân Xuất Thủ",
    "normal_img": "yun_jin_s1",
    "normal_desc1": "Thực hiện tối đa 5 lần đánh liên tiếp.",
    "normal_desc2": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi.",
    "normal_desc3": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
    "element_name": "Toàn Vân Khai Tương",
    "element_img": "yun_jin_s2",
    "element_desc": "Tư thế múa võ trên sân khấu của Yun tiên sinh thực sự có thể đánh địch đấy.<br><br>Nhấn<br>Xoay thương xua tan mây mù, gây Sát Thương Nguyên Tố Nham.<br><br>Nhấn giữ<br>Tụ lực từ tư thế Toàn Vân Khai Tương, tạo ra lá chắn, lượng hấp thụ sát thương căn cứ vào giới hạn HP của Yun Jin, có 150% hiệu quả hấp thụ sát thương vật lý và sát thương toàn bộ nguyên tố. Khiên duy trì đến khi thi triển xong Kỹ Năng Nguyên Tố.<br>Khi buông kỹ năng, kết thúc thời gian duy trì hoặc khiên bị phá hủy, sẽ múa thương giải phóng sức mạnh tích tụ, gây Sát Thương Nguyên Tố Nham.<br>Căn cứ vào thời gian tụ lực, trạng thái khi giải phóng sẽ chia thành tụ lực lần 1 và tụ lực lần 2.<br><br><i>Một thoáng trên sân khấu, mười năm của khổ luyện.</i>",
    "final_name": "Phá Chướng Kiến Tinh Nghi",
    "final_img": "yun_jin_s3",
    "final_desc": "Gây Sát Thương Phạm Vi Nguyên Tố Nham, đồng thời cung cấp \"Phi Vân Kỳ Trận\" cho tất cả nhân vật trong đội gần đó.\n<br>Phi Vân Kỳ Trận<br>Khi gây sát thương tấn công thường cho kẻ địch, sẽ căn cứ vào sức phòng ngự của Yun Jin để tăng thêm sát thương gây ra.<br><br>Hiệu quả \"Phi Vân Kỳ Trận\" sẽ biến mất khi kết thúc thời gian duy trì hoặc đạt số lần hiệu lực nhất định.<br>Khi trong một lần tấn công thường trúng nhiều kẻ địch, thì sẽ căn cứ vào số lượng kẻ địch trúng đòn để tiêu hao số lần hiệu lực; Số lần hiệu lực \"Phi Vân Kỳ Trận\" của mỗi nhân vật trong đội sẽ tính độc lập với nhau.<br><br><i>\"Trong tiếng trống vang, đao thương kiếm ảnh, mỹ nhân hóa đại tướng.\"</i><br><i>\"Sáo nhạc tề vang trên thảm đỏ, cùng ngắm nhìn Yun tiên sinh hàng phục yêu ma.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Thanh Thực Dưỡng Tính",
    "talent2_img": "yun_jin_p2",
    "talent2_desc": "Khi nấu ăn hoàn mỹ các món thuộc loại thám hiểm, có tỷ lệ 12% được x2 thành phẩm.",
    "talent3_name": "Vụ Thủ Bản Chân",
    "talent3_img": "yun_jin_p3",
    "talent3_desc": "Thi triển Toàn Vân Khai Tương trong thời khắc bị tấn công, sẽ dùng hình thức nhấn giữ tụ lực lần 2 để thi triển.",
    "talent1_name": "Mạc Tùng Hằng Khê",
    "talent1_img": "yun_jin_p1",
    "talent1_desc": "Sát thương đánh thường được buff từ Phi Vân Kỳ Trận sẽ tăng thêm dựa vào 2.5%/5%/7.5%/11.5% phòng ngự của Yun Jin khi trong đội có 1/2/3/4 loại nguyên tố."
  },
  "sof": {
    "sof1_name": "Phi Thân Thang Mã",
    "sof1_img": "yun_jin_c1",
    "sof1_desc": "Toàn Vân Khai Tương giảm 18% thời gian CD.",
    "sof2_name": "Chư Bàn Thiết Mạt",
    "sof2_img": "yun_jin_c2",
    "sof2_desc": "Sau khi thi triển Phá Chướng Kiến Tinh Nghi, sát thương đánh thường tạo ra từ tất cả nhân vật trong đội gần đó tăng 15%, duy trì 12s.",
    "sof3_name": "Nha Đạo Thám Hải",
    "sof3_img": "yun_jin_c3",
    "sof3_desc": "Cấp kỹ năng Phá Chướng Kiến Tinh Nghi +3.\nTăng tối đa đến cấp 15.",
    "sof4_name": "Thăng Đường Điếu Vân",
    "sof4_img": "yun_jin_c4",
    "sof4_desc": "Sau khi Yun Jin kích hoạt phản ứng kết tinh, sức phòng ngự tăng 20%, duy trì 12s.",
    "sof5_name": "Kiều Sở Danh Khôn",
    "sof5_img": "yun_jin_c5",
    "sof5_desc": "Cấp kỹ năng Toàn Vân Khai Tương +3.\nTăng tối đa đến cấp 15.",
    "sof6_name": "Trang Hài Tịnh Cử",
    "sof6_img": "yun_jin_c6",
    "sof6_desc": "Nhân vật trong trạng thái \"Phi Vân Kỳ Trận\" sẽ tăng 12% tốc độ tấn công thường."
  }
}