[
  {
    "version": "10695",
    "verName": "3.1.0-gp (10695)",
    "description": "Changelog - 2022-11-04<br><br>This is an urgent update of fixing serious crash bug by birthday function"
  },{
    "version": "10293",
    "verName": "3.1.0-gp (10293)",
    "description": "Changelog - 2022-10-04<br><br><b>Calculator</b><br>1. New Material Calculator (Only available in Material Style)<br><br>   - New UI design<br>   - New algorithm & display result in real-time<br>2. Replaced saving translation<br><br><b>UI</b><br>1. Removed Alarm Button<br>2. Fixed Style-Exchange crash bug<br>3. Fixed App Icon display issue<br>4. Fixed Crash bug in Splash page<br>5. Little improve of Game Style's UI<br><br>Characters, weapons and artifacts<br>1. Added characters info :<br>    - Candace<br>    - Cyno<br>    - Nilou<br>    - Layla<br>    - Nahida<br>2. Fixed detail mistakes in :<br>    - Arataki_Itto<br>    - Beidou<br>    - Shikanoin_Heizou<br>3. Added weapons in 3.1 & 3.2<br>4. Updated new Character's birthday"
  },{
    "version": "9990",
    "verName": "3.0.0-gp (9990)",
    "description": "Changelog - 2022-08-23<br><br><b>Calculator</b><br>1. New Material Calculator (Only available in Game Style)<br>   - Re-designed UI layout <br>   - Improved User Experience of Calculating Characters, Weapons, Artifacts<br>   - Added new ascension materials for new characters<br>   - Full-List Screenshot (Press the camera button in Result Page and the material list will export as png)<br>   - Bugs from old version's calculator were FIXED !<br><br><b>UI</b><br>1. Replace the display format of character's birthday (This version will be MM-DD)<br><br><b>Characters, weapons and artifacts</b><br>1. Added advice and status of :<br>    - Aloy<br>    - Arataki_Itto<br>    - Gorou<br>    - Kamisato_Ayato<br>    - Kujou_Sara<br>    - Kuki_Shinobu<br>    - Shikanoin_Heizou<br>    - Yelan<br>2. Fixed bugs/ detail mistakes in :<br>    - Eula<br>    - Raiden_Shogun<br>3. Added two new artifact sets (Including ico, info)"
  },{
    "version": "8850",
    "verName": "2.8.0-gp (8850)",
    "description": "Changelog - 2022-07-19<br><br><b>UI</b><br>1. Some of the UI have already suitable for landscape device<br>2. Fixed display error of characters status<br>3. Fixed choice error of weapon status<br>4. Support Android 13 Themed icon<br>5. Fixed error of unable to open app if failed to check update.<br>6. Fixed layout problem of weapons ascending materials.<br><br><b>Characters and weapons</b><br>1. Added Collei, Dori and Taghniari info<br>2. Added weapons' info<br>3. Added Diluc and Fischl event suit.<br><br><b>Voc-夜芷冰 Birthday Special Version</b><br>Btw, there will not have any extra function appear since Voc didn't have enough idea of it. QAQ"
  },{
    "version": "8566",
    "verName": "2.7.0-gp (8566)",
    "description": "Changelog - 2022-05-17<br><br><b>UI</b><br>1. Added new List Style [Card],[Details], thx for @SipTik#1171 's help<br>2. Background filter's transparent has been changed to higher <br>3. Added 2 new UI style , user can choose which they want when first open the app (after update), there have quite much things re-newed, we wish enjoy these nice UI style.<br>4. Added different new functions in 2 new UI style<br>5. Improved the user experience at Home page<br>6. Add tutorial<br>7. Fixed Calculator laggy problem"
  },{
    "version": "5000",
    "verName": "2.6.0-gp (5000)",
    "description": "Changelog - 2021-03-31<br><br><b>Calculator</b><br>1. Fixed display error of result item<br><br><b>Characters and weapons</b><br>1. Added Qiqi ~ Zhongli's character advice<br><br><b>UI</b><br>1. Improved lists' filter function<br>2. Re-design Character, Artifacts and Weapons list, thx for 2O48#9733 's help :person_bowing: <br>3. Added event suit function<br>4. Suitable for landscape device<br>5. Character Info Display District Icon<br>6. Press Animation<br>7. Fixed Traveller display error <br>8. Character Info added more suggestions<br>9. Character Info scroll & deleted background display<br>10. Updated Special Thanks Page<br>11. Added Yelan & Kuki in character list (Preview only) and calculator"
  },{
    "version": "3160",
    "verName": "2.5.0-gp (3160)",
    "description": "Changelog - 2021-02-20<br><br><b>Calculator</b><br>1. New Calculator released : Buff Calculator [Version Albedo]<br>2. Fixed display error of Artifact Owner <br>3. Boss <b>Magatsu Mitake Narukami no Mikoto</B> image was added<br>4. Ayato upgrade data is available (Buff part will be done at 2.6 update)<br>5. Calculate Sheet's naming error was fixed<br><br><b>UI</b><br>1. Fixed error of keeping show update after downloaded<br>2. Ayato was added (Without character info)<br>3. Update Function fixed<br>4. Yae Miko's image has changed to a non-background version, thx for @SipTik#1171 help<br>5. Updated Special Thanks Page and Link Page"
  },
  {
    "version": "2808",
    "verName": "2.4.1-gp (2808)",
    "description": "Changelog - 2021-02-01<br><br><b>Characters</b><br>1. Fixed Yae Miko's weapons type display<br><br><b>UI</b><br>1.Use dynamic file update intead of solid file update"
  },
  {
    "version": "2623",
    "verName": "2.4.1-gp (2623)",
    "description": "Changelog - 2021-01-26<br><br><b>Characters and weapons</b><br>1. Fixed translation problem of ru-RU<br>2. Added Yae Miko and two new weapons' translation. (ru-RU will include at next update)<br>3. Fixed Birthday error of some characters<br><br><b>UI</b><br>1. Changelog bug fixed<br>2. Refresh date & birthday UI after setting changed"
  },
  {
    "version": "2574",
    "verName": "2.4.0-gp (2574)",
    "description": "Changelog - 2021-01-17<br><br><b>Characters and weapons</b><br>1. Fixed Display error of some weapons<br>2. Fixed translation problem of ru-RU<br><br><b>UI</b><br>1. Fixed search bug of lists<br>2. Changelog"
  },
  {
    "version": "2538",
    "verName": "2.4.0-gp (2538)",
    "description": "Changelog - 2021-01-10<br><br><b>Characters and weapons</b><br>1. Fixed Display error of some weapons<br>2. Fixed Display error of Character Talent Layout<br>3. Fixed wrong set of some character's advice<br>4. Added Thoma's birthday<br><br><b>UI</b><br>1. Added translations of Calculator & Setting<br>2. Added [Traveler Sex Setting] function -> See as Setting page (request by Loliness#0599)<br>3. Fixed display error of Lists' background & choosed list background<br>4. Fixed wrong choose error when not set the artifact type<br>5. Added character icon below calculator's choosed artifacts and weapons."
  },
  {
    "version": "2425",
    "verName": "2.4.0-gp (2425)",
    "description": "Changelog - 2021-01-08<br><br><b>Calculator</b>1. [Progress Report] New function has already done 50%, will be release at 2.5.0 or earlier<br>2. Fixed display error of character skills' name (API <= 27)<br>3. Added Gorou, Itto, Shenhe and Yun Jin's ascension materials.<br>4. Reset the max item count in same row<br>5. Added a part of Yae Miko's calculation data<br><br><b>Characters and weapons</b><br>1. Added Gorou, Itto, Yun Jin, Shenhe Information.<br>2. Added 2.3 & 2.4 new weapons' details.<br>3. Added Yae Miko into the Character List. (Display only)<br>4. Added Gorou, Itto, Yun Jin, Shenhe, Yae Miko and ???'s birthday<br><br><b>UI</b><br>1. Fixed Android 8.1 or below (API <= 27) unable read character, artifacts, weapons' information problem.<br>2. Fixed search error of weapons, this way will also use in other two later<br>3. Added new types of theme. Code 'Blue Sea','Pinky Day','Dream Color','Cyber Color','Cream Color'<br>4. Added custom background function -> Only accept PNG,JPG,JPEG,GIF<br>5. Changed some UI's background design for new function<br><br><b>Github</b><br>Will release the source after upload 2.4.0-gp update"
  }
]