{
  "nick": "???",
  "occupation": "???",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Pyro",
  "constellation": "醒狮座",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Normal Attack: Stellar Rend",
    "normal_img": "gaming_s1",
    "normal_desc1": "Performs up to 4 consecutive strikes.",
    "normal_desc2": "Drains Stamina over time to perform continuous spinning attacks against all nearby opponents.At the end of the sequence, performs a more powerful slash. ",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Bestial Ascent",
    "element_img": "gaming_s2",
    "element_desc": "Pounces forward using the Wushou arts, leaping high into the air after hitting.<br>After Gaming has used Bestial Ascent to rise into the air, he will use the especially powerful Plunging Attack: Charmed Cloudstrider when performing a Plunging Attack.<br><br>Plunging Attack: Charmed Cloudstrider<br>The DMG from Plunging Attacks caused by Bestial Ascent is converted to Pyro DMG. Upon landing, Gaming will consume a fixed amount of HP. Gaming's HP cannot be reduced below 10% by this method.<br>Charmed Cloudstrider DMG is considered Plunging Attack DMG.<br><br><i>\"The beast leaps and plucks the greens, prosperity all around us rings. May wealth and health come to us all — and may we have a grand ol' ball!\"</i>",
    "final_name": "Horned Lion's Gilded Dance",
    "final_img": "gaming_s3",
    "final_desc": "Gaming enters Wushou Stance, recovering a fixed amount of HP, and summons his companion, the Horned Lion Man Chai, to smash into his target, dealing AoE Pyro DMG.\nAfter bashing its target, Man Chai will roll to a nearby location before moving towards Gaming. When it links up with Gaming, Man Chai will leave the field and reset the CD for Gaming's Elemental Skill, Bestial Ascent.<br>While Wushou Stance is active, when Gaming performs Charmed Cloustrider or completes the pounce attack from Bestial Ascent with over 50% HP, he will summon Man Chai again.<br>Only 1 Man Chai can be on the field simultaneously.<br><br><i>\"The golden beast brings fortune, blazing lights, and brilliant sights! Now that's what you call an abundant life!\"</i>"
  },
  "basic_talent": {
    "talent2_name": "The Striding Beast",
    "talent2_img": "gaming_p2",
    "talent2_desc": "Increases the Movement SPD of your own party members by 10% during the day (6:00 – 18:00).\nDoes not take effect in Domains, Trounce Domains, or Spiral Abyss. Not stackable with Passive Talents that provide the exact same effects.",
    "talent3_name": "Dance of Amity",
    "talent3_img": "gaming_p3",
    "talent3_desc": "For 1s after hitting an opponent with Bestial Ascent's Plunging Attack: Charmed Cloudstrider, Gaming will recover 10% of his HP.",
    "talent1_name": "Air of Prosperity",
    "talent1_img": "gaming_p1",
    "talent1_desc": "When Gaming has less than 50% HP, he will receive a 20% Incoming Healing Bonus. When Gaming has 50% HP or more, he will gain a 20% Pyro DMG Bonus."
  },
  "sof": {
    "sof1_name": "Bringer of Blessing",
    "sof1_img": "gaming_c1",
    "sof1_desc": "When the Horned Lion Man Chai from Horned Lion's Gilded Dance meets back up with Gaming, it will heal 25% of Gaming's HP.",
    "sof2_name": "Plum Blossoms Underfoot",
    "sof2_img": "gaming_c2",
    "sof2_desc": "When Gaming receives healing and this instance of healing overflows, his ATK will be increased by 20% for 5s.",
    "sof3_name": "Awakening Spirit",
    "sof3_img": "gaming_c3",
    "sof3_desc": "Increases the Level of Bestial Ascent by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Soar Across Mountains",
    "sof4_img": "gaming_c4",
    "sof4_desc": "When Bestial Ascent's Plunging Attack: Charmed Cloudstrider hits an opponent, it will restore 2 Energy to Gaming. This effect can be triggered once every 0.2s.",
    "sof5_name": "Demon-Daunting Roar",
    "sof5_img": "gaming_c5",
    "sof5_desc": "Increases the Level of Horned Lion's Gilded Dance by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "To Tame All Beasts",
    "sof6_img": "gaming_c6",
    "sof6_desc": "Bestial Ascent's Plunging Attack: Charmed Cloudstrider CRIT Rate increased by 20% and CRIT DMG increased by 40%, and its attack radius will be increased."
  }
}