{
  "nick": "Frostwind Swordsman",
  "occupation": "Knights of Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pavo Ocellus",
  "desc": "An accomplished swordsman and a strategic thinker in the Knights of Favonius, rumored to hail from beyond Mondstadt.",
  "birth": "11/30",
  "battle_talent": {
    "normal_name": "Normal Attack: Ceremonial Bladework",
    "normal_img": "kaeya_s1",
    "normal_desc1": "Performs up to 5 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Frostgnaw",
    "element_img": "kaeya_s2",
    "element_desc": "Unleashes a frigid blast, dealing Cryo DMG to opponents in front of Kaeya.<br><br><i>Kaeya seems affable, but his nature is that of unyielding ice.</i>",
    "final_name": "Glacial Waltz",
    "final_img": "kaeya_s3",
    "final_desc": "Coalescing the frost in the air, Kaeya summons 3 icicles that revolve around him.\nThese icicles will follow the character around and deal Cryo DMG to opponents in their path for the ability's duration.<br><br><i>A winsome smile, genial words, and the merciless hoarfrost that lies beneath... These are all Kaeya's weapons.</i>"
  },
  "basic_talent": {
    "talent2_name": "Hidden Strength",
    "talent2_img": "kaeya_p2",
    "talent2_desc": "Decreases sprinting Stamina consumption for your own party members by 20%.\nNot stackable with Passive Talents that provide the exact same effects.",
    "talent3_name": "Cold-Blooded Strike",
    "talent3_img": "kaeya_p3",
    "talent3_desc": "Every hit with Frostgnaw regenerates HP for Kaeya equal to 15% of his ATK.",
    "talent1_name": "Glacial Heart",
    "talent1_img": "kaeya_p1",
    "talent1_desc": "Opponents Frozen by Frostgnaw will drop additional Elemental Particles.\nFrostgnaw may only produce a maximum of 2 additional Elemental Particles per use."
  },
  "sof": {
    "sof1_name": "Excellent Blood",
    "sof1_img": "kaeya_c1",
    "sof1_desc": "The CRIT Rate of Kaeya's Normal and Charge Attacks against opponents affected by Cryo is increased by 15%.",
    "sof2_name": "Never-Ending Performance",
    "sof2_img": "kaeya_c2",
    "sof2_desc": "While Glacial Waltz is in effect, for each opponent defeated, its duration is increased by 2.5s, up to a maximum of 15s.",
    "sof3_name": "Dance of Frost",
    "sof3_img": "kaeya_c3",
    "sof3_desc": "Increases the Level of Frostgnaw by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Frozen Kiss",
    "sof4_img": "kaeya_c4",
    "sof4_desc": "Triggers automatically when Kaeya's HP falls below 20%:\nCreates a shield that absorbs damage equal to 30% of Kaeya's Max HP. Lasts for 20s.<br>This shield absorbs Cryo DMG with 250% efficiency.<br>Can only occur once every 60s.",
    "sof5_name": "Frostbiting Embrace",
    "sof5_img": "kaeya_c5",
    "sof5_desc": "Increases the Level of Glacial Waltz by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Glacial Whirlwind",
    "sof6_img": "kaeya_c6",
    "sof6_desc": "Glacial Waltz will generate 1 additional icicle, and will regenerate 15 Energy when cast."
  }
}