{
  "localeName": "Klee",
  "nick": "Fleeing Sunlight",
  "occupation": "Knights of Favonius",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Pyro",
  "constellation": "Trifolium",
  "desc": "An explosives expert and a regular at the Knights of Favonius's confinement room. Also known as Fleeing Sunlight.",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Normal Attack: Kaboom!",
    "normal_img": "klee_s1",
    "normal_desc1": "Throws things that go boom when they hit things! Performs up to 3 explosive attacks, dealing AoE Pyro DMG.",
    "normal_desc2": "Consumes a certain amount of Stamina and deals AoE Pyro DMG to opponents after a short casting time.",
    "normal_desc3": "Gathering the power of Pyro, Klee plunges towards the ground from mid-air, damaging all opponents in her path. Deals AoE Pyro DMG upon impact with the ground.",
    "element_name": "Jumpy Dumpty",
    "element_img": "klee_s2",
    "element_desc": "Jumpy Dumpty is tons of boom-bang-fun! <br>When thrown, Jumpy Dumpty bounces thrice, igniting and dealing AoE Pyro DMG with every bounce.<br><br>On the third bounce, the bomb splits into many mines.<br>The mines will explode upon contact with opponents, or after a short period of time, dealing AoE Pyro DMG.<br><br>Starts with 2 charges.<br><br><i>Jumpy Dumpty is Klee's good friend! She can't help but introduce him to everyone.</i>",
    "final_name": "Sparks 'n' Splash",
    "final_img": "klee_s3",
    "final_desc": "Klee's Blazing Delight! For the duration of this ability, continuously summons Sparks 'n' Splash to attack nearby opponents, dealing AoE Pyro DMG.\n<br><i>The knights all believe that Klee must have a lucky star watching over her to have never been hurt by any of her own bombs...</i>"
  },
  "basic_talent": {
    "talent2_name": "All Of My Treasures!",
    "talent2_img": "klee_p2",
    "talent2_desc": "Displays the location of nearby resources unique to Mondstadt on the mini-map.",
    "talent3_name": "Pounding Surprise",
    "talent3_img": "klee_p3",
    "talent3_desc": "When Jumpy Dumpty and Normal Attacks deal DMG, Klee has a 50% chance to obtain an Explosive Spark.\nThis Explosive Spark is consumed by the next Charged Attack, which costs no Stamina and deals 50% increased DMG.",
    "talent1_name": "Sparkling Burst",
    "talent1_img": "klee_p1",
    "talent1_desc": "When Klee's Charged Attack results in a CRIT Hit, all party members gain 2 Elemental Energy."
  },
  "sof": {
    "sof1_name": "Chained Reactions",
    "sof1_img": "klee_c1",
    "sof1_desc": "Attacks and Skills have a certain chance to summon sparks that bombard opponents, dealing DMG equal to 120% of Sparks 'n' Splash's DMG.",
    "sof2_name": "Explosive Frags",
    "sof2_img": "klee_c2",
    "sof2_desc": "Being hit by Jumpy Dumpty's mines decreases opponents' DEF by 23% for 10s.",
    "sof3_name": "Exquisite Compound",
    "sof3_img": "klee_c3",
    "sof3_desc": "Increases the Level of Jumpy Dumpty by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Sparkly Explosion",
    "sof4_img": "klee_c4",
    "sof4_desc": "If Klee leaves the field during the duration of Sparks 'n' Splash, her departure triggers an explosion that deals 555% of her ATK as AoE Pyro DMG.",
    "sof5_name": "Nova Burst",
    "sof5_img": "klee_c5",
    "sof5_desc": "Increases the Level of Sparks 'n' Splash by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Blazing Delight",
    "sof6_img": "klee_c6",
    "sof6_desc": "While under the effects of Sparks 'n' Splash, Klee will regenerate 3 Energy for all members of the party (excluding Klee) every 3s.\nWhen Sparks 'n' Splash is used, all party members will gain a 10% Pyro DMG Bonus for 25s."
  }
}