{
  "localeName": "Navia",
  "nick": "Helm of the Radiant Rose",
  "occupation": "Spina di Rosula",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Claymore",
  "element": "Geo",
  "constellation": "Rosa Multiflora",
  "desc": "The current President of Spina di Rosula, who is lovely, dutiful, and a great boss.",
  "birth": "08/16",
  "battle_talent": {
    "normal_name": "Normal Attack: Blunt Refusal",
    "normal_img": "navia_s1",
    "normal_desc1": "Performs up to 4 consecutive strikes.",
    "normal_desc2": "Drains Stamina over time to perform continuous spinning attacks against all nearby opponents.At the end of the sequence, performs a more powerful slash.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Ceremonial Crystalshot",
    "element_img": "navia_s2",
    "element_desc": "When a character in the party obtains an Elemental Shard created from the Crystallize reaction, Navia will gain 1 Crystal Shrapnel stack. Navia can have up to 6 stacks of Crystal Shrapnel at once. Each time Crystal Shrapnel gain is triggered, the duration of the Crystal Shrapnel stacks you already have will be reset.<br>When she fires, Navia will consume all Crystal Shrapnel stacks and open her elegant yet lethal Gunbrella, firing multiple Rosula Shardshots that can penetrate opponents, dealing Geo DMG to opponents hit.<br>When 0/1/2/3 or more stacks of Crystal Shrapnel are consumed, 5/7/9/11 Rosula Shardshots will be fired respectively. The more Rosula Shardshots that strike a single opponent, the greater the DMG dealt to them. When all 11 Rosula Shardshots strike, 200% of the original amount of DMG is dealt.<br>In addition, when more than 3 stacks of Crystal Shrapnel are consumed, every stack consumed beyond those 3 will increase the DMG dealt by this Gunbrella attack by an additional 15%.<br><br>Hold<br>Enter Aiming Mode, continually collecting nearby Elemental Shards created by Crystallize reactions. When released, fire Rosula Shardshots with the same effect as when the skill is Tapped.<br><br>Two initial charges.<br><br>Arkhe: Ousia<br>Periodically, when Navia fires her Gunbrella, a Surging Blade will be summoned, dealing Ousia-aligned Geo DMG.<br><br><i>\"Maintaining the appropriate distance with those whom distance should be maintained is an essential part of etiquette. Naturally, there are also many ways to do this...\"</i>",
    "final_name": "As the Sunlit Sky's Singing Salute",
    "final_img": "navia_s3",
    "final_desc": "On the orders of the President of the Spina di Rosula, call for a magnificent Rosula Dorata Salute. Unleashes a massive cannon bombardment on opponents in front of her, dealing AoE Geo DMG and providing Cannon Fire Support for a duration afterward, periodically dealing Geo DMG to nearby opponents.\nWhen cannon attacks hit opponents, Navia will gain 1 stack of Crystal Shrapnel. This effect can be triggered up to once every 2.4s.<br><br><i>\"The Spina di Rosula's salute is a preemptive celebration of the successful conclusion of our negotiations and is fired just before talks begin. Don't misunderstand, it isn't in any way, shape, or form some kind of threat.\"</i>"
  },
  "basic_talent": {
    "talent2_name": "Painstaking Transaction",
    "talent2_img": "navia_p2",
    "talent2_desc": "Gains 25% more rewards when dispatched on a Fontaine Expedition for 20 hours.",
    "talent3_name": "Undisclosed Distribution Channels",
    "talent3_img": "navia_p3",
    "talent3_desc": "For 4s after using Ceremonial Crystalshot, the DMG dealt by Navia's Normal Attacks, Charged Attacks, and Plunging Attacks will be converted into Geo DMG which cannot be overridden by other Elemental infusions, and the DMG dealt by Navia's Normal Attacks, Charged Attacks, and Plunging Attacks will be increased by 40%.",
    "talent1_name": "Mutual Assistance Network",
    "talent1_img": "navia_p1",
    "talent1_desc": "For each Pyro/Electro/Cryo/Hydro party member, Navia gains 20% increased ATK. This effect can stack up to 2 times."
  },
  "sof": {
    "sof1_name": "A Lady's Rules for Keeping a Courteous Distance",
    "sof1_img": "navia_c1",
    "sof1_desc": "Each stack of Crystal Shrapnel consumed when Navia uses Ceremonial Crystalshot will restore 3 Energy to her and decrease the CD of As the Sunlit Sky's Singing Salute by 1s. Up to 9 Energy can be gained this way, and the CD of \"As the Sunlit Sky's Singing Salute\" can be decreased by up to 3s.",
    "sof2_name": "The President's Pursuit of Victory",
    "sof2_img": "navia_c2",
    "sof2_desc": "Each stack of Crystal Shrapnel consumed will increase the CRIT Rate of this Ceremonial Crystalshot instance by 12%. CRIT Rate can be increased by up to 36% in this way.\nIn addition, when Ceremonial Crystalshot hits an opponent, one Cannon Fire Support shot from As the Sunlit Sky's Singing Salute will strike near the location of the hit. Up to one instance of Cannon Fire Support can be triggered each time Ceremonial Crystalshot is used, and DMG dealt by said Cannon Fire Support this way is considered Elemental Burst DMG.",
    "sof3_name": "Businesswoman's Broad Vision",
    "sof3_img": "navia_c3",
    "sof3_desc": "Increases the Level of Ceremonial Crystalshot by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "The Oathsworn Never Capitulate",
    "sof4_img": "navia_c4",
    "sof4_desc": "When As the Sunlit Sky's Singing Salute hits an opponent, that opponent's Geo RES will be decreased by 20% for 8s.",
    "sof5_name": "Negotiator's Resolute Negotiations",
    "sof5_img": "navia_c5",
    "sof5_desc": "Increases the Level of As the Sunlit Sky's Singing Salute by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "The Flexible Finesse of the Spina's President",
    "sof6_img": "navia_c6",
    "sof6_desc": "If more than 3 stacks of Crystal Shrapnel are consumed when using Ceremonial Crystalshot, each stack consumed beyond the first 3 increases the CRIT DMG of that Ceremonial Crystalshot by 45%, and any stacks consumed beyond the first 3 are returned to Navia."
  }
}