{
  "localeName": "Qiqi",
  "nick": "Icy Resurrection",
  "occupation": "Bubu Pharmacy",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pristina Nola",
  "desc": "An apprentice and herb gatherer at Bubu Pharmacy. An undead with a bone-white complexion, she seldom has much in the way of words or emotion.",
  "birth": "03/03",
  "battle_talent": {
    "normal_name": "Normal Attack: Ancient Sword Art",
    "normal_img": "qiqi_s1",
    "normal_desc1": "Performs up to 5 rapid strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Adeptus Art: Herald of Frost",
    "element_img": "qiqi_s2",
    "element_desc": "Using the Icevein Talisman, Qiqi brings forth the Herald of Frost, dealing Cryo DMG to surrounding opponents.<br><br>Herald of Frost<br>·On hit, Qiqi's Normal and Charged Attacks regenerate HP for your own party members and nearby teammates. Healing scales based on Qiqi's ATK.<br>·Periodically regenerates your active character's HP.<br>·Follows the character around, dealing Cryo DMG to opponents in their path.<br><br><i>I use this to prevent warming and rot... of Dr. Bai's precious ingredients. Yes.</i>",
    "final_name": "Adeptus Art: Preserver of Fortune",
    "final_img": "qiqi_s3",
    "final_desc": "Qiqi releases the adeptus power sealed within her body, marking nearby opponents with a Fortune-Preserving Talisman that deals Cryo DMG.\n<br>Fortune-Preserving Talisman<br>When opponents affected by this Talisman take DMG, the character that dealt this DMG regenerates HP.<br><br><i>\"I am the Fortune Preserver, the Maiden of Resurrection.\"</i><br><i>— Qiqi does not remember these words.</i>"
  },
  "basic_talent": {
    "talent2_name": "Former Life Memories",
    "talent2_img": "qiqi_p2",
    "talent2_desc": "Displays the location of nearby resources unique to Liyue on the mini-map.",
    "talent3_name": "Life-Prolonging Methods",
    "talent3_img": "qiqi_p3",
    "talent3_desc": "When a character under the effects of Adeptus Art: Herald of Frost triggers an Elemental Reaction, their Incoming Healing Bonus is increased by 20% for 8s.",
    "talent1_name": "A Glimpse Into Arcanum",
    "talent1_img": "qiqi_p1",
    "talent1_desc": "When Qiqi hits opponents with her Normal and Charged Attacks, she has a 50% chance to apply a Fortune-Preserving Talisman to them for 6s. This effect can only occur once every 30s."
  },
  "sof": {
    "sof1_name": "Ascetics of Frost",
    "sof1_img": "qiqi_c1",
    "sof1_desc": "When the Herald of Frost hits an opponent marked by a Fortune-Preserving Talisman, Qiqi regenerates 2 Energy.",
    "sof2_name": "Frozen to the Bone",
    "sof2_img": "qiqi_c2",
    "sof2_desc": "Qiqi's Normal and Charge Attack DMG against opponents affected by Cryo is increased by 15%.",
    "sof3_name": "Ascendant Praise",
    "sof3_img": "qiqi_c3",
    "sof3_desc": "Increases the Level of Adeptus Art: Preserver of Fortune by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Divine Suppression",
    "sof4_img": "qiqi_c4",
    "sof4_desc": "Targets marked by the Fortune-Preserving Talisman have their ATK decreased by 20%.",
    "sof5_name": "Crimson Lotus Bloom",
    "sof5_img": "qiqi_c5",
    "sof5_desc": "Increases the Level of Adeptus Art: Herald of Frost by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Rite of Resurrection",
    "sof6_img": "qiqi_c6",
    "sof6_desc": "Using Adeptus Art: Preserver of Fortune revives all fallen party members nearby and regenerates 50% of their HP.\nThis effect can only occur once every 15 mins."
  }
}