{
  "nick": "Exquisite Delicacy",
  "occupation": "Wanmin Restaurant",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "Trulla",
  "desc": "A renowned chef from Liyue. She's extremely passionate about cooking and excels at making her signature hot and spicy dishes.",
  "birth": "11/02",
  "battle_talent": {
    "normal_name": "Normal Attack: Dough-Fu",
    "normal_img": "xiangling_s1",
    "normal_desc1": "Performs up to five consecutive spear strikes.",
    "normal_desc2": "Consumes a certain amount of Stamina to lunge forward, dealing damage to opponents along the way.",
    "normal_desc3": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
    "element_name": "Guoba Attack",
    "element_img": "xiangling_s2",
    "element_desc": "Summons Guoba, who will continuously breathe fire at opponents, dealing AoE Pyro DMG.<br><br><i>Guoba loves to eat spicy food. Problem is, his stomach can't handle something this spicy.</i>",
    "final_name": "Pyronado",
    "final_img": "xiangling_s3",
    "final_desc": "Displaying her mastery over both fire and polearms, Xiangling sends a Pyronado whirling around her.\nThe Pyronado will move with your character for the ability's duration, dealing Pyro DMG to all opponents in its path.<br><br><i>There will never be enough heat. Never.</i>"
  },
  "basic_talent": {
    "talent2_name": "Chef de Cuisine",
    "talent2_img": "xiangling_p2",
    "talent2_desc": "When Xiangling cooks an ATK-boosting dish perfectly, she has a 12% chance to receive double the product.",
    "talent3_name": "Crossfire",
    "talent3_img": "xiangling_p3",
    "talent3_desc": "Increases the flame range of Guoba by 20%.",
    "talent1_name": "Beware, It's Super Hot!",
    "talent1_img": "xiangling_p1",
    "talent1_desc": "When Guoba Attack's effect ends, Guoba leaves a chili pepper on the spot where it disappeared. Picking up a chili pepper increases ATK by 10% for 10s."
  },
  "sof": {
    "sof1_name": "Crispy Outside, Tender Inside",
    "sof1_img": "xiangling_c1",
    "sof1_desc": "Opponents hit by Guoba's attacks have their Pyro RES reduced by 15% for 6s.",
    "sof2_name": "Oil Meets Fire",
    "sof2_img": "xiangling_c2",
    "sof2_desc": "The last attack in a Normal Attack sequence applies the Implode status onto the opponent for 2s. An explosion will occur once this duration ends, dealing 75% of Xiangling's ATK as AoE Pyro DMG.",
    "sof3_name": "Deepfry",
    "sof3_img": "xiangling_c3",
    "sof3_desc": "Increases the Level of Pyronado by 3.\nMaximum upgrade level is 15.",
    "sof4_name": "Slowbake",
    "sof4_img": "xiangling_c4",
    "sof4_desc": "Pyronado's duration is increased by 40%.",
    "sof5_name": "Guoba Mad",
    "sof5_img": "xiangling_c5",
    "sof5_desc": "Increases the Level of Guoba Attack by 3.\nMaximum upgrade level is 15.",
    "sof6_name": "Condensed Pyronado",
    "sof6_img": "xiangling_c6",
    "sof6_desc": "For the duration of Pyronado, all party members receive a 15% Pyro DMG Bonus."
  }
}