{
  "nick": "Salvatrice d'un autre monde",
  "occupation": "Héroïne vagabonde",
  "area": "Ranger",
  "rare": "4",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Nora Fortis",
  "desc": "Autrefois une paria, maintenant une chasseuse d'une acuité sans précédent. Toujours prête à utiliser son arc pour la bonne cause.",
  "birth": "04/04",
  "battle_talent": {
    "normal_name": "Attaque normale : Tir rapide",
    "normal_img": "aloy_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 tirs consécutifs.",
    "normal_desc2": "Effectue un tir visé plus précis infligeant davantage de DGT.Lors de la visée, la flèche se charge en élément Cryo, infligeant d'importants DGT Cryo quand elle est complètement chargée.",
    "normal_desc3": "Tire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
    "element_name": "Frozen Wilds",
    "element_img": "aloy_s2",
    "element_desc": "Aloy lance une bombe à gel qui explose à l'impact dans la direction ciblée, infligeant des DGT Cryo. Après avoir explosé, la bombe à gel se divise en de nombreuses petites bombes glacées qui explosent au contact des ennemis ou après un court délai, infligeant des DGT Cryo.<br>Lorsqu'une bombe à gel ou une petite bombe glacée a touché un ennemi, l'ATQ de ce dernier est réduite et Aloy obtient 1 cumul de bobine.<br>Un cumul de bobine peut être obtenu une fois toutes les 0,1 s.<br><br>Bobine<br>· Chaque cumul augmente les DGT des attaques normales d'Aloy.<br>· Avec 4 cumuls de bobine, Aloy consomme tous les cumuls de bobine pour entrer dans l'état Glace précipitée, ce qui augmente davantage les DGT infligés par ses attaques normales et les convertit en DGT Cryo.<br><br>Quand Aloy est dans l'état Glace précipitée, elle ne peut pas recevoir de nouveaux cumuls de bobine.<br>Les effets de la bobine seront annulés après 30 s si Aloy quitte le combat.<br><br><i>Vous trouvez ça froid ? On voit bien que vous n'avez jamais mis les pieds à la Plaie !</i>",
    "final_name": "Prophéties de l'aube",
    "final_img": "aloy_s3",
    "final_desc": "Aloy lance une batterie Cryo dans la direction ciblée, puis la fait exploser avec une flèche, infligeant des DGT Cryo de zone.\n<br><i>Que l'Aube zéro fasse référence à l'espoir ou à l'extinction n'a plus d'importance. Aloy a déjà sauvé son monde, et celui-ci a ses propres héros pour s'inquiéter de son sort.</i>"
  },
  "basic_talent": {
    "talent2_name": "Doucement mais sûrement",
    "talent2_img": "aloy_p2",
    "talent2_desc": "Quand Aloy fait partie de l'équipe, vos personnages dans l'équipe n'effraient pas les petits animaux en s'approchant, et peuvent ainsi obtenir de la volaille, de la viande crue et de la viande congelée.",
    "talent3_name": "Surcharge offensive",
    "talent3_img": "aloy_p3",
    "talent3_desc": "Lorsqu'Aloy est sous l'effet d'une bobine de Frozen Wilds, son ATQ augmente de 16 %, tandis que celle des personnages de l'équipe à proximité augmente de 8 %. Cet effet dure 10 s.",
    "talent1_name": "Frappe puissante",
    "talent1_img": "aloy_p1",
    "talent1_desc": "Lorsqu'Aloy est dans l'état Glace précipitée accordé par Frozen Wilds, son bonus de DGT Cryo augmente de 3,5 % toutes les secondes. Son bonus de DGT Cryo peut augmenter de cette manière jusqu'à 35 %."
  },
  "sof": {
    "sof1_name": "Étoile d'un autre monde",
    "sof1_img": "aloy_c1",
    "sof1_desc": "Le moment d'éclairer le coin du ciel nocturne de cette personne n'est pas encore venu.",
    "sof2_name": "Étoile d'un autre monde",
    "sof2_img": "aloy_c2",
    "sof2_desc": "Le moment d'éclairer le coin du ciel nocturne de cette personne n'est pas encore venu.",
    "sof3_name": "Étoile d'un autre monde",
    "sof3_img": "aloy_c3",
    "sof3_desc": "Le moment d'éclairer le coin du ciel nocturne de cette personne n'est pas encore venu.",
    "sof4_name": "Étoile d'un autre monde",
    "sof4_img": "aloy_c4",
    "sof4_desc": "Le moment d'éclairer le coin du ciel nocturne de cette personne n'est pas encore venu.",
    "sof5_name": "Étoile d'un autre monde",
    "sof5_img": "aloy_c5",
    "sof5_desc": "Le moment d'éclairer le coin du ciel nocturne de cette personne n'est pas encore venu.",
    "sof6_name": "Étoile d'un autre monde",
    "sof6_img": "aloy_c6",
    "sof6_desc": "Le moment d'éclairer le coin du ciel nocturne de cette personne n'est pas encore venu."
  }
}