{
  "nick": "Star de la chanson",
  "occupation": "Église de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Hydro",
  "constellation": "Crater",
  "desc": "Barbara est adulée de tous à Mondstadt. Pourtant, c'est dans un magazine qu'elle a découvert le terme « idole ».",
  "birth": "07/05",
  "battle_talent": {
    "normal_name": "Attaque normale : Murmure de l'eau",
    "normal_img": "barbara_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 attaques d'eau qui infligent des DGT Hydro.",
    "normal_desc2": "Consomme de l'endurance pour infliger des DGT Hydro de zone après un court délai.",
    "normal_desc3": "Plonge depuis les airs en concentrant ses pouvoirs Hydro, infligeant des DGT aux ennemis en chemin et des DGT Hydro de zone à l'impact.",
    "element_name": "C'est parti pour le show ♪",
    "element_img": "barbara_s2",
    "element_desc": "Invoque des gouttelettes dansantes qui forment un cercle de mélodie infligeant des DGT Hydro et trempant les ennemis proches.<br><br>Cercle de mélodie<br>· Les attaques normales de Barbara restaurent les PV de vos personnages dans l'équipe ainsi que de tous les alliés proches lorsqu'elles touchent. La quantité de PV restaurés est proportionnelle aux PV max de Barbara.<br>· L'effet des soins est multiplié par 4 avec les attaques chargées.<br>· Régénère les PV de votre personnage déployé à intervalles réguliers.<br>· Barbara trempe les personnages et les ennemis avec qui elle entre en contact.<br><br><i>La musique de Barbara est une magie capable de soigner chacun.</i>",
    "final_name": "Miracle brillant ♪",
    "final_img": "barbara_s3",
    "final_desc": "Restaure considérablement les PV des alliés et de vos personnages dans l'équipe, la quantité de PV restaurés étant proportionnelle aux PV max de Barbara.\n<br><i>Soigner le cœur de chacun, telle est la force du chant de Barbara.</i>"
  },
  "basic_talent": {
    "talent2_name": "De tout mon cœur ♪",
    "talent2_img": "barbara_p2",
    "talent2_desc": "12 % de chances d'obtenir un plat supplémentaire lorsque vous cuisinez un plat de soins parfait.",
    "talent3_name": "Splendide saison",
    "talent3_img": "barbara_p3",
    "talent3_desc": "Les personnages situés dans le cercle de mélodie de C'est parti pour le show ♪ consomment 12 % d'endurance en moins.",
    "talent1_name": "Bis repetita",
    "talent1_img": "barbara_p1",
    "talent1_desc": "Chaque particule ou orbe élémentaires obtenus par votre personnage déployé prolongent le cercle de mélodie de C'est parti pour le show ♪ de 1 s.\nDurée max : 5 s."
  },
  "sof": {
    "sof1_name": "Joyeuse ballade",
    "sof1_img": "barbara_c1",
    "sof1_desc": "Barbara récupère 1 pt d'énergie élémentaire toutes les 10 s.",
    "sof2_name": "Éclat de vitalité",
    "sof2_img": "barbara_c2",
    "sof2_desc": "Réduit le TdR de C'est parti pour le show ♪ de 15 %.\nConfère un bonus de DGT Hydro de 15 % au personnage déployé tant que la compétence est active.",
    "sof3_name": "Étoile du lendemain",
    "sof3_img": "barbara_c3",
    "sof3_desc": "Niveau d'aptitude Miracle brillant ♪ +3.\nNiveau max : 15",
    "sof4_name": "L'effort est la meilleure des magies",
    "sof4_img": "barbara_c4",
    "sof4_desc": "À chaque ennemi touché par une attaque chargée, Barbara récupère 1 pt d'énergie élémentaire.\n5 pts d'énergie maximum peuvent être régénérés après chaque attaque chargée.",
    "sof5_name": "Lien innocent",
    "sof5_img": "barbara_c5",
    "sof5_desc": "Niveau d'aptitude C'est parti pour le show ♪ +3.\nNiveau max : 15",
    "sof6_name": "Toujours le meilleur pour vous",
    "sof6_img": "barbara_c6",
    "sof6_desc": "Si Barbara fait partie de l'équipe mais n'est pas déployée, et qu'un de vos personnages dans l'équipe est vaincu :\n· Barbara le réanime immédiatement.<br>· Les PV de ce personnage sont restaurés à 100 %.<br>Cet effet peut être déclenché une fois toutes les 15 min."
  }
}