{
  "nick": "Prince de la guigne",
  "occupation": "Guilde des aventuriers",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Pyro",
  "constellation": "Rota Calamitas",
  "desc": "Un jeune aventurier originaire de Mondstadt. Sa gentillesse n'a d'égale que sa guigne.",
  "birth": "02/29",
  "battle_talent": {
    "normal_name": "Attaque normale : Épée chanceuse",
    "normal_img": "bennett_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance pour déclencher deux coups d'épée rapides.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Surpassion",
    "element_img": "bennett_s2",
    "element_desc": "Bennett concentre l'élément Pyro et sa passion pour l'aventure sur son épée. Différentes choses se produisent selon le niveau de passion atteint...<br><br>Appui simple<br>Bennett exécute un coup rapide de sa lame enflammée, infligeant des DGT Pyro aux ennemis en face.<br><br>Appui long<br>Bennett effectue une charge qui donne des résultats différents selon le niveau de charge.<br>· Niveau 1 : Bennett exécute une seconde attaque, qui inflige des DGT Pyro et projette les ennemis en l'air.<br><br>Niveau 2 : Une troisième attaque complète l'enchaînement, celle-ci infligeant d'importants DGT Pyro. L'attaque se termine par une explosion, qui projette simultanément Bennett et les ennemis dans les airs.<br>Bennett ne subit pas de DGT lorsqu'il est projeté.<br><br><i>Une attaque Pyro emplie de la passion et des espoirs de Bennett, mais passion débordante signifie surcharge, et qui dit surcharge dit explosion.</i>",
    "final_name": "Merveilleux voyage",
    "final_img": "bennett_s3",
    "final_desc": "Bennett exécute une attaque sautée qui inflige des DGT Pyro et génère un champ vertueux.\n<br>Champ vertueux<br>· Les personnages se trouvant dans le champ et ayant moins de 70 % de PV sont soignés d'une quantité de PV proportionnelle aux PV max de Bennett.<br>· Les personnages se trouvant dans le champ et dont les PV sont supérieurs à 70 % obtiennent un bonus d'ATQ proportionnel à l'ATQ de base de Bennett.<br>· Le champ vertueux applique l'élément Pyro à tous les personnages qui s'y trouvent.<br><br><i>Malgré tous les dangers qui ne manquent jamais de venir ponctuer chaque périple de la Bande à Benny, Bennett, son unique membre, préfère continuer à dire qu'il n'y a rien de tel qu'un peu d'inattendu pour pimenter une aventure, bien sûr.</i>"
  },
  "basic_talent": {
    "talent2_name": "R.A.S.",
    "talent2_img": "bennett_p2",
    "talent2_desc": "Diminue la durée d'une expédition de 25 % lorsqu'elle se déroule à Mondstadt.",
    "talent3_name": "Renouveau de la passion",
    "talent3_img": "bennett_p3",
    "talent3_desc": "Diminue le TdR de Surpassion de 20 %.",
    "talent1_name": "Enthousiasme intrépide",
    "talent1_img": "bennett_p1",
    "talent1_desc": "Dans le champ de Merveilleux voyage, Surpassion bénéficie des effets suivants :\n· Diminue le TdR de 50 %.<br>· Ne projette pas Bennett en l'air en niveau 2 de charge."
  },
  "sof": {
    "sof1_name": "Perspective de voyage",
    "sof1_img": "bennett_c1",
    "sof1_desc": "Le bonus d'ATQ conféré par Merveilleux voyage n'est plus soumis à la restriction de PV, et augmente numériquement l'ATQ de base de Bennett de 20 %.",
    "sof2_name": "Brise-désespoir",
    "sof2_img": "bennett_c2",
    "sof2_desc": "La recharge d'énergie de Bennett augmente de 30 % lorsque ses PV sont inférieurs à 70 %.",
    "sof3_name": "Passion ardente",
    "sof3_img": "bennett_c3",
    "sof3_desc": "Niveau d'aptitude Surpassion +3.\nNiveau max : 15",
    "sof4_name": "Enthousiasme éternel",
    "sof4_img": "bennett_c4",
    "sof4_desc": "L'utilisation d'une attaque normale lors de l'exécution de la deuxième attaque du niveau 1 de charge de Surpassion permet d'effectuer une attaque supplémentaire.\nCelle-ci inflige 135 % des DGT de la deuxième attaque.",
    "sof5_name": "Ouverture d'âme",
    "sof5_img": "bennett_c5",
    "sof5_desc": "Niveau d'aptitude Merveilleux voyage +3.\nNiveau max : 15",
    "sof6_name": "Feu et courage",
    "sof6_img": "bennett_c6",
    "sof6_desc": "Le champ de Merveilleux voyage confère à tous les personnages de l'équipe déployés et armés d'une épée à une main, à deux mains ou d'une arme d'hast qui s'y trouvent un bonus de DGT Pyro de 15 %, ainsi qu'un enchantement Pyro."
  }
}