{
  "nick": "Serment doré",
  "occupation": "Village d'Aaru",
  "area": "Sumeru",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Hydro",
  "constellation": "Sagitta Scutum",
  "desc": "Descendante du roi Deshret avec un œil gauche de couleur ambre, c'est la protectrice du Village d'Aaru.",
  "birth": "05/03",
  "battle_talent": {
    "normal_name": "Attaque normale : Lance étincelante (Posture protectrice)",
    "normal_img": "candace_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 coups de lance.",
    "normal_desc2": "Consomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis sur la route.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact.",
    "element_name": "Liturgie : Sanctuaire de la héronne",
    "element_img": "candace_s2",
    "element_desc": "Le style de combat de Candace est capable de repousser toute une marée d'ennemis.<br><br>Appui simple<br>Se précipite avec son bouclier, infligeant des DGT Hydro.<br><br>Appui long<br>Brandit son bouclier pour bloquer les attaques des ennemis proches, formant un bouclier qui absorbe les DGT selon ses PV max et est efficace à 250 % contre les DGT Hydro. Le bouclier dure jusqu'à ce qu'elle finisse de libérer sa compétence élémentaire.<br>Candace se charge après avoir appuyé pendant un certain temps, puis effectue une frappe bondissante qui inflige des DGT Hydro aux ennemis en face lorsque vous relâchez la compétence, que la durée prend fin ou que le bouclier est détruit.<br><br><i>Le serment des protecteurs est encore plus solide que les boucliers dont ils héritent.</i>",
    "final_name": "Liturgie : Marée de la bergeronnette",
    "final_img": "candace_s3",
    "final_desc": "Brandissant son arme en l'air, Candace invoque une bénédiction divine qui inflige des DGT Hydro de zone selon ses PV max et confère l'état Prière de couronne cramoisie à votre personnage déployé.\n<br>Prière de couronne cramoisie<br>Les caractéristiques suivantes s'appliquent :<br>· Lorsque l'attaque normale d'un personnage inflige des DGT élémentaires à un ennemi, les DGT infligés augmentent.<br>· Lorsqu'un personnage est déployé au combat, un impact hydrique est déclenché, infligeant des DGT Hydro aux ennemis proches. Le nombre d'impacts pouvant être déclenchés pendant la durée de cette compétence est limité.<br>· Sous l'effet de cet état, les personnages armés d'une épée à une main, à deux mains ou d'une arme d'hast obtiennent un enchantement Hydro.<br><br><i>Ce rite secret a été transmis à travers le clan de Candace de génération en génération. Bien que les anciennes croyances se soient perdues au fil des ans, les sables protègent toujours les héritiers de l'ancien royaume.</i>"
  },
  "basic_talent": {
    "talent2_name": "Aux premières lueurs de l'aube",
    "talent2_img": "candace_p2",
    "talent2_desc": "Diminue la consommation d'endurance de vos personnages dans l'équipe de 20 % lors de l'escalade.\nNe peut pas être cumulé avec d'autres aptitudes passives aux effets identiques.",
    "talent3_name": "Égide des flèches croisées",
    "talent3_img": "candace_p3",
    "talent3_desc": "Si Candace est touchée par une attaque pendant l'appui long de Liturgie : Sanctuaire de la héronne, la charge se complète immédiatement.",
    "talent1_name": "Dôme céleste de sable",
    "talent1_img": "candace_p1",
    "talent1_desc": "Lorsqu'un personnage affecté par l'état Prière de couronne cramoisie de Liturgie : Marée de la bergeronnette inflige des DGT élémentaires à un ennemi avec une attaque normale, les DGT augmentent de 0,5 % pour chaque tranche de 1 000 PV max de Candace."
  },
  "sof": {
    "sof1_name": "Retour de l'héritière des sables écarlates",
    "sof1_img": "candace_c1",
    "sof1_desc": "La durée de l'état Prière de couronne cramoisie de Liturgie : Marée de la bergeronnette augmente de 3 s.",
    "sof2_name": "Brillance perçant la lune",
    "sof2_img": "candace_c2",
    "sof2_desc": "Lorsque Liturgie : Sanctuaire de la héronne touche un ennemi, les PV max de Candace augmentent de 20 % pendant 15 s.",
    "sof3_name": "Supplication du chasseur",
    "sof3_img": "candace_c3",
    "sof3_desc": "Niveau d'aptitude Liturgie : Marée de la bergeronnette +3.\nNiveau max : 15",
    "sof4_name": "Serment de la sentinelle",
    "sof4_img": "candace_c4",
    "sof4_desc": "Diminue le TdR de l'appui long de Liturgie : Sanctuaire de la héronne pour correspondre à celui de l'appui simple.",
    "sof5_name": "Regard hétérochromatique",
    "sof5_img": "candace_c5",
    "sof5_desc": "Niveau d'aptitude Liturgie : Sanctuaire de la héronne +3.\nNiveau max : 15",
    "sof6_name": "Débordement",
    "sof6_img": "candace_c6",
    "sof6_desc": "Lorsqu'un personnage déployé (hormis Candace) affecté par l'état Prière de couronne cramoisie de Liturgie : Marée de la bergeronnette inflige des DGT élémentaires à un ennemi avec une attaque normale, il déclenche une marée d'impact, infligeant des DGT Hydro de zone d'une valeur équivalant à 15 % des PV max de Candace.\nCet effet peut être déclenché une fois toutes les 2,3 s. Les DGT infligés sont considérés comme des DGT de déchaînement élémentaire."
  }
}