{
  "localeName": "Cyno",
  "nick": "Juge des secrets",
  "occupation": "Temple du silence",
  "area": "Sumeru",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Electro",
  "constellation": "Lupus Aureus",
  "desc": "Le général mahamatra chargé de superviser les chercheurs de l'Académie. On dit que lorsqu'il se met au travail, il est encore plus efficace que le grand vayuvyastra fabriqué par le Kshahrewar.",
  "birth": "06/23",
  "battle_talent": {
    "normal_name": "Attaque normale : Lance d'invocation",
    "normal_img": "cyno_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 coups de lance.",
    "normal_desc2": "Consomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis sur la route.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact.",
    "element_name": "Rite : Traversée abyssale",
    "element_img": "cyno_s2",
    "element_desc": "Effectue un assaut rapide, infligeant des DGT Électro aux ennemis en chemin.<br><br>Lorsque Cyno est sous l'effet d'éclaireur sermenté de son déchaînement élémentaire « Liturgie : Rapidité lupine », il déclenche à la place un rite mortuaire qui inflige de tonitruants DGT Électro de zone et prolonge la durée d'éclaireur sermenté.<br><br><i>« Ce jugement ne tolère aucun choix. Il n'y a ici ni rejet ni acceptation... Nous sommes tous deux liés depuis longtemps à cette conviction. »</i>",
    "final_name": "Liturgie : Rapidité lupine",
    "final_img": "cyno_s3",
    "final_desc": "Invoque un esprit divin pour le posséder, se transformant en éclaireur sermenté.\n<br>Éclaireur sermenté<br>· Les DGT infligés par les attaques normales, chargées et plongeantes de Cyno seront convertis en DGT Électro ne pouvant pas être enchantés.<br>· La maîtrise élémentaire et la RÉS à l'interruption de Cyno augmentent et il devient immunisé contre les DGT infligés par les réactions d'Électrocution.<br><br>Ces effets cessent lorsque Cyno quitte le champ de bataille ou après une durée de 18 s.<br><br><i>Les rites secrets transmis au sein de l'ancienne nation sont comme un jugement définitif pour le général mahamatra.</i><br><i>Que ce soit maintenant ou dans le passé, qu'il s'agisse d'une tempête ou d'un serpent, personne n'ébranlera la majesté de la loi.</i>"
  },
  "basic_talent": {
    "talent2_name": "Le don du silence",
    "talent2_img": "cyno_p2",
    "talent2_desc": "Augmente les récompenses d'une expédition de 20 h à Sumeru de 25 %.",
    "talent3_name": "Jugement des plumes",
    "talent3_img": "cyno_p3",
    "talent3_desc": "Lorsque Cyno est sous l'effet d'éclaireur sermenté de Liturgie : Rapidité lupine, il entre en posture de prophète final de façon intermittente. S'il utilise Rite : Traversée abyssale dans cette posture, il active l'effet Ordalie, augmentant les DGT infligés par cette utilisation de Rite : Traversée abyssale de 35 % et tirant vers l'avant 3 éclairs de sable qui infligent des DGT Électro d'une valeur équivalant à 100 % de son ATQ.\nLes DGT infligés par les éclairs de sable sont considérés comme des DGT de compétence élémentaire.",
    "talent1_name": "Autorité sur les neuf arcs",
    "talent1_img": "cyno_p1",
    "talent1_desc": "Les DGT de certaines attaques de Cyno augmentent selon sa maîtrise élémentaire :\n· Les DGT de ses attaques normales sous l'effet d'éclaireur sermenté augmentent d'une valeur équivalant à 150 % de sa maîtrise élémentaire.<br>· Les DGT des éclairs de sable de son aptitude passive « Jugement des plumes » augmentent d'une valeur équivalant à 250 % de sa maîtrise élémentaire."
  },
  "sof": {
    "sof1_name": "Sacrement : Vigile incessante",
    "sof1_img": "cyno_c1",
    "sof1_desc": "Après avoir utilisé Liturgie : Rapidité lupine, la VIT d'attaque des attaques normales de Cyno augmente de 20 % pendant 10 s. Si l'effet Ordalie de l'aptitude passive « Jugement des plumes » est déclenché pendant Rite : Traversée abyssale, la durée de cette augmentation est actualisée.\nL'aptitude passive « Jugement des plumes » doit être déjà débloquée.",
    "sof2_name": "Cérémonie : Retour des esprits",
    "sof2_img": "cyno_c2",
    "sof2_desc": "Lorsque l'attaque normale de Cyno a touché un ennemi, son bonus de DGT Électro augmente de 10 % pendant 4 s. Cet effet peut être déclenché une fois toutes les 0,1 s et cumulé 5 fois maximum.",
    "sof3_name": "Ordonnance : Exécution légale",
    "sof3_img": "cyno_c3",
    "sof3_desc": "Niveau d'aptitude Liturgie : Rapidité lupine +3.\nNiveau max : 15",
    "sof4_name": "Protocole : Garde d'interdiction",
    "sof4_img": "cyno_c4",
    "sof4_desc": "Sous l'effet d'éclaireur sermenté de Liturgie : Rapidité lupine, lorsque Cyno a déclenché une réaction d'Électrocution, de Supraconduction, de Surcharge, de Stimulation, de Suractivation, d'Exubérance ou de Dispersion Électro, tous les personnages de l'équipe à proximité (hormis Cyno) récupèrent 3 pts d'énergie élémentaire.\nCet effet peut être déclenché 5 fois par utilisation de Liturgie : Rapidité lupine.",
    "sof5_name": "Funéraille : Passage de la lumière stellaire",
    "sof5_img": "cyno_c5",
    "sof5_desc": "Niveau d'aptitude Rite : Traversée abyssale +3.\nNiveau max : 15",
    "sof6_name": "Ascension : Balance de justice",
    "sof6_img": "cyno_c6",
    "sof6_desc": "Après avoir utilisé Liturgie : Rapidité lupine ou déclenché l'effet Ordalie de l'aptitude passive « Jugement des plumes », Cyno obtient 4 cumuls de rite charognard. En touchant un ennemi avec une attaque normale, Cyno consomme 1 cumul pour tirer un éclair de sable.\nL'effet Rite charognard dure 8 s, peut être cumulé 8 fois maximum, et est annulé à la fin de l'effet d'éclaireur sermenté de « Liturgie : Rapidité lupine ».<br>L'éclair de sable peut être déclenché une fois toutes les 0,4 s de cette manière.<br>L'aptitude passive « Jugement des plumes » doit être déjà débloquée."
  }
}