{
  "nick": "Trésor du jardin onirique",
  "occupation": "Palais d'Alcazarzaray",
  "area": "Sumeru",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Magicae Lucerna",
  "desc": "Une marchande ambulante avec un penchant pour les moras scintillants.",
  "birth": "12/21",
  "battle_talent": {
    "normal_name": "Attaque normale : Valse des lames (modifiée)",
    "normal_img": "dori_s1",
    "normal_desc1": "Enchaîne jusqu'à 3 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance de façon continue pour exécuter une succession d'attaques tournoyantes contre les ennemis proches.L'attaque chargée se termine sur un coup puissant.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Lampe de protection : Canon pacificateur",
    "element_img": "dori_s2",
    "element_desc": "Commande à une lampe de protection de déclencher un tir pacificateur sur les ennemis, infligeant des DGT Électro.<br>À l'impact, le tir pacificateur crée 2 obus de S.A.V. qui poursuivent automatiquement les ennemis proches pour infliger des DGT Électro.<br><br><i>Il est dit que Dori peut résoudre n'importe lequel de vos problèmes... Pour un prix adéquat, bien sûr...</i>",
    "final_name": "Méticulosité d'Alcazarzaray",
    "final_img": "dori_s3",
    "final_desc": "Invoque le djinn à l'intérieur de la lampe pour accorder au client divers types d'aide.\n<br>Djinn<br>Relie un personnage proche, qui bénéficie alors des effets suivants :<br>· Récupère des PV de façon continue selon les PV max de Dori.<br>· Obtient continuellement de l'énergie élémentaire.<br>· Est affecté par l'élément Électro.<br><br>Lorsque le lien entre le djinn et le personnage touche un ennemi, il lui inflige des DGT Électro une fois toutes les 0,4 s.<br><br>Il ne peut exister qu'un seul djinn à la fois.<br><br><i>« Hmm ? Tu choisis cette lampe, c'est ça ? Waouh, bon goût ! Malheureusement, ce trésor n'a pas de prix... Je dirais que c'est comme cette mascotte qui traîne avec toi et que tu ne vendras jamais, même pour tous les moras du monde... »</i>"
  },
  "basic_talent": {
    "talent2_name": "Commande inattendue",
    "talent2_img": "dori_p2",
    "talent2_desc": "Le personnage a 25 % de chances de récupérer des matériaux de synthèse lors de la synthèse de matériaux d'amélioration de personnage ou d'arme.",
    "talent3_name": "Un œil d'or",
    "talent3_img": "dori_p3",
    "talent3_desc": "Si le personnage relié au djinn a déclenché une réaction d'Électrocution, de Supraconduction, de Surcharge, de Stimulation, de Suractivation, d'Exubérance, de Dispersion Électro ou de Cristallisation Électro, le TdR de Lampe de protection : Canon pacificateur diminue de 1 s.\nCet effet peut être déclenché une fois toutes les 3 s.",
    "talent1_name": "Intérêts composés",
    "talent1_img": "dori_p1",
    "talent1_desc": "Si le tir pacificateur ou les obus de S.A.V. de Lampe de protection : Canon pacificateur touche un ennemi, Dori restaure 5 pts d'énergie élémentaire tous les 100 % de recharge d'énergie qu'elle possède.\nPour chaque utilisation de Lampe de protection : Canon pacificateur, l'énergie élémentaire peut être restaurée une fois et d'un maximum de 15 pts de cette manière."
  },
  "sof": {
    "sof1_name": "Investissement supplémentaire",
    "sof1_img": "dori_c1",
    "sof1_desc": "Le nombre d'obus de S.A.V. créés après un tir pacificateur augmente de 1.",
    "sof2_name": "Franchise spéciale",
    "sof2_img": "dori_c2",
    "sof2_desc": "Au combat, lorsque le djinn soigne le personnage auquel il est relié, un tir djinn est déclenché à l'emplacement du personnage, infligeant des DGT équivalant à 50 % de l'ATQ de Dori.",
    "sof3_name": "Merveilles sans fin",
    "sof3_img": "dori_c3",
    "sof3_desc": "Niveau d'aptitude Méticulosité d'Alcazarzaray +3.\nNiveau max : 15",
    "sof4_name": "Supplément discrétionnaire",
    "sof4_img": "dori_c4",
    "sof4_desc": "Le personnage relié au djinn obtient les bonus suivants selon ses PV et son énergie élémentaire :\n· Bonus de soins reçus de 50 % si les PV sont inférieurs à 50 %.<br>· Recharge d'énergie augmentée de 30 % si l'énergie élémentaire est inférieure à 50 %.",
    "sof5_name": "Rapport qualité-mora",
    "sof5_img": "dori_c5",
    "sof5_desc": "Niveau d'aptitude Lampe de protection : Canon pacificateur +3.\nNiveau max : 15",
    "sof6_name": "Poids léger",
    "sof6_img": "dori_c6",
    "sof6_desc": "Après avoir utilisé Lampe de protection : Canon pacificateur, Dori obtient les effets suivants pendant 3 s :\n· Enchantement Électro.<br>· Si une attaque normale touche un ennemi, tous les personnages de l'équipe à proximité récupèrent des PV pour une valeur équivalant à 4 % des PV max de Dori. Les PV peuvent être restaurés une fois toutes les 0,1 s de cette manière."
  }
}