{
  "localeName": "Eula",
  "nick": "Vague déferlante",
  "occupation": "Ordre de Favonius",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Claymore",
  "element": "Cryo",
  "constellation": "Aphros Delos",
  "desc": "Le « Chevalier aux Embruns », né de l'ancien Clan Lawrence, capitaine de l'unité de reconnaissance des chevaliers de l'Ordre de Favonius de Mondstadt. Que cette descendante de la noblesse d'antan ait rejoint les chevaliers de l'Ordre, l'ennemi jusqu'alors juré de la famille, demeure un mystère aux yeux de beaucoup.",
  "birth": "10/25",
  "battle_talent": {
    "normal_name": "Attaque normale : Escrime de Favonius - Aristocratie",
    "normal_img": "eula_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance de façon continue pour exécuter une succession d'entailles aussi rapides que tranchantes.L'attaque chargée se termine sur un coup puissant.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Vortex des mers glacées",
    "element_img": "eula_s2",
    "element_desc": "Givre coupant et lame dansante.<br><br>Appui simple<br>Eula exécute une frappe rapide qui inflige des DGT Cryo.<br>Si elle touche un ennemi, Eula obtient 1 cumul de cœur de glace (jusqu'à 2 cumuls maximum). Eula peut obtenir un cumul une fois toutes les 0,3 s.<br><br>Cœur de glace<br>Améliore la RÉS à l'interruption et la DÉF d'Eula.<br><br>Appui long<br>Eula consomme toutes les cumuls de cœur de glace pour faire tournoyer son épée devant elle et infliger des DGT Cryo de zone aux ennemis en face.<br>Si des cumuls de cœur de glace sont consommés, la RÉS physique et la RÉS Cryo des ennemis à proximité diminuent.<br>Chaque cumul de cœur de glace est converti en épée vortex de glace, qui inflige des DGT Cryo aux ennemis proches.<br><br><i>Ainsi roula l'écume des vagues, engloutissant dans son sillage la couronne de la royauté. Et chaque embrun de cette marée glaciale étincela de sa lumineuse clarté.</i>",
    "final_name": "Lame de fond",
    "final_img": "eula_s3",
    "final_desc": "Eula brandit son épée avec fureur, infligeant des DGT Cryo aux ennemis proches, et crée une épée de lumière qui la suit pendant 7 s maximum.\nTant qu'elle est active, l'épée de lumière augmente la RÉS à l'interruption d'Eula. Lorsqu'Eula inflige des DGT à des ennemis avec son attaque normale, sa compétence ou son déchaînement élémentaires, elle obtient des cumuls d'énergie pour l'épée de lumière. Un cumul d'énergie peut être obtenu toutes les 0,1 s.<br>Lorsque la durée de l'épée de lumière est écoulée, elle explose violemment, infligeant des DGT physiques aux ennemis proches.<br>Ces DGT augmentent en fonction du nombre de cumuls d'énergie obtenus.<br>L'épée explose immédiatement lorsqu'Eula quitte le champ de bataille.<br><br><i>Le naufrage est facile. Et pourtant, Eula insiste pour figer cette marée.</i>"
  },
  "basic_talent": {
    "talent2_name": "Gratification aristocratique",
    "talent2_img": "eula_p2",
    "talent2_desc": "10 % de chances d'obtenir le double de produits lors de la synthèse de matériaux d'aptitude de personnage.",
    "talent3_name": "Maelström de glace",
    "talent3_img": "eula_p3",
    "talent3_desc": "Lorsque vous consommez 2 cumuls de cœur de glace lors de l'appui long de Vortex des mers glacées, une brève épée de lumière est créée. Cette dernière explose immédiatement, infligeant des DGT physiques équivalant à 50 % des DGT de base de Lame de fond.",
    "talent1_name": "Esprit belligérant",
    "talent1_img": "eula_p1",
    "talent1_desc": "Le TdR de Vortex des mers glacées est réinitialisé lors de l'utilisation de Lame de fond, et Eula obtient 1 cumul de cœur de glace."
  },
  "sof": {
    "sof1_name": "Illusion des marées",
    "sof1_img": "eula_c1",
    "sof1_desc": "À chaque fois qu'un cumul de cœur de glace de Vortex des mers glacées est consommé, Eula gagne un bonus de DGT physiques de 30 % pendant 6 s.\nChaque cumul de cœur de glace consommé prolonge la durée de l'effet de 6 s, jusqu'à un maximum de 18 s.",
    "sof2_name": "Fille d'écume de mer",
    "sof2_img": "eula_c2",
    "sof2_desc": "Réduit le TdR de l'appui long de Vortex des mers glacées pour correspondre à celui de l'appui simple.",
    "sof3_name": "Le sang des Lawrence",
    "sof3_img": "eula_c3",
    "sof3_desc": "Niveau d'aptitude Lame de fond +3.\nNiveau max : 15",
    "sof4_name": "Émergence de la plèbe",
    "sof4_img": "eula_c4",
    "sof4_desc": "Augmente de 25 % les DGT infligés par l'épée de lumière aux ennemis dont les PV sont inférieurs à 50 %.",
    "sof5_name": "Honneur de la chevalerie",
    "sof5_img": "eula_c5",
    "sof5_desc": "Niveau d'aptitude Vortex des mers glacées +3.\nNiveau max : 15",
    "sof6_name": "Obligations aristocratiques",
    "sof6_img": "eula_c6",
    "sof6_desc": "Confère immédiatement 5 cumuls d'énergie à l'épée de lumière créée par Lame de fond. De plus, lorsque vous utilisez des attaques normales, la compétence ou le déchaînement élémentaires pour obtenir des cumuls, vous avez 50 % de chances d'obtenir un cumul supplémentaire."
  }
}