{
  "nick": "Aspirant à des profondeurs invisibles",
  "occupation": "Hôtel Bouffes d'été",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Cryo",
  "constellation": "Automaton",
  "desc": "Un jeune homme réservé qui connaît bien la plongée. Sous son air lointain et glacial se cache un cœur pur dépourvu de tout défaut.",
  "birth": "09/24",
  "battle_talent": {
    "normal_name": "Attaque normale : Tourbillon fluide",
    "normal_img": "freminet_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 attaques.",
    "normal_desc2": "Consomme de l'endurance de façon continue pour exécuter une succession d'attaques tournoyantes contre les ennemis proches.L'attaque chargée se termine sur un coup puissant.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Pressurisation des floes",
    "element_img": "freminet_s2",
    "element_desc": "Effectue une attaque ascendante infligeant des DGT Cryo et fait entrer Fréminet dans l'état Indicateur de Pers pendant 10 s.<br>Dans cet état, sa compétence élémentaire devient un concassage pressurisé.<br><br>Concassage pressurisé<br>Exécute différentes attaques selon le niveau de pression de l'indicateur de Pers, puis annule l'état.<br>· Niveau 0 : Effectue une coupe verticale infligeant des DGT Cryo.<br>· Niveau I à III : Effectue une coupe verticale en coordination avec Pers, infligeant des DGT Cryo et des DGT physiques, les DGT dépendant du niveau de pression.<br>· Niveau IV : Utilise la puissance d'un Pers totalement pressurisé pour infliger des DGT physiques, ce niveau remplaçant également l'attaque normale « Tourbillon fluide » par un concassage pressurisé.<br><br>Indicateur de Pers<br>Lorsque Fréminet utilise une attaque normale, il libère également un frimas infligeant des DGT Cryo et augmente le niveau de pression de l'indicateur de Pers.<br>Ces DGT Cryo sont considérés comme des DGT de compétence élémentaire.<br><br>Arkhe : Pneuma<br>Régulièrement, après avoir effectué une attaque ascendante, une épine d'inhalation prenant la forme d'une autre attaque ascendante est libérée pour infliger des DGT Cryo chargés d'énergie pneuma.<br><br><i>Immobiliser son adversaire sans lui ôter la vie peut aussi être considéré comme une stratégie de « survie » que l'on peut choisir.</i><br><i>« Pers... Je te laisse le reste. »</i>",
    "final_name": "Embuscade du chassombre",
    "final_img": "freminet_s3",
    "final_desc": "Libère une vague de froid impalpable, infligeant des DGT Cryo de zone, réinitialisant le TdR de la compétence élémentaire « Pressurisation des floes » et faisant passer Fréminet en mode traque pendant 10 s.\n<br>Dans cet état, sa RÉS à l'interruption augmente, et Pressurisation des floes bénéfice des bonus suivants :<br>· Son TdR diminue de 70 %.<br>· Les attaques normales accordent à l'indicateur de Pers un niveau de pression supplémentaire, et leur frimas inflige des DGT pour une valeur équivalant à 200 % de leurs DGT d'origine.<br><br>Cet effet cesse lorsque Fréminet quitte le champ de bataille.<br><br><i>« Maintenant... Je n'ai besoin d'aucun bruit superflu. »</i>"
  },
  "basic_talent": {
    "talent2_name": "Navigation en eaux profondes",
    "talent2_img": "freminet_p2",
    "talent2_desc": "Diminue la consommation d'endurance aquatique de vos personnages dans l'équipe de 35 %.\nNe peut pas être cumulé avec d'autres aptitudes passives aux effets identiques.",
    "talent3_name": "Plongée profonde saturée",
    "talent3_img": "freminet_p3",
    "talent3_desc": "En utilisant un concassage pressurisé, si le niveau de pression de l'indicateur de Pers est inférieur à IV, le TdR de Pressurisation des floes diminue de 1 s.",
    "talent1_name": "Condenseur parallèle",
    "talent1_img": "freminet_p1",
    "talent1_desc": "Lorsque Fréminet a déclenché une réaction de Brise-glace sur un ennemi, les DGT infligés par le concassage pressurisé de Pressurisation des floes augmentent de 40 % pendant 5 s."
  },
  "sof": {
    "sof1_name": "Rêves des profondeurs mousseuses",
    "sof1_img": "freminet_c1",
    "sof1_desc": "Le taux CRIT du concassage pressurisé de Pressurisation des floes augmente de 15 %.",
    "sof2_name": "Pingouins et terre d'abondance",
    "sof2_img": "freminet_c2",
    "sof2_desc": "Utiliser un concassage pressurisé de Pressurisation des floes restaure 2 pts d'énergie élémentaire à Fréminet. Si un concassage pressurisé avec un niveau de pression de IV est déclenché, 3 pts sont restaurés à la place.",
    "sof3_name": "Chant de tourbillons et de sable",
    "sof3_img": "freminet_c3",
    "sof3_desc": "Niveau d'aptitude Attaque normale : Tourbillon fluide +3.\nNiveau max : 15",
    "sof4_name": "Dance de lune et de flûte",
    "sof4_img": "freminet_c4",
    "sof4_desc": "Lorsque Fréminet a déclenché une réaction de Gel, de Brise-glace ou de Supraconduction sur un ennemi, son ATQ augmente de 9 % pendant 6 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,3 s.",
    "sof5_name": "Nuit de feu et de joie",
    "sof5_img": "freminet_c5",
    "sof5_desc": "Niveau d'aptitude Pressurisation des floes +3.\nNiveau max : 15",
    "sof6_name": "Instant d'aube et de détermination",
    "sof6_img": "freminet_c6",
    "sof6_desc": "Lorsque Fréminet a déclenché une réaction de Gel, de Brise-glace ou de Supraconduction sur un ennemi, ses DGT CRIT augmentent de 12 % pendant 6 s. Cet effet peut être cumulé 3 fois maximum et déclenché une fois toutes les 0,3 s."
  }
}