{
  "localeName": "Furina",
  "nick": "Solo infini de solitude",
  "occupation": "???",
  "area": "Fontaine",
  "rare": "5",
  "weapon": "Sword",
  "element": "Hydro",
  "constellation": "Animula Choragi",
  "desc": "测试角色",
  "birth": "01/01",
  "battle_talent": {
    "normal_name": "Attaque normale : Sollicitation du soliste",
    "normal_img": "furina_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 attaques.",
    "normal_desc2": "Consomme de l'endurance pour déclencher une aura de danse solo, infligeant des DGT physiques aux ennemis proches et modifiant l'alignement de l'Arkhe de Furina. Si des membres du salon ou des chanteurs des ruisseaux invoqués par sa compétence élémentaire « Salon solitaire » sont présents sur le champ de bataille, ils sont changés en conséquence.",
    "normal_desc3": "Régulièrement, lorsque l'attaque normale de Furina touche, une lame fluide ou une épine d'inhalation est libérée à l'emplacement touché selon l'alignement actuel de son Arkhe pour infliger des DGT Hydro chargés d'énergie pneuma ou ousia.Lorsque Furina est déployée au combat, son Arkhe est chargé d'énergie ousia.",
    "element_name": "Salon solitaire",
    "element_img": "furina_s2",
    "element_desc": "Furina invite les convives du Salon solitaire à se joindre à sa performance, convoquant les membres du salon ou les chanteurs des ruisseaux selon l'alignement actuel de son Arkhe.<br><br>Ousia<br>De l'écume dansent joyeusement, infligeant des DGT Hydro de zone selon les PV max de Furina et convoquant 3 membres du salon : le gentilhomme Usher en forme de poulpe bouffi, la surintendante Chevalmarin en forme d'Hippocampe bulleux et la demoiselle Crabaletta en forme de Cuiracrabe.<br>Ces derniers attaquent les ennemis proches de façon intermittente en donnant la priorité aux cibles qui attaquent le personnage déployé, infligeant des DGT Hydro selon les PV max de Furina.<br>En attaquant, les membres du salon consomment les PV des personnages de l'équipe à proximité dont les PV sont supérieurs à 50 %, afin de renforcer l'attaque en cours selon le nombre de personnages ayant fait cette « offrande » : lorsque 1, 2, 3 ou au moins 4 personnages ont sacrifié des PV, l'attaque inflige des DGT pour une valeur équivalant respectivement à 110 %, 120 %, 130 % ou 140 % des DGT d'origine.<br><br>Pneuma<br>Furina convoque les chanteurs des ruisseaux, qui restaurent régulièrement les PV des personnages déployés à proximité selon ses PV max.<br><br>Les membres du salon et les chanteurs des ruisseaux partagent la même durée. Ainsi, lorsque Furina changent ces convives en utilisant son attaque chargée, les nouveaux arrivants héritent de la durée restante.<br><br><i>Une liste fixe d'habitués fréquente le Salon solitaire de Furina. Parfois, la demoiselle Crabaletta, la surintendante Chevalmarin et le gentilhomme Usher viennent ; les mercredis maussades, ce sont les chanteurs qui rendent visite.</i>",
    "final_name": "Liesse populaire",
    "final_img": "furina_s3",
    "final_desc": "Éveille l'envie de se délecter, créant une scène d'écume qui inflige des DGT Hydro de zone selon les PV max de Furina et accorde l'état Réjouissance universelle à tous les personnages de l'équipe : pendant sa durée, lorsque les PV actuels d'un personnage de l'équipe à proximité augmentent ou diminuent, Furina obtient 1 pt de fanfare pour chaque tranche de 1 % de PV Max que le personnage obtient ou perd.\nDe plus, tous les personnages de l'équipe à proximité bénéficient d'une augmentation de leurs DGT infligés et d'un bonus de soins reçus selon la quantité de points de fanfare de Furina.<br>Une fois la durée terminée, la fanfare de Furina est annulée.<br><br><i>« Acclamez ! Louez ! Réjouissez ! Buvez ! Chaque nuit sans banquet est un gaspillage sordide de douloureuse et sobre lumière du jour... Et, hmm, ceux qui ne sont pas encore en âge peuvent prendre du jus de raisin à la place ! »</i>"
  },
  "basic_talent": {
    "talent2_name": "Scène de la mer",
    "talent2_img": "furina_p2",
    "talent2_desc": "Le TdR des capacités des Aberrants fontemarins xénochromatiques diminue de 30 %.",
    "talent3_name": "Valse inarrêtable",
    "talent3_img": "furina_p3",
    "talent3_desc": "Lorsque le personnage déployé de votre groupe est soigné, si ces soins ne proviennent pas de Furina et dépassent la quantité maximum qu'il peut recevoir, Furina soigne les personnages de l'équipe à proximité pour une valeur équivalant à 2 % de leurs PV max respectifs une fois toutes les 2 s pendant 4 s.",
    "talent1_name": "Confession inattendue",
    "talent1_img": "furina_p1",
    "talent1_desc": "Chaque tranche de 1 000 PV max que Furina possède accorde à son Salon solitaire différents effets bonus selon l'alignement de son Arkhe :\n- Les DGT infligés par les membres du salon augmentent de 0,7 %, les DGT infligés pouvant être augmentés d'un maximum de 28 % de cette manière.<br>- L'intervalle des soins accordés aux personnages déployés à proximité par les chanteurs des ruisseaux diminue de 0,4 %, l'intervalle des soins pouvant être diminué d'un maximum de 16 % de cette manière."
  },
  "sof": {
    "sof1_name": "« Comme un oiseau récalcitrant, l'amour est sourd »",
    "sof1_img": "furina_c1",
    "sof1_desc": "En utilisant Liesse populaire, Furina obtient 150 pts de fanfare.\nDe plus, la limite de fanfare augmente de 150 pts.",
    "sof2_name": "« Comme des lentilles d'eau, la femme s'adapte »",
    "sof2_img": "furina_c2",
    "sof2_desc": "Lorsqu'elle utilise sa compétence élémentaire « Salon solitaire », Furina devient le centre d'attention pendant 10 s.\nPendant cette durée, les DGT de ses attaques normales, chargées et plongeantes sont convertis en DGT Hydro ne pouvant pas être enchantés et augmentent d'une valeur équivalant à 15 % de ses PV max.<br>De plus, après avoir touché un ennemi pendant cette durée, ses attaques normales, chargées et plongeantes produisent divers effets toutes les 0,1 s selon l'alignement actuel de son Arkhe :<br><br>Arkhe : Ousia<br>Soigne les PV de tous les personnages de l'équipe à proximité pour une valeur équivalant à 3 % des PV max de Furina toutes les secondes pendant 2,5 s.<br>Arkhe : Pneuma<br>Les DGT de cette attaque normale, chargée ou plongeante (lorsque cette dernière touche le sol) augmentent encore d'une valeur équivalant à 15 % des PV max de Furina. De plus, lorsqu'une de ces attaques touche un ennemi, tous les personnages de l'équipe à proximité perdent 1 % de leur PV max.<br><br>Les effets mentionnés ci-dessus peuvent être déclenchés un maximum de 7 fois pendant la durée d'un centre d'attention, et ce dernier prend fin après 7 déclenchements d'effet ou lorsque sa durée expire.",
    "sof3_name": "« Comme mes secrets cachés, inconnus de tous »",
    "sof3_img": "furina_c3",
    "sof3_desc": "Niveau d'aptitude Salon solitaire +3.\nNiveau max : 15",
    "sof4_name": "« Comme dans le monde souterrain, ils ignorent la vie »",
    "sof4_img": "furina_c4",
    "sof4_desc": "Lorsqu'un membre du salon de Salon solitaire touche un ennemi ou qu'un de ses chanteurs des ruisseaux restaure les PV d'un personnage déployé, Furina récupère 4 pts d'énergie élémentaire. Cet effet peut être déclenché une fois toutes les 5 s.",
    "sof5_name": "« Comme son nom, je le sais maintenant »",
    "sof5_img": "furina_c5",
    "sof5_desc": "Niveau d'aptitude Liesse populaire +3.\nNiveau max : 15",
    "sof6_name": "« Comme l'amour, levons notre coupe ! »",
    "sof6_img": "furina_c6",
    "sof6_desc": "Pendant la durée de Liesse populaire, l'obtention de fanfare de Furina après une augmentation ou une diminution des PV actuels des personnages de l'équipe à proximité augmente de 200 %. De plus, chaque point de fanfare au-dessus de la limite augmente les PV max de Furina de 0,4 %, la limite de PV max pouvant être augmentée d'un maximum de 140 % de cette manière."
  }
}