{
  "localeName": "Ganyu",
  "nick": "Défense fervente",
  "occupation": "Pavillon Yuehai",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Bow",
  "element": "Cryo",
  "constellation": "Sinae Unicornis",
  "desc": "Secrétaire du Pavillon Yuehai ; du sang de Qilin, la créature mythique, coule dans ses veines.",
  "birth": "12/02",
  "battle_talent": {
    "normal_name": "Attaque normale : Archerie Liutian",
    "normal_img": "ganyu_s1",
    "normal_desc1": "Enchaîne jusqu'à 6 tirs consécutifs.",
    "normal_desc2": "Effectue un tir visé plus précis et infligeant davantage de DGT.Lors du tir visé, la puissance du froid vient se concentrer sur la pointe de la flèche. Les effets varient selon le nombre de charges :· 1 charge : Tire une flèche glaciale qui inflige des DGT Cryo.· 2 charges : Tire une flèche de givre qui inflige des DGT Cryo. Le givre se répand lorsqu'il touche un ennemi, infligeant des DGT Cryo de zone.",
    "normal_desc3": "Tire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
    "element_name": "Trace de Qilin",
    "element_img": "ganyu_s2",
    "element_desc": "Ganyu dépose un lotus de glace qui inflige des DGT Cryo de zone puis part vite en retraite.<br><br>Lotus de glace<br>· Le lotus nargue les ennemis et concentre leurs attaques.<br>· Ses PV sont proportionnels aux PV max de Ganyu.<br>· Le lotus explose à la fin ou s'il est détruit entre temps, et inflige des DGT Cryo de zone.<br><br><i>« Vous m'avez aperçue ? Ça doit être une erreur, je suis restée tard au travail. »</i>",
    "final_name": "Baptême céleste",
    "final_img": "ganyu_s3",
    "final_desc": "Condensant les particules présentes dans l'air, Ganyu invoque une perle de glace magique qui exorcise les démons.\nTant qu'elle est active, la perle libère des éclats de glace de façon continue qui infligent des DGT Cryo aux ennemis dans la zone.<br><br><i>Ganyu sait bien sûr comment invoquer une bruine rafraîchissante ; mais quand il s'agit de combattre, la bruine se change en tempête de neige.</i>"
  },
  "basic_talent": {
    "talent2_name": "Arc de réserve",
    "talent2_img": "ganyu_p2",
    "talent2_desc": "Lorsque vous forgez un arc, 15 % du minerai utilisé vous sera rendu.",
    "talent3_name": "Cœur indivisible",
    "talent3_img": "ganyu_p3",
    "talent3_desc": "Tirer une flèche de givre confère pendant 5 s aux flèches de givre suivantes ainsi qu'aux zones de givre ainsi créées un bonus de 20 % de taux CRIT.",
    "talent1_name": "Harmonie du ciel et de la terre",
    "talent1_img": "ganyu_p1",
    "talent1_desc": "Les personnages déployés se trouvant dans la zone de Baptême céleste obtiennent un bonus de DGT Cryo de 20 % supplémentaires."
  },
  "sof": {
    "sof1_name": "Buveur de rosée",
    "sof1_img": "ganyu_c1",
    "sof1_desc": "La RÉS Cryo des ennemis touchés par une flèche de givre (attaque chargée) ou par la zone de givre qui en résulte est réduite de 15 % pendant 6 s.\nGanyu récupère de plus 2 pts d'énergie élémentaire lorsqu'elle touche. Ce dernier effet ne peut être déclenché qu'une fois par flèche de givre, même si la zone de givre et la flèche de givre touchent toutes les deux.",
    "sof2_name": "Auspices",
    "sof2_img": "ganyu_c2",
    "sof2_desc": "Confère une utilisation supplémentaire de Trace de Qilin.",
    "sof3_name": "Mouvement des nuages",
    "sof3_img": "ganyu_c3",
    "sof3_desc": "Niveau d'aptitude Baptême céleste +3.\nNiveau max : 15",
    "sof4_name": "Chasse vers l'ouest",
    "sof4_img": "ganyu_c4",
    "sof4_desc": "Les DGT subis par les ennemis se trouvant dans la zone de Baptême céleste augmentent ; cet effet se cumule avec le temps.\nBonus de DGT initial : 5 %. Ce bonus augmente de 5 % toutes les 3 s (cumul maximum : 25 %).<br>L'effet perdure pendant 3 s après avoir quitté la zone.",
    "sof5_name": "Miséricorde",
    "sof5_img": "ganyu_c5",
    "sof5_desc": "Niveau d'aptitude Trace de Qilin +3.\nNiveau max : 15",
    "sof6_name": "Clémence",
    "sof6_img": "ganyu_c6",
    "sof6_desc": "La première flèche de givre libérée dans les 30 s suivant l'activation de Trace de Qilin ne requiert pas de charge."
  }
}