{
  "localeName": "Jean",
  "nick": "Chevalier au Pissenlit",
  "occupation": "Ordre de Favonius",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Leo Minor",
  "desc": "Le Chevalier au Pissenlit, loyal et rigoureux, et la Grande Maîtresse suppléante de l'Ordre de Favonius.",
  "birth": "03/14",
  "battle_talent": {
    "normal_name": "Attaque normale : Escrime de Favonius",
    "normal_img": "jean_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance pour libérer une puissante attaque ascendante portée par les vents.Les ennemis projetés en l'air retombent lentement au sol.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Épée de tourbillon",
    "element_img": "jean_s2",
    "element_desc": "Concentrant l'énergie des vents dans son épée, Jean libère une tornade qui projette les ennemis dans la direction ciblée, infligeant d'importants DGT Anémo.<br><br>Appui long<br>Consomme de l'endurance de façon continue pour générer une tornade qui attire ennemis et objets proches.<br>La tornade peut être dirigée.<br>Jean ne peut pas se déplacer tant que l'attaque dure.<br><br><i>Idéale pour protéger ses alliés, cette technique accompagne Jean depuis longtemps.</i>",
    "final_name": "Brise de pissenlit",
    "final_img": "jean_s3",
    "final_desc": "Jean invoque la protection des vents pour générer un champ de pissenlits tournoyant qui repousse les ennemis proches, tout en leur infligeant des DGT Anémo.\nEn même temps, tous les personnages sont soignés considérablement, la quantité de PV restaurés étant proportionnelle à l'ATQ de Jean.<br><br>Champ de pissenlits<br>· Le champ de pissenlits restaure les PV des personnages dans la zone de façon continue.<br>· Le champ leur applique également l'élément Anémo.<br>· Les ennemis qui rentrent ou sortent de la zone subissent des DGT Anémo.<br><br><i>Semblable aux pissenlits bercés par le vent, la magnanimité de Jean n'a que l'horizon pour limite.</i>"
  },
  "basic_talent": {
    "talent2_name": "Vent directeur",
    "talent2_img": "jean_p2",
    "talent2_desc": "12 % de chances d'obtenir un plat supplémentaire lorsque vous cuisinez un plat de soins parfait.",
    "talent3_name": "Charge critique",
    "talent3_img": "jean_p3",
    "talent3_desc": "Les attaques normales de Jean ont 50 % de chances de restaurer une quantité de PV équivalant à 15 % de l'ATQ de Jean à tous les personnages de l'équipe lorsqu'elles touchent.",
    "talent1_name": "Que le vent vous guide",
    "talent1_img": "jean_p1",
    "talent1_desc": "Brise de pissenlit restaure 20 % d'énergie élémentaire lorsqu'elle prend fin."
  },
  "sof": {
    "sof1_name": "Tourmente tranchante",
    "sof1_img": "jean_c1",
    "sof1_desc": "La VIT d'attraction et les DGT infligés par Épée de tourbillon augmentent de 40 % lorsque la compétence reste activée plus d'une seconde.",
    "sof2_name": "Égide du peuple",
    "sof2_img": "jean_c2",
    "sof2_desc": "La VIT de déplacement et d'attaque de tous les personnages de l'équipe augmente de 15 % pendant 15 s lorsque Jean obtient un orbe ou une particule élémentaire.",
    "sof3_name": "Lorsque le vent d'ouest souffle",
    "sof3_img": "jean_c3",
    "sof3_desc": "Niveau d'aptitude Brise de pissenlit +3.\nNiveau max : 15",
    "sof4_name": "Territoire des pissenlits",
    "sof4_img": "jean_c4",
    "sof4_desc": "La RÉS Anémo des ennemis à l'intérieur du champ de Brise de pissenlit diminue de 40 %.",
    "sof5_name": "Le moment du vent violent",
    "sof5_img": "jean_c5",
    "sof5_desc": "Niveau d'aptitude Épée de tourbillon +3.\nNiveau max : 15",
    "sof6_name": "Croc de Lion, le protecteur de Mondstadt",
    "sof6_img": "jean_c6",
    "sof6_desc": "Les DGT subis par les personnages dans le champ de Brise de pissenlit diminuent de 35 %.\nAprès avoir quitté le champ, cet effet disparaît après avoir subi 3 attaques ou après 10 s."
  }
}