{
  "nick": "Chevalier du froid",
  "occupation": "Ordre de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pavo Ocellus",
  "desc": "Un épéiste accompli et un stratège de génie de l'Ordre de Favonius. Il est originaire, selon les rumeurs, d'une terre bien au-delà des frontières de Mondstadt.",
  "birth": "11/30",
  "battle_talent": {
    "normal_name": "Attaque normale : Passe d'armes",
    "normal_img": "kaeya_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance pour déclencher deux coups d'épée rapides.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Attaque givrée",
    "element_img": "kaeya_s2",
    "element_desc": "Libère un blizzard gelant qui inflige des DGT Cryo aux ennemis en face.<br><br><i>Qui serait capable de faire fondre la glace qui se cache derrière ce masque aimable...</i>",
    "final_name": "Valse glaciale",
    "final_img": "kaeya_s3",
    "final_desc": "Kaeya condense les particules dans l'air pour invoquer 3 stalactites tournoyantes.\nLes stalactites suivent le personnage, et infligent des DGT Cryo aux ennemis sur leur route.<br><br><i>Ses dehors souriants, son ton agréable, et la glace qu'ils cachent : voici les armes de Kaeya.</i>"
  },
  "basic_talent": {
    "talent2_name": "Force cachée",
    "talent2_img": "kaeya_p2",
    "talent2_desc": "Diminue la consommation d'endurance de vos personnages dans l'équipe de 20 % lors du sprint.\nNe peut pas être cumulé avec d'autres aptitudes passives aux effets identiques.",
    "talent3_name": "Épée de la cruauté",
    "talent3_img": "kaeya_p3",
    "talent3_desc": "Chaque fois qu'Attaque givrée touche un ennemi, Kaeya récupère une quantité de PV équivalant à 15 % de son ATQ.",
    "talent1_name": "Cœur de l'Abîme glacial",
    "talent1_img": "kaeya_p1",
    "talent1_desc": "Les ennemis gelés par Attaque givrée font tomber davantage de particules élémentaires.\nAttaque givrée peut accorder un maximum de 2 particules supplémentaires de cette manière à chaque utilisation."
  },
  "sof": {
    "sof1_name": "Lignée de l'excellence",
    "sof1_img": "kaeya_c1",
    "sof1_desc": "Le taux CRIT des attaques normales et chargées de Kaeya contre les ennemis affectés par Cryo augmente de 15 %.",
    "sof2_name": "Danse givrée éternelle",
    "sof2_img": "kaeya_c2",
    "sof2_desc": "Chaque ennemi éliminé pendant la durée de Valse glaciale prolonge la durée de la compétence de 2,5 s. Cumul maximum : 15 s.",
    "sof3_name": "Ébats glacials",
    "sof3_img": "kaeya_c3",
    "sof3_desc": "Niveau d'aptitude Attaque givrée +3.\nNiveau max : 15",
    "sof4_name": "Baiser glacé",
    "sof4_img": "kaeya_c4",
    "sof4_desc": "Kaeya génère un bouclier lorsque ses PV sont inférieurs à 20 %.\nLe bouclier absorbe une quantité de DGT équivalant à 30 % des PV max et dure 20 s.<br>Le bouclier est efficace à 250 % contre les DGT Cryo.<br>Cet effet peut être déclenché une fois toutes les 60 s.",
    "sof5_name": "Étreinte glaciale",
    "sof5_img": "kaeya_c5",
    "sof5_desc": "Niveau d'aptitude Valse glaciale +3.\nNiveau max : 15",
    "sof6_name": "Tourbillon glacial",
    "sof6_img": "kaeya_c6",
    "sof6_desc": "Génère une stalactite supplémentaire pendant Valse glaciale et restaure 15 pts d'énergie élémentaire."
  }
}