{
  "localeName": "Klee",
  "nick": "Soleil fuyant",
  "occupation": "Ordre de Favonius",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Pyro",
  "constellation": "Trifolium",
  "desc": "Une invitée régulière des cellules de l'Ordre de Favonius, et également la maîtresse des explosions à Mondstadt, où on la surnomme « le soleil fuyant ».",
  "birth": "07/27",
  "battle_talent": {
    "normal_name": "Attaque normale : Boum ! Boum !",
    "normal_img": "klee_s1",
    "normal_desc1": "Une bombe qui explose au contact, ça c'est un bel objet ! Klee jette jusqu'à 3 bombes consécutives, qui infligent des DGT Pyro de zone.",
    "normal_desc2": "Consomme de l'endurance pour bombarder les ennemis après un court délai et leur infliger des DGT Pyro de zone.",
    "normal_desc3": "Plonge depuis les airs en concentrant ses pouvoirs Pyro, infligeant des DGT aux ennemis en chemin et des DGT Pyro de zone à l'impact.",
    "element_name": "Bombe rebondissante",
    "element_img": "klee_s2",
    "element_desc": "Boiing, boiing ! Klee lance une bombe qui pète de joie !<br>La bombe rebondit 3 fois et explose à chaque rebond, infligeant des DGT Pyro de zone.<br><br>Après le 3e rebond, la bombe se divise en plusieurs mines.<br>Les mines explosent après un court délai ou au contact de l'ennemi, infligeant des DGT Pyro de zone.<br><br>Klee commence avec 2 charges.<br><br><i>La Bombe rebondissante est l'amie fidèle de Klee... Elle veut toujours la présenter à tout le monde.</i>",
    "final_name": "Fleur bombardier",
    "final_img": "klee_s3",
    "final_desc": "Klee s'enflamme ! Invoque une Fleur bombardier qui harcèle les ennemis proches, infligeant des DGT Pyro de zone.\n<br><i>Les membres de l'Ordre de Favonius sont convaincus qu'une bonne étoile veille sur Klee ; sinon, comment expliquer qu'elle ne se blesse jamais ?</i>"
  },
  "basic_talent": {
    "talent2_name": "Des trésors partout !",
    "talent2_img": "klee_p2",
    "talent2_desc": "Affiche l'emplacement des produits de Mondstadt sur la mini-carte.",
    "talent3_name": "Cadeau explosif",
    "talent3_img": "klee_p3",
    "talent3_desc": "Les attaques normales ainsi que Bombe rebondissante ont 50 % de chances de conférer à Klee une étincelle explosive lorsqu'elles infligent des DGT.\nCette dernière est consommée lors de la prochaine attaque chargée, qui inflige 50 % de DGT supplémentaires sans consommer d'endurance.",
    "talent1_name": "Étincelle infinie",
    "talent1_img": "klee_p1",
    "talent1_desc": "Lorsque Klee inflige des DGT CRIT avec des attaques chargées, l'énergie élémentaire de tous les membres de l'équipe est restaurée de 2 pts."
  },
  "sof": {
    "sof1_name": "Bombardement continu",
    "sof1_img": "klee_c1",
    "sof1_desc": "Les attaques et compétences ont une chance de générer des étincelles qui bombardent les ennemis, infligeant 120 % des DGT de Fleur bombardier.",
    "sof2_name": "Éclats de bombe",
    "sof2_img": "klee_c2",
    "sof2_desc": "Les mines de Bombe rebondissante réduisent la DÉF des ennemis de 23 % pendant 10 s.",
    "sof3_name": "Réglage spécial de Klee",
    "sof3_img": "klee_c3",
    "sof3_desc": "Niveau d'aptitude Bombe rebondissante +3.\nNiveau max : 15",
    "sof4_name": "Tout est prêt",
    "sof4_img": "klee_c4",
    "sof4_desc": "Une explosion se produit lorsque Klee quitte le champ de bataille tant que Fleur bombardier est active. Cette explosion inflige 555 % de l'ATQ en DGT Pyro de zone.",
    "sof5_name": "Bombardement d'étoiles",
    "sof5_img": "klee_c5",
    "sof5_desc": "Niveau d'aptitude Fleur bombardier +3.\nNiveau max : 15",
    "sof6_name": "À tout feu",
    "sof6_img": "klee_c6",
    "sof6_desc": "Klee restaure 3 pts d'énergie élémentaire à tous les membres de l'équipe (hormis Klee) toutes les 3 s tant que Fleur bombardier est active.\nL'activation de Fleur bombardier confère un bonus de DGT Pyro de 10 % pendant 25 s à tous les membres de l'équipe."
  }
}