{
  "nick": "Kaburaya de plume de corvidé",
  "occupation": "Commission admin.",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Bow",
  "element": "Electro",
  "constellation": "Flabellum",
  "desc": "Une générale de la Commission administrative. Audacieuse, décisive et habile au combat.",
  "birth": "07/14",
  "battle_talent": {
    "normal_name": "Attaque normale : Archerie tengu",
    "normal_img": "kujou_sara_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 tirs consécutifs.",
    "normal_desc2": "Effectue un tir visé plus précis infligeant davantage de DGT.Lors de la visée, des éclairs crépitants s'accumulent sur le carreau de la flèche. Une flèche complètement chargée inflige des DGT Électro.Sous l'effet de la protection corvidée, une flèche complètement chargée laisse une plume de corbeau à l'emplacement atteint.",
    "normal_desc3": "Tire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
    "element_name": "Tempestrier tengu",
    "element_img": "kujou_sara_s2",
    "element_desc": "Recule à la vitesse d'un Tengu et invoque la protection des corbeaux.<br>Bénéficie de la protection corvidée pendant 18 s, un effet qui est consommé lorsque Sara tire une flèche complètement chargée et laisse une plume de corbeau à l'emplacement atteint par la flèche.<br>La plume de corbeau déclenche Tengu Juurai : Embuscade après un court moment, infligeant des DGT Électro aux ennemis proches, et accordant au personnage déployé à portée un bonus d'ATQ en fonction de l'ATQ de base de Sara.<br><br>Les bonus d'ATQ des différents Tengu Juurai ne se cumulent pas, et leur effet et durée sont déterminés par le dernier Tengu Juurai actif.<br><br><i>Les Tengu n'ont jamais manqué de membres aux talents exceptionnels possédant des yeux divins Électro. D'autre part, ils ont l'habitude de chanter les louanges de l'Archon Électro lorsqu'ils manipulent son élément. Leurs paroles ressemblent à peu près à cela :</i><br><i>« Ô digne Narukami, montre-moi ton pouvoir et accorde à cette humble supplique ta puissance fulgurante ! Sowaka ! »</i>",
    "final_name": "Soumission : Chemin de lumière",
    "final_img": "kujou_sara_s3",
    "final_desc": "Dépose un Tengu Juurai : Brise-titan à l'emplacement de l'ennemi, infligeant des DGT Électro de zone. Puis ce Tengu Juurai : Brise-titan se divise en 4 Tengu Juurai : Tempête de pierres consécutifs, infligeant des DGT Électro de zone.\nTengu Juurai : Brise-titan et Tengu Juurai : Tempête de pierres permettent au personnage déployé à portée de recevoir le même bonus d'ATQ que lors de la compétence élémentaire, Tempestrier tengu.<br><br>Les bonus d'ATQ des différents Tengu Juurai ne se cumulent pas, et leur effet et durée sont déterminés par le dernier Tengu Juurai actif.<br><br><i>Sara a quitté son peuple, les Tengu, et a également temporairement perdu sa foi en la Commission administrative. Mais lorsque les nuages qui assombrissaient son cœur se sont dissipés, elle a retrouvé son propre éclair.</i>"
  },
  "basic_talent": {
    "talent2_name": "Arpentage des terres",
    "talent2_img": "kujou_sara_p2",
    "talent2_desc": "Réduit la durée d'une expédition de 25 % lorsqu'elle se déroule à Inazuma.",
    "talent3_name": "Volonté immuable",
    "talent3_img": "kujou_sara_p3",
    "talent3_desc": "Sous l'effet de la protection corvidée de Tempestrier tengu, la durée de charge du tir visé est réduite de 60 %.",
    "talent1_name": "Décorum",
    "talent1_img": "kujou_sara_p1",
    "talent1_desc": "Lorsque Tengu Juurai : Embuscade a touché un ennemi, Sara restaure 1,2 pt d'énergie élémentaire à tous les personnages de l'équipe tous les 100 % de recharge d'énergie dont elle dispose. Cet effet peut être déclenché une fois toutes les 3 s."
  },
  "sof": {
    "sof1_name": "Œil de corbeau",
    "sof1_img": "kujou_sara_c1",
    "sof1_desc": "Lorsque Tengu Juurai a accordé aux personnages des bonus d'ATQ ou touché des ennemis, le TdR de Tempestrier tengu est réduit de 1 s.\nCet effet peut être déclenché une fois toutes les 3 s.",
    "sof2_name": "Ailes sombres",
    "sof2_img": "kujou_sara_c2",
    "sof2_desc": "Lorsque Sara libère Tempestrier tengu, elle laisse une plume de corbeau plus faible à son emplacement d'origine, cette dernière infligeant 30 % des DGT d'origine.",
    "sof3_name": "Conflit intérieur",
    "sof3_img": "kujou_sara_c3",
    "sof3_desc": "Niveau d'aptitude Soumission : Chemin de lumière +3.\nNiveau max : 15",
    "sof4_name": "Preuve concluante",
    "sof4_img": "kujou_sara_c4",
    "sof4_desc": "Le nombre de Tengu Juurai : Tempête de pierres déclenchés par Soumission : Chemin de lumière passe à 6.",
    "sof5_name": "Anathémien",
    "sof5_img": "kujou_sara_c5",
    "sof5_desc": "Niveau d'aptitude Tempestrier tengu +3.\nNiveau max : 15",
    "sof6_name": "Péché d'orgueil",
    "sof6_img": "kujou_sara_c6",
    "sof6_desc": "Les personnages bénéficiant d'une augmentation d'ATQ accordée par Tengu Juurai voient les DGT CRIT de leurs DGT Électro augmenter de 60 %."
  }
}