{
  "nick": "Sorcière à la rose",
  "occupation": "Ordre de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Electro",
  "constellation": "Tempus Fugit",
  "desc": "Une bibliothécaire érudite mais un peu nonchalante, le plus grand talent diplômé de l'Académie de Sumeru de ces deux derniers siècles.",
  "birth": "06/09",
  "battle_talent": {
    "normal_name": "Attaque normale : Touche d'éclair",
    "normal_img": "lisa_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 attaques électrifiées, infligeant des DGT Électro.",
    "normal_desc2": "Consomme de l'endurance pour infliger des DGT Électro de zone après un court délai.",
    "normal_desc3": "Plonge depuis les airs en concentrant ses pouvoirs Électro, infligeant des DGT aux ennemis en chemin et des DGT Électro de zone à l'impact.",
    "element_name": "Arc fulminant",
    "element_img": "lisa_s2",
    "element_desc": "Canalise le pouvoir de la foudre pour nettoyer un peu le champ de bataille.<br><br>Appui simple<br>Libère un orbe électrique à tête chercheuse.<br><br>Lorsqu'il touche une cible, l'orbe inflige des DGT Électro, ainsi que l'effet Conductivité aux ennemis proches, cumulable 3 fois maximum.<br><br>Appui long<br>Après un court délai, des éclairs s'abattent des cieux et infligent des DGT Électro à tous les ennemis proches.<br>Les ennemis affectés par Conductivité subissent des DGT supplémentaires proportionnels au nombre de cumuls.<br><br><i>La couleur de la foudre est aussi la couleur de la Sorcière à la rose.</i>",
    "final_name": "Rose de foudre",
    "final_img": "lisa_s3",
    "final_desc": "Invoque une rose de foudre qui libère une puissante énergie électrique repoussant les ennemis proches et leur infligeant des DGT Électro.\nLa rose de foudre envoie des décharges électriques qui infligent des DGT Électro aux ennemis proches tant qu'elle est active.<br><br><i>Cette rose est belle, mais possède des épines mortelles.</i>"
  },
  "basic_talent": {
    "talent2_name": "Connaissances médicinales",
    "talent2_img": "lisa_p2",
    "talent2_desc": "Lorsque vous fabriquez des potions, il y a 20 % de chances qu'une partie des matières premières vous soit rendue.",
    "talent3_name": "Relique d'électricité",
    "talent3_img": "lisa_p3",
    "talent3_desc": "Les attaques chargées infligent l'effet Conductivité d'Arc fulminant aux ennemis lorsqu'elles touchent.",
    "talent1_name": "Champ électrostatique",
    "talent1_img": "lisa_p1",
    "talent1_desc": "Rose de foudre diminue la DÉF des ennemis qu'elle touche de 15 % pendant 10 s."
  },
  "sof": {
    "sof1_name": "Circuit infini",
    "sof1_img": "lisa_c1",
    "sof1_desc": "Lisa regagne 2 pts d'énergie par ennemi touché tant qu'Arc fulminant reste activé.\nUn maximum de 10 pts d'énergie élémentaire peut être restauré à chaque utilisation de cette manière.",
    "sof2_name": "Champ électromagnétique",
    "sof2_img": "lisa_c2",
    "sof2_desc": "Arc fulminant confère les effets suivants tant qu'il reste activé :\n· DÉF augmentée de 25 %.<br>· Augmente la RÉS à l'interruption de Lisa.",
    "sof3_name": "Tonnerre résonant",
    "sof3_img": "lisa_c3",
    "sof3_desc": "Niveau d'aptitude Rose de foudre +3.\nNiveau max : 15",
    "sof4_name": "Éruption de plasma",
    "sof4_img": "lisa_c4",
    "sof4_desc": "Rose de foudre permet de libérer 1 à 3 décharges.",
    "sof5_name": "Électrification",
    "sof5_img": "lisa_c5",
    "sof5_desc": "Niveau d'aptitude Arc fulminant +3.\nNiveau max : 15",
    "sof6_name": "Sorcière de pulse",
    "sof6_img": "lisa_c6",
    "sof6_desc": "Lisa inflige 3 cumuls de l'effet Conductivité d'Arc fulminant aux ennemis proches lorsqu'elle est déployée au combat.\nCet effet peut être déclenché une fois toutes les 5 s."
  }
}