{
  "nick": "Élégance parmi les ombres",
  "occupation": "Hôtel Bouffes d'été",
  "area": "Fontaine",
  "rare": "4",
  "weapon": "Sword",
  "element": "Anemo",
  "constellation": "Felis Alba",
  "desc": "Une assistante magique au verbe laconique, dont les émotions sont aussi impénétrables que celles d'un chat.",
  "birth": "02/02",
  "battle_talent": {
    "normal_name": "Attaque normale : Rapière rapide",
    "normal_img": "lynette_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance pour déclencher deux coups d'épée rapides.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Feinte sibylline",
    "element_img": "lynette_s2",
    "element_desc": "Balance sa cape et déclenche une aiguille énigmatique infligeant des DGT Anémo.<br>Lorsqu'une aiguille énigmatique touche un ennemi, Lynette récupère des PV selon ses PV max, avant de perdre, pendant les 4 s qui suivent, une certaine quantité de PV à chaque seconde.<br>L'aiguille énigmatique est utilisée différemment selon la méthode de déclenchement :<br><br>Appui simple<br>Utilise rapidement une aiguille énigmatique.<br><br>Appui long<br>Lynette entre dans l'état Logogriphe qui permet de se déplacer à grande vitesse, et applique une saillie sombre à un ennemi proche. Pendant ce déplacement, Lynette peut contrôler la direction de sa course et peut s'arrêter en utilisant à nouveau la compétence.<br>Lorsque cet état rapide prend fin, Lynette déclenche son aiguille énigmatique. Si un ennemi marqué d'une saillie sombre est à proximité, Lynette s'en approche en un éclair avant d'utiliser son aiguille énigmatique.<br><br>Il ne peut y avoir qu'un seul ennemi marqué d'une saillie sombre de Lynette à la fois, et lorsqu'un ennemi ainsi marqué s'éloigne trop, la saillie s'annule.<br><br>Arkhe : Ousia<br>Régulièrement, lorsque Lynette utilise une aiguille énigmatique, elle déclenche une lame fluide pour infliger des DGT Anémo chargés d'énergie ousia.<br><br><i>« Tournez maintenant vos yeux vers la scène et profitez de la performance ! La prochaine fois que j'apparaîtrai, je serai là où vous vous y attendez le moins. »</i>",
    "final_name": "Magie : Variation étonnante",
    "final_img": "lynette_s3",
    "final_desc": "Lynette lève sa cape en hauteur pour infliger des DGT Anémo de zone et utilise un tour de passe-passe pour faire apparaître une boîte minestyque géante !\n<br>Boîte minestyque<br>· Nargue les ennemis proches et attire leurs attaques.<br>· Inflige des DGT Anémo aux ennemis proches de façon régulière.<br>· Lorsqu'une boîte minestyque entre en contact avec l'élément Hydro, Pyro, Cryo ou Électro, elle absorbe l'élément correspondant et tire en plus des balles bariolées de façon régulière sur les ennemis proches pour infliger des DGT de cet élément.<br>Une seule réaction d'absorption élémentaire peut avoir lieu par utilisation.<br><br><i>« Par ici, par ici. Regardez attentivement. C'est le moment du miracle, rien que pour nous ! »</i>"
  },
  "basic_talent": {
    "talent2_name": "Mnémoniques de localisation",
    "talent2_img": "lynette_p2",
    "talent2_desc": "Affiche l'emplacement des globes de revitalisation sur la mini-carte et permet d'augmenter l'endurance aquatique et les PV récupérés en touchant ces globes de 25 %.",
    "talent3_name": "Synergie ingénieuse",
    "talent3_img": "lynette_p3",
    "talent3_desc": "Si l'équipe comprend des personnages de 1/2/3/4 types élémentaires, l'ATQ de tous les personnages de l'équipe augmente respectivement de 8/12/16/20 % pendant 10 s après l'utilisation de Magie : Variation étonnante.",
    "talent1_name": "Apprêt d'accessoires",
    "talent1_img": "lynette_p1",
    "talent1_desc": "Lorsqu'une boîte minestyque invoquée par Magie : Variation étonnante a effectué une absorption élémentaire, les DGT infligés par les déchaînements élémentaires de Lynette augmentent de 15 %. Cet effet dure jusqu'à la disparition de la boîte minestyque."
  },
  "sof": {
    "sof1_name": "Lame d'ombre frisquette",
    "sof1_img": "lynette_c1",
    "sof1_desc": "Lorsqu'une aiguille énigmatique de Feinte sibylline touche un ennemi marqué d'une saillie sombre, un vortex est déclenché à l'emplacement de ce dernier pour attirer les ennemis proches.",
    "sof2_name": "Mystère de continuité infinie",
    "sof2_img": "lynette_c2",
    "sof2_desc": "Lorsqu'une boîte minestyque invoquée par Magie : Variation étonnante tire une balle bariolée, elle tire une balle supplémentaire.",
    "sof3_name": "Regard de cognition inversée",
    "sof3_img": "lynette_c3",
    "sof3_desc": "Niveau d'aptitude Magie : Variation étonnante +3.\nNiveau max : 15",
    "sof4_name": "Coordination de réponse tacite",
    "sof4_img": "lynette_c4",
    "sof4_desc": "Confère une utilisation supplémentaire de Feinte sibylline.",
    "sof5_name": "Obstacle d'ambiguïté ténébreuse",
    "sof5_img": "lynette_c5",
    "sof5_desc": "Niveau d'aptitude Feinte sibylline +3.\nNiveau max : 15",
    "sof6_name": "Œil perspicace",
    "sof6_img": "lynette_c6",
    "sof6_desc": "Lorsque Lynette utilise une aiguille énigmatique de Feinte sibylline, elle bénéficie d'un enchantement Anémo et son bonus de DGT Anémo augmente de 20 %, pendant 6 s."
  }
}