{
  "nick": "Megrez de l'éclipse",
  "occupation": "Sept Étoiles de Liyue",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Geo",
  "constellation": "Opus Aequilibrium",
  "desc": "La Megrez des Sept Étoiles de Liyue. Peu de personnes peuvent se vanter d'être aussi riches à travers Teyvat.",
  "birth": "08/26",
  "battle_talent": {
    "normal_name": "Attaque normale : Géo-dispersion",
    "normal_img": "ningguang_s1",
    "normal_desc1": "Tire des gemmes qui infligent des DGT Géo.Ningguang obtient un Jade d'étoile à chaque fois qu'une gemme touche un ennemi.",
    "normal_desc2": "Tire une gemme géante qui inflige des DGT Géo.Si Ningguang a obtenu des Jades d'étoile, l'attaque chargée les tire tous au même moment, infligeant des DGT supplémentaires.",
    "normal_desc3": "Plonge depuis les airs en concentrant ses pouvoirs Géo, infligeant des DGT aux ennemis en chemin et des DGT Géo de zone à l'impact.",
    "element_name": "Paravent d'astrolabe",
    "element_img": "ningguang_s2",
    "element_desc": "Ningguang puise dans son opulence pour créer un paravent d'or et d'obsidienne infligeant des DGT Géo de zone.<br><br>Paravent d'astrolabe<br>· Bloque les projectiles ennemis.<br>· Les PV du paravent sont proportionnels aux PV max de Ningguang.<br><br>Le paravent d'astrolabe est une construction Géo qui peut bloquer certaines attaques mais ne peut pas être escaladée. Il ne peut exister qu'un seul paravent à la fois.<br><br><i>Les étoiles sont dispersées dans le ciel nocturne, les pions sont prêts sur l'échiquier divin. Alors, le paravent d'astrolabe commence à s'étendre.</i>",
    "final_name": "Éclatement des étoiles",
    "final_img": "ningguang_s3",
    "final_desc": "Ningguang fait tournoyer plusieurs jades précieux à tête chercheuse autour d'elle, qu'elle relâche tous en même temps, infligeant ainsi d'importants DGT Géo.\nSi le paravent d'astrolabe est actif lorsque cette attaque est exécutée, il l'accompagne de tirs de jade supplémentaires.<br><br><i>Éparses sont les ténèbres quand les étoiles sont éclatées.</i>"
  },
  "basic_talent": {
    "talent2_name": "Corne d'abondance",
    "talent2_img": "ningguang_p2",
    "talent2_desc": "Affiche la localisation des filons de minerai utilisables en forge proches sur la carte.",
    "talent3_name": "Plan de reprise",
    "talent3_img": "ningguang_p3",
    "talent3_desc": "L'attaque chargée de Ningguang ne consomme pas d'endurance tant que celle-ci possède des Jades d'étoile.",
    "talent1_name": "Réserve stratégique",
    "talent1_img": "ningguang_p1",
    "talent1_desc": "Confère pendant 10 s un bonus de DGT Géo de 12 % aux personnages qui traversent le Paravent d'astrolabe."
  },
  "sof": {
    "sof1_name": "Fragments perforants",
    "sof1_img": "ningguang_c1",
    "sof1_desc": "Les attaques normales qui touchent infligent des DGT de zone.",
    "sof2_name": "Effet de choc",
    "sof2_img": "ningguang_c2",
    "sof2_desc": "Le TdR de Paravent d'astrolabe est annulé lorsque ce dernier est brisé.\nCet effet peut être déclenché une fois toutes les 6 s.",
    "sof3_name": "Alignement des étoiles",
    "sof3_img": "ningguang_c3",
    "sof3_desc": "Niveau d'aptitude Éclatement des étoiles +3.\nNiveau max : 15",
    "sof4_name": "Exquis soit le Jade, éclatant de toutes parts",
    "sof4_img": "ningguang_c4",
    "sof4_desc": "Paravent d'astrolabe augmente les RÉS élémentaires des personnages à proximité de 10 %.",
    "sof5_name": "Invincible soit le Paravent d'astrolabe",
    "sof5_img": "ningguang_c5",
    "sof5_desc": "Niveau d'aptitude Paravent d'astrolabe +3.\nNiveau max : 15",
    "sof6_name": "Grandeur soit les Sept Étoiles",
    "sof6_img": "ningguang_c6",
    "sof6_desc": "L'activation d'Éclatement des étoiles confère 7 Jades d'étoile à Ningguang."
  }
}