{
  "nick": "Fleur chevaleresque",
  "occupation": "Ordre de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Geo",
  "constellation": "Parma Cordis",
  "desc": "Une jeune fille travaillant comme servante à l'Ordre de Favonius. Elle a toujours rêvé de devenir un jour chevalier.",
  "birth": "03/21",
  "battle_talent": {
    "normal_name": "Attaque normale : Escrime de Favonius - Servante",
    "normal_img": "noelle_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance de façon continue pour exécuter une succession d'attaques tournoyantes contre les ennemis proches.L'attaque chargée se termine sur un coup puissant.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Armure de cœur",
    "element_img": "noelle_s2",
    "element_desc": "Invoque une armure de roche qui inflige des DGT Géo aux ennemis proches et génère un bouclier absorbant une quantité de DGT proportionnelle à la DÉF de Noëlle.<br>L'armure de roche a les propriétés suivantes :<br>· Les attaques normales et chargées de Noëlle ont une chance de restaurer les PV de tous les personnages de l'équipe lorsqu'elles touchent un ennemi.<br>· L'armure est efficace à 150 % contre les DGT élémentaires et physiques.<br><br>Les soins reçus sont proportionnels à la DÉF de Noëlle.<br><br><i>Noëlle est à la fois une servante fidèle et un chevalier vaillant.</i>",
    "final_name": "Grand ménage",
    "final_img": "noelle_s3",
    "final_desc": "Concentrant le pouvoir de la roche sur son arme, Noëlle exécute une puissante attaque circulaire qui inflige des DGT Géo aux ennemis proches.\nNoëlle bénéficie ensuite des effets suivants :<br>· Portée d'attaque augmentée.<br>· DGT d'attaque convertis en DGT Géo ne pouvant pas être enchantés.<br>· Bonus d'ATQ proportionnel à la DÉF de Noëlle.<br><br><i>Parfois, la poussière n'est pas la seule chose qu'il faut balayer...</i>"
  },
  "basic_talent": {
    "talent2_name": "À votre service",
    "talent2_img": "noelle_p2",
    "talent2_desc": "12 % de chances d'obtenir un plat supplémentaire lorsque vous cuisinez un plat parfait qui renforce la DÉF.",
    "talent3_name": "Dévotion ultime",
    "talent3_img": "noelle_p3",
    "talent3_desc": "Lorsque Noëlle fait partie de l'équipe et n'est pas déployée, l'effet suivant se déclenche automatiquement si les PV du personnage déployé sont inférieurs à 30 % :\nConfère un bouclier au personnage déployé pouvant absorber des DGT équivalant à 400 % de la DÉF de Noëlle pendant 20 s.<br>· Le bouclier est efficace à 150 % contre les DGT élémentaires et les DGT physiques.<br>· Le bouclier peut être déclenché une fois toutes les 60 s.",
    "talent1_name": "Clair et net",
    "talent1_img": "noelle_p1",
    "talent1_desc": "Noëlle diminue le TdR d'Armure de cœur de 1 s tous les 4 coups d'attaque normale ou chargée qu'elle inflige à un ennemi.\nUn coup peut être compté toutes les 0,1 s."
  },
  "sof": {
    "sof1_name": "J'assure vos arrières",
    "sof1_img": "noelle_c1",
    "sof1_desc": "L'effet de restauration des PV d'Armure de cœur a 100 % de chances d'être déclenché lorsque Grand ménage et Armure de cœur sont actifs en même temps.",
    "sof2_name": "Servante de tourbillon",
    "sof2_img": "noelle_c2",
    "sof2_desc": "Les attaques chargées de Noëlle consomment 20 % d'endurance en moins et infligent 15 % de DGT supplémentaires.",
    "sof3_name": "La servante ne sera jamais blessée",
    "sof3_img": "noelle_c3",
    "sof3_desc": "Niveau d'aptitude Armure de cœur +3.\nNiveau max : 15",
    "sof4_name": "Je vais nettoyer après",
    "sof4_img": "noelle_c4",
    "sof4_desc": "Armure de cœur inflige une quantité de DGT Géo équivalant à 400 % de l'ATQ aux ennemis proches lorsqu'elle prend fin ou que l'armure est détruite.",
    "sof5_name": "Maîtresse de ménage",
    "sof5_img": "noelle_c5",
    "sof5_desc": "Niveau d'aptitude Grand ménage +3.\nNiveau max : 15",
    "sof6_name": "Aucune poussière",
    "sof6_img": "noelle_c6",
    "sof6_desc": "Grand ménage fait bénéficier Noëlle d'un bonus supplémentaire d'ATQ à hauteur de 50 % de sa DÉF.\nDe plus, chaque ennemi vaincu pendant que la compétence est active prolonge sa durée de 1 s (10 s maximum)."
  }
}