{
  "localeName": "Qiqi",
  "nick": "Renaissance gelée",
  "occupation": "Cottage Bubu",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Sword",
  "element": "Cryo",
  "constellation": "Pristina Nola",
  "desc": "Qiqi est une jeune apprentie du Cottage Bubu, en charge notamment de la récolte des herbes médicinales. C'est également un zombie au teint blafard et aux mots comptés.",
  "birth": "03/03",
  "battle_talent": {
    "normal_name": "Attaque normale : Escrime ancienne des nuages",
    "normal_img": "qiqi_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance pour déclencher deux coups d'épée rapides.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Arcane d'Adepte : Héraut de givre",
    "element_img": "qiqi_s2",
    "element_desc": "Utilise un talisman infusé de glace et de sang pour invoquer un héraut de givre, infligeant des DGT Cryo aux ennemis proches.<br><br>Héraut de givre<br>· Les attaques normales et chargées de Qiqi restaurent les PV de vos personnages dans l'équipe ainsi que des alliés proches lorsqu'elles touchent. La quantité de PV restaurée est proportionnelle à l'ATQ de Qiqi.<br>· Régénère les PV du personnage déployé à intervalles réguliers.<br>· Le héraut suit le personnage déployé et inflige des DGT Cryo aux ennemis sur sa route.<br><br><i>« Je l'utilise pour empêcher le réchauffement et la pourriture... des précieux ingrédients de monsieur Baizhu, bien sûr. »</i>",
    "final_name": "Arcane d'Adepte : Talisman sacré",
    "final_img": "qiqi_s3",
    "final_desc": "Qiqi libère le pouvoir d'Adepte scellé en elle et marque les ennemis proches d'un talisman de fortune qui leur inflige des DGT Cryo.\n<br>Talisman de fortune<br>Les personnages récupèrent des PV équivalant aux DGT subis par les ennemis marqués.<br><br><i>« Je suis l'envoyée de la Providence, le symbole de la renaissance. »</i><br><i>— Qiqi est bien incapable de se rappeler de ces mots.</i>"
  },
  "basic_talent": {
    "talent2_name": "Souvenir d'une vie lointaine",
    "talent2_img": "qiqi_p2",
    "talent2_desc": "Affiche l'emplacement des produits de Liyue sur la mini-carte.",
    "talent3_name": "Survie en milieu hostile",
    "talent3_img": "qiqi_p3",
    "talent3_desc": "Lorsqu'un personnage sous l'effet d'Arcane d'Adepte : Héraut de givre déclenche une réaction élémentaire, son bonus de soins reçus augmente de 20 % pendant 8 s.",
    "talent1_name": "Ouverture des arcanes",
    "talent1_img": "qiqi_p1",
    "talent1_desc": "Les attaques normales et chargées de Qiqi ont 50 % de chances de marquer l'ennemi touché d'un talisman de fortune pendant 6 s. Cet effet peut être déclenché une fois toutes les 30 s."
  },
  "sof": {
    "sof1_name": "Ascèse du givre",
    "sof1_img": "qiqi_c1",
    "sof1_desc": "Qiqi récupère 2 pts d'énergie élémentaire à chaque fois que son héraut de givre touche un ennemi marqué par un talisman de fortune.",
    "sof2_name": "Gelé jusqu'à l'os",
    "sof2_img": "qiqi_c2",
    "sof2_desc": "Les attaques normales et chargées de Qiqi infligent 15 % de DGT supplémentaires contre les ennemis affectés par Cryo.",
    "sof3_name": "Louange vers le ciel",
    "sof3_img": "qiqi_c3",
    "sof3_desc": "Niveau d'aptitude Arcane d'Adepte : Talisman sacré +3.\nNiveau max : 15",
    "sof4_name": "Répression divine",
    "sof4_img": "qiqi_c4",
    "sof4_desc": "L'ATQ des cibles marquées par un talisman de fortune diminue de 20 %.",
    "sof5_name": "Éclosion du lotus rouge",
    "sof5_img": "qiqi_c5",
    "sof5_desc": "Niveau d'aptitude Arcane d'Adepte : Héraut de givre +3.\nNiveau max : 15",
    "sof6_name": "Symbole de la renaissance",
    "sof6_img": "qiqi_c6",
    "sof6_desc": "L'activation d'Arcane d'Adepte : Talisman sacré réanime tous les personnages de l'équipe à proximité et restaure 50 % de leurs PV.\nCet effet peut être déclenché une fois toutes les 15 min."
  }
}