{
  "nick": "Enfant-loup",
  "occupation": "Territoire des Loups",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Claymore",
  "element": "Electro",
  "constellation": "Lupus Minor",
  "desc": "Un jeune garçon qui vit sur le Territoire des Loups situé aux environs de Mondstadt, loin de la ville et des foules. Il possède un instinct et une agilité surprenante.",
  "birth": "09/09",
  "battle_talent": {
    "normal_name": "Attaque normale : Croc d'acier",
    "normal_img": "razor_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance de façon continue pour exécuter une succession d'attaques tournoyantes contre les ennemis proches.L'attaque chargée se termine sur un coup puissant.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Griffe et tonnerre",
    "element_img": "razor_s2",
    "element_desc": "Razor met à profit les enseignements de son maître et de son lupical pour chasser sa proie.<br><br>Appui simple<br>D'un coup de griffe du loup de tonnerre, il inflige des DGT Électro aux ennemis en face.<br>Razor obtient un sceau Électro lorsque cette attaque touche un ennemi, chaque sceau lui conférant un bonus de recharge d'énergie.<br>Razor peut cumuler jusqu'à 3 sceaux Électro, chaque nouveau sceau réinitialisant leur durée.<br><br>Appui long<br>Amassant la puissance du tonnerre, Razor libère une explosion électrique, infligeant d'importants DGT Électro aux ennemis proches, et supprimant tous les sceaux Électro.<br>Chaque sceau ainsi supprimé est converti en énergie élémentaire.<br><br><i>Parfois un malheureux peut apercevoir à la lueur de l'éclair le regard de prédateur de Razor.</i>",
    "final_name": "Croc éclair",
    "final_img": "razor_s3",
    "final_desc": "Le loup de tonnerre qui sommeille se réveille et vient à la rescousse, infligeant des DGT Électro aux ennemis proches. Ceci supprime également tous les sceaux Électro, qui sont convertis en énergie élémentaire.\nLe loup de tonnerre combat aux côtés de Razor tant qu'il est actif.<br><br>Loup de tonnerre<br>· Attaque lorsque Razor effectue une attaque normale, et inflige des DGT Électro.<br>· Augmente la VIT d'attaque ainsi que la RÉS Électro de Razor.<br>· Razor est immunisé aux DGT d'Électrocution.<br>· Attaque chargée impossible.<br>· Augmente la RÉS à l'interruption de Razor.<br><br>Le loup de tonnerre disparaît lorsque Razor est vaincu ou quitte le champ de bataille.<br>Le temps restant est converti en énergie élémentaire (10 pts maximum) lorsque Razor quitte le champ de bataille.<br><br><i>Le loup s'est réveillé. L'heure de la chasse a sonné.</i>"
  },
  "basic_talent": {
    "talent2_name": "Vélocité lupine",
    "talent2_img": "razor_p2",
    "talent2_desc": "Réduit la consommation d'endurance des personnages de l'équipe de 20 % lors du sprint.\nNe peut pas être cumulé avec d'autres aptitudes passives aux effets identiques.",
    "talent3_name": "Éveil",
    "talent3_img": "razor_p3",
    "talent3_desc": "Réduit le TdR de Griffe et tonnerre de 18 %.\nCroc éclair réinitialise le TdR de Griffe et tonnerre lorsqu'il est activé.",
    "talent1_name": "Famine",
    "talent1_img": "razor_p1",
    "talent1_desc": "Razor bénéficie d'un bonus de recharge d'énergie de 30 % lorsque son énergie élémentaire est inférieure à 50 %."
  },
  "sof": {
    "sof1_name": "Nature du loup",
    "sof1_img": "razor_c1",
    "sof1_desc": "Razor inflige 10 % de DGT supplémentaires pendant 8 s lorsqu'il obtient un orbe ou une particule élémentaire.",
    "sof2_name": "Répression",
    "sof2_img": "razor_c2",
    "sof2_desc": "Le taux CRIT de Razor augmente de 10 % quand il attaque des ennemis dont les PV sont inférieurs à 30 %.",
    "sof3_name": "Âme de loup",
    "sof3_img": "razor_c3",
    "sof3_desc": "Niveau d'aptitude Croc éclair +3.\nNiveau max : 15",
    "sof4_name": "Morsure",
    "sof4_img": "razor_c4",
    "sof4_desc": "L'appui simple de Griffe et tonnerre réduit la DÉF des cibles de 15 % pendant 7 s.",
    "sof5_name": "Griffes tranchantes",
    "sof5_img": "razor_c5",
    "sof5_desc": "Niveau d'aptitude Griffe et tonnerre +3.\nNiveau max : 15",
    "sof6_name": "Lupus Fulguris",
    "sof6_img": "razor_c6",
    "sof6_desc": "Toutes les 10 s, l'arme de Razor se charge d'énergie électrique pour infliger lors de la prochaine attaque normale des DGT Électro équivalant à 100 % de l'ATQ.\nChaque ennemi touché confère à Razor un sceau Électro de Griffe et tonnerre tant que Croc éclair n'est pas actif."
  }
}