{
  "nick": "Alchimiste 100 % naturelle",
  "occupation": "Ordre de Favonius",
  "area": "Mondstadt",
  "rare": "4",
  "weapon": "Catalyst",
  "element": "Anemo",
  "constellation": "Ampulla",
  "desc": "Une alchimiste très curieuse du monde qui l'entoure. Elle se spécialise dans la bio-alchimie.",
  "birth": "11/26",
  "battle_talent": {
    "normal_name": "Attaque normale : Esprit du vent",
    "normal_img": "sucrose_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 attaques de vent qui infligent des DGT Anémo.",
    "normal_desc2": "Consomme de l'endurance pour infliger des DGT Anémo de zone après un court délai.",
    "normal_desc3": "Plonge depuis les airs en concentrant ses pouvoirs Anémo, infligeant des DGT aux ennemis en chemin et des DGT Anémo de zone à l'impact.",
    "element_name": "Esprit du vent : Sujet 6308",
    "element_img": "sucrose_s2",
    "element_desc": "Sucrose invoque un Esprit du vent de taille réduite, qui attire les ennemis et les objets proches à lui, projetant les ennemis dans les airs et leur infligeant des DGT Anémo.<br><br><i>C'est un peu embarrassant, mais il faut bien reconnaître que malgré leur courte durée de vie, les entités élémentaires créées via ce procédé sont particulièrement utiles pour l'aventure. Comme quoi, même les expériences ratées peuvent servir.</i>",
    "final_name": "Esprit du vent : Isomorphe 75 Type II",
    "final_img": "sucrose_s3",
    "final_desc": "Sucrose jette une concoction instable qui libère un Esprit du vent de grande taille.\nL'Esprit attire les ennemis et les objets proches à lui, projetant les ennemis dans les airs et leur infligeant des DGT Anémo.<br><br>Absorption élémentaire<br>L'Esprit du vent absorbe les éléments Hydro, Pyro, Cryo et Électro avec lesquels il entre en contact ; ceux-ci lui confèrent leurs attributs, et infligent un bonus de DGT de l'élément correspondant.<br>Un seul élément peut être absorbé à la fois.<br><br><i>Sucrose aime à donner des noms à ses Hypostases Anémo instables ; leur lignée est encore plus longue que celle du Baron Lapinou 893e du nom.</i>"
  },
  "basic_talent": {
    "talent2_name": "Fragile découverte",
    "talent2_img": "sucrose_p2",
    "talent2_desc": "10 % de chances d'obtenir le double de produits lors de la synthèse de matériaux d'amélioration de personnage ou d'arme.",
    "talent3_name": "Permutation de catalyste",
    "talent3_img": "sucrose_p3",
    "talent3_desc": "Tous les personnages de l'équipe du type élémentaire concerné (hormis Sucrose) obtiennent un bonus de 50 pts de maîtrise élémentaire pendant 8 s lorsque Sucrose déclenche une réaction de Dispersion.",
    "talent1_name": "Mollis Favonius",
    "talent1_img": "sucrose_p1",
    "talent1_desc": "Lorsque Esprit du vent : Sujet 6308 ou Esprit du vent : Isomorphe 75 Type II touche un ennemi, tous les personnages de l'équipe (hormis Sucrose) bénéficient pendant 8 s d'un bonus de maîtrise élémentaire équivalant à 20 % de la maîtrise élémentaire de Sucrose."
  },
  "sof": {
    "sof1_name": "Champ du néant",
    "sof1_img": "sucrose_c1",
    "sof1_desc": "Confère une utilisation supplémentaire de Esprit du vent : Sujet 6308.",
    "sof2_name": "Bett : Forme éthérée",
    "sof2_img": "sucrose_c2",
    "sof2_desc": "Prolonge la durée d'Esprit du vent : Isomorphe 75 Type II de 2 s.",
    "sof3_name": "Zéro défaut",
    "sof3_img": "sucrose_c3",
    "sof3_desc": "Niveau d'aptitude Esprit du vent : Sujet 6308 +3.\nNiveau max : 15",
    "sof4_name": "Alchémania",
    "sof4_img": "sucrose_c4",
    "sof4_desc": "Sucrose réduit le TdR d'Esprit du vent : Sujet 6308 de 1 à 7 s tous les 7 coups d'attaque normale ou chargée qu'elle inflige à un ennemi.\nUn coup peut être compté toutes les 0,1 s.",
    "sof5_name": "Flasque standard",
    "sof5_img": "sucrose_c5",
    "sof5_desc": "Niveau d'aptitude Esprit du vent : Isomorphe 75 Type II +3.\nNiveau max : 15",
    "sof6_name": "Théorie de l'entropie",
    "sof6_img": "sucrose_c6",
    "sof6_desc": "En cas d'absorption élémentaire, Esprit du vent : Isomorphe 75 Type II confère à tous les personnages de l'équipe un bonus de DGT élémentaires de 20 % pour l'élément absorbé tant que la compétence est active."
  }
}