{
  "nick": "Protecteur venu de loin",
  "occupation": "Commission culturelle",
  "area": "Inazuma",
  "rare": "4",
  "weapon": "Polearm",
  "element": "Pyro",
  "constellation": "Rubeum Scutum",
  "desc": "L'employé de maison du Clan Kamisato. Un « négociateur » bien connu à Inazuma.",
  "birth": "01/09",
  "battle_talent": {
    "normal_name": "Attaque normale : Lance célère",
    "normal_img": "thoma_s1",
    "normal_desc1": "Enchaîne jusqu'à 4 coups de lance.",
    "normal_desc2": "Consomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis sur la route.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact.",
    "element_name": "Bénédiction flamboyante",
    "element_img": "thoma_s2",
    "element_desc": "Thomas utilise la pointe de sa lance comme point d'appui pour canaliser les flammes et effectuer un coup de pied qui inflige des DGT Pyro de zone et libère une barrière défensive brûlante. Au moment où elle se déclenche, la barrière applique l'élément Pyro à Thomas.<br>L'absorption de DGT de la barrière est fonction des PV max de Thomas.<br>La barrière brûlante possède les caractéristiques suivantes :<br>· Elle absorbe les DGT Pyro avec 250 % d'efficacité.<br>· L'absorption de DGT restante d'une barrière brûlante existante se cumulera si une autre barrière brûlante est obtenue en même temps, tandis que sa durée sera réinitialisée.<br><br>L'absorption maximale de DGT de la barrière ne dépassera pas un certain pourcentage des PV max de Thomas.<br><br><i>Pour un invité venu de loin, seule la passion la plus ardente permet de maîtriser les arts si précis de la lance d'Inazuma. Les prouesses de Thomas, en effet, ne se limitent pas à être « le disciple le plus rapide » ou « un lancier hautement qualifié », il a également imprégné sa technique de sa volonté de protéger les autres et de repousser les ennemis.</i>",
    "final_name": "O-yoroi écarlate",
    "final_img": "thoma_s3",
    "final_desc": "Thomas fait tournoyer sa lance, tranchant ses ennemis avec des flammes rugissantes qui infligent des DGT Pyro de zone et se transforment en un o-yoroi embrasé.\n<br>O-yoroi embrasé<br>L'attaque normale d'un personnage déployé affecté par un o-yoroi embrasé déclenchera un effondrement ardent qui inflige des DGT Pyro de zone et crée une barrière brûlante.<br>Un effondrement ardent peut être déclenché une fois toutes les secondes.<br><br>Une barrière brûlante créée de cette manière est identique à celle créée grâce à la compétence élémentaire « Bénédiction flamboyante » de Thomas, à l'exception de la quantité de DGT qu'elle peut absorber.<br>· Elle absorbe les DGT Pyro avec 250 % d'efficacité.<br>· L'absorption de DGT restante d'une barrière brûlante existante se cumulera si une autre barrière brûlante est obtenue en même temps, tandis que sa durée sera réinitialisée.<br><br>L'absorption maximale de DGT de la barrière ne dépassera pas un certain pourcentage des PV max de Thomas.<br><br>Si Thomas est vaincu, les effets de l'o-yoroi embrasé se dissiperont.<br><br><i>« Je n'oublierai pas ma promesse. Que cette flamme brûlante protège ceux que je chéris, et qu'elle ne s'éteigne jamais. »</i>"
  },
  "basic_talent": {
    "talent2_name": "Passion pêche",
    "talent2_img": "thoma_p2",
    "talent2_desc": "Lorsque le voyageur(la voyageuse) réussit une pêche à Inazuma, l'aide de Thomas accorde 20 % de chances d'obtenir le double de prises.",
    "talent3_name": "Superposition d'armures",
    "talent3_img": "thoma_p3",
    "talent3_desc": "Lorsque le personnage déployé obtient ou réinitialise une barrière brûlante, la force de son bouclier augmente de 5 % pendant 6 s.\nCet effet peut être déclenché une fois toutes les 0,3 s et cumulé 5 fois maximum.",
    "talent1_name": "Assaut enflammé",
    "talent1_img": "thoma_p1",
    "talent1_desc": "Les DGT infligés par l'effondrement ardent d'O-yoroi écarlate augmentent d'une valeur équivalant à 2,2 % des PV max de Thomas."
  },
  "sof": {
    "sof1_name": "Devoir de camarade",
    "sof1_img": "thoma_c1",
    "sof1_desc": "Lorsqu'un personnage protégé par la barrière brûlante de Thomas subit une attaque (hormis Thomas), les TdR de Bénédiction flamboyante et d'O-yoroi écarlate de Thomas diminuent de 3 s.\nCet effet peut être déclenché une fois toutes les 20 s.",
    "sof2_name": "Compétences de subordonné",
    "sof2_img": "thoma_c2",
    "sof2_desc": "Prolonge la durée d'O-yoroi écarlate de 3 s.",
    "sof3_name": "Résolution à toute épreuve",
    "sof3_img": "thoma_c3",
    "sof3_desc": "Niveau d'aptitude Bénédiction flamboyante +3.\nNiveau max : 15",
    "sof4_name": "Planification à long terme",
    "sof4_img": "thoma_c4",
    "sof4_desc": "Après avoir utilisé O-yoroi écarlate, Thomas récupère 15 pts d'énergie élémentaire.",
    "sof5_name": "Feu incontrôlable",
    "sof5_img": "thoma_c5",
    "sof5_desc": "Niveau d'aptitude O-yoroi écarlate +3.\nNiveau max : 15",
    "sof6_name": "Cœur brûlant",
    "sof6_img": "thoma_c6",
    "sof6_desc": "Lorsqu'une barrière brûlante est obtenue ou réinitialisée, les DGT des attaques normales, chargées et plongeantes de tous les personnages de l'équipe augmentent de 15 % pendant 6 s."
  }
}