{
  "localeName": "Voyageuse",
  "occupation": "——",
  "area": "Mainactor",
  "rare": "5",
  "weapon": "Sword",
  "element": "Multi",
  "constellation": "Viatrix",
  "desc": "Un voyageur(Une voyageuse) venant d'un autre monde qui a été séparé(séparée) de sa sœur(son frère). Il(Elle) débute son périple à la recherche des Sept Archons de Teyvat dans l'espoir de la(le) retrouver.",
  "birth": "13/00",
  "battle_talent": {
    "normal_name": "Attaque normale : Débordement étranger",
    "normal_img": "traveler_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance pour déclencher deux coups d'épée rapides.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Sabre d'ondulation",
    "element_img": "traveler_s2",
    "element_desc": "Libère un torrent qui peut purifier le monde.<br><br>Appui simple<br>Envoie un courant torrentiel vers l'avant, infligeant des DGT Hydro aux ennemis touchés.<br><br>Appui long<br>Bascule en mode visée pour lancer de façon continue des gouttes de rosée dans la direction ciblée, infligeant des DGT Hydro aux ennemis touchés.<br>Lorsque le mode visée se termine, un courant torrentiel est envoyé vers l'avant, infligeant des DGT Hydro aux ennemis touchés.<br>Profusion : lors de l'appui long, si les PV du voyageur(de la voyageuse) sont supérieurs à 50 %, les DGT de ses gouttes de rosée augmentent en fonction de ses PV max et il(elle) perd une quantité fixe de PV à chaque seconde.<br><br>Arkhe : Pneuma<br>Régulièrement, après avoir envoyé un courant torrentiel, une épine d'inhalation qui transperce les ennemis est libérée pour infliger des DGT Hydro chargés d'énergie pneuma.<br><br><i>Paimon et vous avez étudié les ondulations qui parcourent l'eau.</i>",
    "final_name": "Montée des eaux",
    "final_img": "traveler_s3",
    "final_desc": "Libère une bulle flottante lente qui inflige de façon continue des DGT Hydro aux ennemis proches.\n<br><i>Paimon et vous avez étudié les fluctuations qui rythment les marées...</i>"
  },
  "basic_talent": {
    "talent2_name": "Eau pure",
    "talent2_img": "traveler_p2",
    "talent2_desc": "Lorsqu'une goutte de rosée lancée en maintenant Sabre d'ondulation a touché un ennemi, une goutte d'eau de source apparaît à proximité du voyageur(de la voyageuse). En la ramassant, ce dernier(cette dernière) récupère 7 % de PV.\nUne goutte d'eau de source peut être créée de cette manière une fois toutes les secondes, et chaque utilisation de Sabre d'ondulation permet de créer un maximum de 4 gouttes d'eau de source.",
    "talent3_name": "Eau claire",
    "talent3_img": "traveler_p3",
    "talent3_desc": "Si des PV ont été consommés lors d'une profusion en maintenant Sabre d'ondulation, les DGT du courant torrentiel à la fin augmentent d'une valeur équivalant à 45 % de PV consommés par le voyageur(la voyageuse) lors de la profusion en question.\nLes DGT peuvent être augmentés d'un maximum de 5 000 pts de cette manière.",
    "talent1_name": "Eau ondulante de lac",
    "talent1_img": "traveler_p1",
    "talent1_desc": "Ramasser une goutte d'eau de source restaure 2 pts d'énergie élémentaire au voyageur(à la voyageuse).\nL'aptitude passive « Eau pure » doit être déjà débloquée.",
    "talent4_name": "Eau ruisselante de pureté",
    "talent4_img": "traveler_p4",
    "talent4_desc": "Diminue la VIT de déplacement des bulles flottantes de Montée des eaux de 30 % et augmente leur durée de 3 s."
  },
  "sof": {
    "sof1_name": "Eau turbulente d'ondulation",
    "sof1_img": "traveler_c1",
    "sof1_desc": "Niveau d'aptitude Sabre d'ondulation +3.\nNiveau max : 15",
    "sof2_name": "Eau tombante d'averse",
    "sof2_img": "traveler_c2",
    "sof2_desc": "Lors de l'utilisation de Sabre d'ondulation, le voyageur(la voyageuse) obtient un bouclier d'ondulations qui absorbe une quantité de DGT équivalant à 10 % de ses PV max. Le bouclier est efficace à 250 % contre les DGT Hydro et dure jusqu'à la fin de la capacité.\nUne fois toutes les 2 s, lorsqu'une goutte de rosée a touché un ennemi, si le voyageur est protégé(la voyageuse est protégée) par un bouclier d'ondulations, l'absorption du bouclier est restaurée à 10 % des PV max du voyageur(de la voyageuse) ; si le voyageur n'est pas protégé(la voyageuse n'est pas protégée) par un bouclier d'ondulations, un tel bouclier est généré.",
    "sof3_name": "Eau tournoyante de vortex",
    "sof3_img": "traveler_c3",
    "sof3_desc": "Niveau d'aptitude Montée des eaux +3.\nNiveau max : 15",
    "sof4_name": "Eau montante de justice",
    "sof4_img": "traveler_c4",
    "sof4_desc": "Lorsque le voyageur(la voyageuse) récupère une goutte d'eau de source, il(elle) restaure 6 % de PV max au personnage de l'équipe à proximité ayant le pourcentage de PV le plus bas.",
    "sof5_name": "Attaque normale : Vents de la discorde",
    "sof5_img": "traveler_c5",
    "sof5_desc": "Attaque normale\nEnchaîne jusqu'à 5 coups d'épée.<br><br>Attaque chargée<br>Consomme de l'endurance pour déclencher deux coups d'épée rapides.<br><br>Attaque plongeante<br>Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "sof6_name": "Vortex destructeur",
    "sof6_img": "traveler_c6",
    "sof6_desc": "Un vortex de vent, tournant et tranchant, se forme dans la paume de votre main, infligeant des DGT Anémo continus aux ennemis en face.\nLe vortex finit par exploser à la fin de la compétence, l'explosion couvrant une zone plus large et infligeant des DGT Anémo plus importants.<br><br>Appui long<br>Augmente les DGT et la zone d'effet.<br><br>Absorption élémentaire<br>Le vortex absorbe les éléments Hydro, Pyro, Cryo et Électro avec lesquels il entre en contact, ceux-ci conférant un bonus de DGT de l'élément correspondant.<br>Une seule réaction d'absorption élémentaire peut avoir lieu par utilisation.<br><br><i>Vous avez discuté de la maîtrise de vos nouveaux pouvoirs Anémo avec Paimon.</i>"
  }
}