{
  "localeName": "Venti",
  "nick": "Barde itinérant",
  "occupation": "Cité de Mondstadt",
  "area": "Mondstadt",
  "rare": "5",
  "weapon": "Bow",
  "element": "Anemo",
  "constellation": "Carmen Dei",
  "desc": "Un des nombreux bardes de Mondstadt, qui aime à se promener dans tous les recoins de la cité.",
  "birth": "06/16",
  "battle_talent": {
    "normal_name": "Attaque normale : Archerie divine",
    "normal_img": "venti_s1",
    "normal_desc1": "Enchaîne jusqu'à 6 tirs consécutifs.",
    "normal_desc2": "Effectue un tir visé plus précis infligeant davantage de DGT.Lors de la visée, la flèche se charge en élément Anémo, infligeant de considérables DGT Anémo quand elle est complètement chargée.",
    "normal_desc3": "Tire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
    "element_name": "Sonnet des Vents célestes",
    "element_img": "venti_s2",
    "element_desc": "Le vent porteur de chants et de mélodies vient faire voler les êtres foulant cette terre.<br><br>Appui simple<br>Venti invoque une bourrasque sur la position de l'ennemi, infligeant des DGT Anémo de zone et projette les ennemis en l'air.<br><br>Appui long<br>Venti invoque une bourrasque plus puissante sur sa position, infligeant des DGT Anémo de zone et projette les ennemis proches en l'air.<br>L'appui long permet à Venti de voler dans les airs.<br><br>Les ennemis projetés en l'air retombent lentement au sol.<br><br><i>Aux temps anciens où dieux et hommes se partageaient la terre, nombreux furent les chants qui atteignirent les cieux. Ce sonnet possède une mélodie oubliée depuis longtemps.</i>",
    "final_name": "Ode au Vent",
    "final_img": "venti_s3",
    "final_desc": "Venti tire une flèche porteuse de la puissance de mille vents et de l'Œil de la tempête. Ce dernier attire les ennemis en son centre, et inflige des DGT Anémo continus.\n<br>Absorption élémentaire<br>L'Œil de la tempête absorbe les éléments Hydro, Pyro, Cryo et Électro avec lesquels il entre en contact, ceux-ci lui conférant leurs attributs et infligeant un bonus de DGT de l'élément correspondant.<br>Une seule réaction d'absorption élémentaire peut avoir lieu par utilisation.<br><br><i>Nombre de poèmes chantant la gloire de l'Archon Anémo ont été perdus. Celui-ci raconte sa puissance, et la puissance des vents.</i>"
  },
  "basic_talent": {
    "talent2_name": "Chevaucheur du vent",
    "talent2_img": "venti_p2",
    "talent2_desc": "Diminue la consommation d'endurance de vos personnages dans l'équipe de 20 % lors du planage.\nNe peut pas être cumulé avec d'autres aptitudes passives aux effets identiques.",
    "talent3_name": "Embrasse des vents",
    "talent3_img": "venti_p3",
    "talent3_desc": "L'appui long de Sonnet des Vents célestes génère une bourrasque ascendante qui dure 20 s.",
    "talent1_name": "Œil de la tempête",
    "talent1_img": "venti_p1",
    "talent1_desc": "Venti récupère 15 pts d'énergie élémentaire à la fin d'Ode au Vent.\nEn cas d'absorption élémentaire, les personnages de l'élément correspondant récupèrent également 15 pts d'énergie élémentaire."
  },
  "sof": {
    "sof1_name": "Vent violent fractionné",
    "sof1_img": "venti_c1",
    "sof1_desc": "Le tir visé tire 2 flèches supplémentaires, chacune infligeant 33 % des DGT de la flèche d'origine.",
    "sof2_name": "Bise de réminiscence",
    "sof2_img": "venti_c2",
    "sof2_desc": "Sonnet des Vents célestes diminue la RÉS Anémo et la RÉS physique des ennemis de 12 % pendant 10 s.\nLa RÉS Anémo et la RÉS physique des ennemis projetés en l'air par Sonnet des Vents célestes diminuent de 12 % tant qu'ils sont en l'air.",
    "sof3_name": "L'Ode aux mille vents",
    "sof3_img": "venti_c3",
    "sof3_desc": "Niveau d'aptitude Ode au Vent +3.\nNiveau max : 15",
    "sof4_name": "Vent glacial de liberté",
    "sof4_img": "venti_c4",
    "sof4_desc": "Venti inflige 25 % de DGT Anémo supplémentaires pendant 10 s lorsqu'il obtient un orbe ou une particule élémentaire.",
    "sof5_name": "Concerto céleste",
    "sof5_img": "venti_c5",
    "sof5_desc": "Niveau d'aptitude Sonnet des Vents célestes +3.\nNiveau max : 15",
    "sof6_name": "Tempête de résistance",
    "sof6_img": "venti_c6",
    "sof6_desc": "La RÉS Anémo des ennemis touchés par Ode au Vent diminue de 20 %.\nEn cas d'absorption élémentaire, leur RÉS à l'élément correspondant diminue également de 20 %."
  }
}