{
  "nick": "Jeune galant",
  "occupation": "Guilde des marchands de Feiyun",
  "area": "Liyue",
  "rare": "4",
  "weapon": "Sword",
  "element": "Hydro",
  "constellation": "Fabulae Textile",
  "desc": "Un jeune homme intègre et serviable, que l'on voit souvent dans les librairies. Il porte une longue épée, et poursuit un idéal de justice.",
  "birth": "10/09",
  "battle_talent": {
    "normal_name": "Attaque normale : Style Guhua",
    "normal_img": "xingqiu_s1",
    "normal_desc1": "Enchaîne jusqu'à 5 coups d'épée.",
    "normal_desc2": "Consomme de l'endurance pour déclencher deux coups d'épée rapides.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Épée Guhua : Pluie battante",
    "element_img": "xingqiu_s2",
    "element_desc": "Lance une succession de 2 coups d'épée qui infligent des DGT Hydro aux ennemis en face. En même temps, le personnage déployé s'entoure du nombre maximum d'épées de pluie.<br>Les épées de pluie ont les propriétés suivantes :<br>· Les épées se brisent lorsque Xingqiu subit des DGT, et ce faisant, réduisent les DGT subis.<br>· Augmentent la RÉS à l'interruption du personnage.<br>20 % du bonus de DGT Hydro de Xingqiu est converti en réduction de DGT supplémentaire par les épées de pluie.<br><br>Un maximum de 24 % de réduction de DGT supplémentaire peut être obtenu de cette manière.<br>Xingqiu commence avec 3 épées de pluie maximum.<br>Applique l'état Trempé à Xingqiu lors du lancement.<br><br><i>« Le dragon est facile à vaincre, mais la goutte de pluie est insaisissable. »</i>.",
    "final_name": "Épée Guhua : Pluie et arc-en-ciel",
    "final_img": "xingqiu_s3",
    "final_desc": "Xingqiu fait appel à un déluge d'épées et combat avec une lame arc-en-ciel, tout en s'entourant du nombre maximum d'épées de pluie.\n<br>Lame arc-en-ciel<br>· Les attaques normales infligées par votre personnage déployé libèrent un déluge d'épées et infligent des DGT Hydro.<br>· Le nombre d'épées de pluie ne diminue pas.<br><br><i>La Voie des Lames de Pluie est l'un des trois secrets jalousement gardés par le Clan Guhua.</i>"
  },
  "basic_talent": {
    "talent2_name": "Illumination",
    "talent2_img": "xingqiu_p2",
    "talent2_desc": "25 % de chances de récupérer des ressources lors de la synthèse de matériaux d'amélioration d'aptitude.",
    "talent3_name": "Clé d'invocation d'eau",
    "talent3_img": "xingqiu_p3",
    "talent3_desc": "Lorsqu'une épée de pluie est brisée par des attaques ou se termine, elle restaure les PV du personnage déployé d'une quantité de PV équivalant à 6 % des PV max de Xingqiu.",
    "talent1_name": "Lames et gouttes de pluie",
    "talent1_img": "xingqiu_p1",
    "talent1_desc": "Confère un bonus de DGT Hydro de 20 % à Xingqiu."
  },
  "sof": {
    "sof1_name": "Parfum persistant",
    "sof1_img": "xingqiu_c1",
    "sof1_desc": "Augmente le nombre maximum d'épées de pluie de 1.",
    "sof2_name": "Arc-en-ciel sur le ciel d'azur",
    "sof2_img": "xingqiu_c2",
    "sof2_desc": "Prolonge la durée d'Épée Guhua : Pluie et arc-en-ciel de 3 s.\nDe plus, les épées de pluie réduisent la RÉS Hydro des ennemis qu'elles touchent de 15 % pendant 4 s.",
    "sof3_name": "Tisseuse de vers",
    "sof3_img": "xingqiu_c3",
    "sof3_desc": "Niveau d'aptitude Épée Guhua - Pluie et arc-en-ciel +3.\nNiveau max : 15",
    "sof4_name": "Conquérant du dragon",
    "sof4_img": "xingqiu_c4",
    "sof4_desc": "Pendant la durée d'Épée Guhua : Pluie et arc-en-ciel, les DGT infligés par l'Épée Guhua : Pluie battante augmentent de 50 %.",
    "sof5_name": "Embrassement de pluie",
    "sof5_img": "xingqiu_c5",
    "sof5_desc": "Niveau d'aptitude Épée Guhua : Pluie battante +3.\nNiveau max : 15",
    "sof6_name": "Rassemblement d'articles",
    "sof6_img": "xingqiu_c6",
    "sof6_desc": "Les DGT du déluge d'épées d'Épée Guhua : Pluie et arc-en-ciel augmentent considérablement toutes les 2 pluies d'épées. Xingqiu récupère de plus 3 pts d'énergie élémentaire."
  }
}