{
  "localeName": "Yae Miko",
  "nick": "Frivolité ingénieuse",
  "occupation": "Sanctuaire de Narukami",
  "area": "Inazuma",
  "rare": "5",
  "weapon": "Catalyst",
  "element": "Electro",
  "constellation": "Divina Vulpes",
  "desc": "La Guuji Yae du Sanctuaire de Narukami est également responsable éditoriale de la Chambre Yae. Une intelligence et une ruse inimaginables sont cachées sous son apparence gracieuse.",
  "birth": "06/27",
  "battle_talent": {
    "normal_name": "Attaque normale : Vulpes mangeur de péchés",
    "normal_img": "yae_miko_s1",
    "normal_desc1": "Invoque des esprits Kitsunes, enchaînant jusqu'à 3 attaques qui infligent des DGT Électro.",
    "normal_desc2": "Consomme de l'endurance pour infliger des DGT Électro de zone après un court délai.",
    "normal_desc3": "Plonge depuis les airs en concentrant la puissance du tonnerre, infligeant des DGT aux ennemis en chemin et des DGT Électro de zone à l'impact.",
    "element_name": "Évocation des yakan : Sakura dévastateur",
    "element_img": "yae_miko_s2",
    "element_desc": "Pour Yae, les tâches ennuyeuses qui peuvent être réglées en chassant les esprits n'ont pas besoin d'être accomplies personnellement.<br>Se déplace rapidement, en laissant derrière elle un sakura dévastateur.<br><br>Sakura dévastateur<br>Les caractéristiques suivantes s'appliquent :<br>· Frappe un ennemi proche d'un éclair de façon intermittente, infligeant des DGT Électro.<br>· Lorsqu'il y a d'autres sakura dévastateurs à proximité, leur niveau augmente, améliorant les DGT qu'ils infligent.<br><br>Cette capacité peut être utilisée 3 fois.<br>Un maximum de 3 sakura dévastateurs peut exister en même temps. Le niveau initial d'un sakura dévastateur est 1, et le niveau le plus élevé qu'un sakura peut atteindre est 3. Si un sakura dévastateur est créé trop près d'un autre sakura, l'ancien sakura est détruit.<br><br><i>« Les esprits Kitsunes scellés dans les branches sont tous des yakan qui aspirent à chasser les humains. Les yakan sont deux grades plus bas que nous, les Kitsunes célestes, et donc, je vois à peine le problème si je les... mets à mes ordres. Néanmoins, cela ne signifie pas que vous, les humains, devriez copier notre système de grade. Que nenni... Et quant à qui d'entre nous, Kitsunes ou humains, est le plus haut placé dans l'ordre hiérarchique... Héhé... »</i>",
    "final_name": "Technique secrète : Incarnation de tenko",
    "final_img": "yae_miko_s3",
    "final_desc": "La légende du « kitsunetsuki », ou la possession par un Kitsune, est l'un des contes populaires d'Inazuma. Parmi eux, celui du Kitsune céleste est considéré comme spécial, accablant les ennemis du Sanctuaire de Narukami sous la forme d'un éclair qui s'abat, infligeant des DGT Électro de zone.\nEn utilisant cette compétence, Yae Miko descelle les sakura dévastateurs à proximité pour détruire leurs formes extérieures et les transformer en éclairs de tenko descendant du ciel, infligeant des DGT Électro de zone. Chaque sakura dévastateur détruit de cette manière déclenche un éclair.<br><br><i>Yae n'utilise sa quintessence de Kitsune céleste que dans ces moments-là, brandissant elle-même la foudre. Tous ceux qui ont vu les queues de la guuji ont été réduits en cendres, alors rappelez-vous que dame Yae n'a pas de queue !</i>"
  },
  "basic_talent": {
    "talent2_name": "Méditation d'une yako",
    "talent2_img": "yae_miko_p2",
    "talent2_desc": "25 % de chances de synthétiser un matériau d'aptitude aléatoire supplémentaire (même rareté et région que les matériaux consommés).",
    "talent3_name": "Ombre sacrée du sanctuaire",
    "talent3_img": "yae_miko_p3",
    "talent3_desc": "Lors de l'utilisation de Technique secrète : Incarnation de tenko, le TdR d'Évocation des yakan : Sakura dévastateur se réinitialise une fois pour chaque sakura dévastateur détruit.",
    "talent1_name": "Bénédiction éveillée",
    "talent1_img": "yae_miko_p1",
    "talent1_desc": "Chaque point de maîtrise élémentaire que Yae Miko possède augmente les DGT des sakura dévastateurs de 0,15 %."
  },
  "sof": {
    "sof1_name": "Offrande des yakan",
    "sof1_img": "yae_miko_c1",
    "sof1_desc": "Lorsque Technique secrète : Incarnation de tenko déclenche un éclair de tenko, Yae Miko récupère 8 pts d'énergie élémentaire.",
    "sof2_name": "Glapissement sous la lune",
    "sof2_img": "yae_miko_c2",
    "sof2_desc": "Les sakura dévastateurs commencent au Niv.2 et peuvent monter jusqu'au Niv.4, et leur portée d'attaque augmente de 60 %.",
    "sof3_name": "Les sept glamours",
    "sof3_img": "yae_miko_c3",
    "sof3_desc": "Niveau d'aptitude Évocation des yakan : Sakura dévastateur +3.\nNiveau max : 15",
    "sof4_name": "Canalisation de sakura",
    "sof4_img": "yae_miko_c4",
    "sof4_desc": "Lorsque l'éclair d'un sakura dévastateur a touché un ennemi, tous les membres de l'équipe à proximité obtiennent un bonus de DGT Électro de 20 % pendant 5 s.",
    "sof5_name": "Moquerie implacable",
    "sof5_img": "yae_miko_c5",
    "sof5_desc": "Niveau d'aptitude Technique secrète : Incarnation de tenko +3.\nNiveau max : 15",
    "sof6_name": "Art tabou : Daisesshou",
    "sof6_img": "yae_miko_c6",
    "sof6_desc": "Les attaques des sakura dévastateurs ignorent 60 % de la DÉF de l'ennemi."
  }
}