{
  "localeName": "Zhongli",
  "nick": "Vagabond du monde mortel",
  "occupation": "Port de Liyue",
  "area": "Liyue",
  "rare": "5",
  "weapon": "Polearm",
  "element": "Geo",
  "constellation": "???",
  "desc": "Une mystérieuse relation du Funérarium Wangsheng, aux connaissances aussi variées qu'étendues.",
  "birth": "12/31",
  "battle_talent": {
    "normal_name": "Attaque normale : Pluie de pierres",
    "normal_img": "zhongli_s1",
    "normal_desc1": "Enchaîne jusqu'à 6 coups de lance.",
    "normal_desc2": "Consomme de l'endurance pour charger vers l'avant, faisant pleuvoir des lances de roche sur la route.",
    "normal_desc3": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
    "element_name": "Dominus Lapidis",
    "element_img": "zhongli_s2",
    "element_desc": "Le pouvoir Géo est présent dans les montagnes, sur la terre comme dans les profondeurs, et jusque dans les fissures rocailleuses. Mais rares sont ceux capables de maîtriser une telle puissance.<br><br>Appui simple<br>Zhongli matérialise une Dorsale rocheuse.<br><br>Appui long<br>Zhongli fait exploser l'élément Géo contenu dans les environs, entraînant les effets suivants :<br>· Une Dorsale rocheuse est créée si le nombre maximum de Dorsales rocheuses sur le terrain n'est pas atteint.<br>· Un bouclier de jade capable d'absorber une quantité de DGT proportionnelle aux PV max de Zhongli est généré.<br>· Inflige des DGT Géo de zone.<br>· Absorbe l'élément Géo des cibles proches affectées par l'élément Géo (jusqu'à 2 cibles maximum). Cet effet n'inflige pas de DGT.<br><br>Dorsale rocheuse<br>Une Dorsale rocheuse inflige des DGT Géo de zone lorsqu'elle est matérialisée.<br>La Dorsale entre en résonance avec les autres constructions Géo présentes.<br>L'amas rocheux libère l'écho de la pierre originelle de façon intermittente, infligeant des DGT Géo aux ennemis proches.<br>La Dorsale rocheuse est une construction Géo qui bloque les attaques et peut être escaladée. Il ne peut exister qu'une seule dorsale à la fois.<br><br>Bouclier de jade<br>Le bouclier de jade est efficace à 150 % contre les DGT élémentaires et physiques.<br>Lorsqu'un bouclier de jade protège un personnage, les RÉS élémentaires et physique des ennemis proches diminuent de 20 %. Cet effet est non cumulable.<br><br><i>Un vrai maître de la roche doit savoir sculpter le jade et l'or.</i>",
    "final_name": "Chute de météore",
    "final_img": "zhongli_s3",
    "final_desc": "Zhongli fait tomber des cieux un gigantesque météore, infligeant d'importants DGT Géo à l'impact et pétrifie les ennemis.\n<br>Pétrification<br>Les ennemis pétrifiés sont immobilisés.<br><br><i>Que le météore qui transperce la voûte illumine les ténèbres de ce monde.</i>"
  },
  "basic_talent": {
    "talent2_name": "Cristal du destin",
    "talent2_img": "zhongli_p2",
    "talent2_desc": "Lorsque vous forgez une arme d'hast, 15 % du minerai utilisé vous sera rendu.",
    "talent3_name": "Ondes résonnantes",
    "talent3_img": "zhongli_p3",
    "talent3_desc": "Chaque attaque touchant le bouclier de jade génère les effets suivants :\n· Augmente la force du bouclier de 5 %.<br>· Cet effet peut être cumulé 5 fois maximum et dure jusqu'à la fin du bouclier.",
    "talent1_name": "Domination de la Terre",
    "talent1_img": "zhongli_p1",
    "talent1_desc": "Augmente les DGT infligés par les attaques de Zhongli citées ci-dessous en fonction de ses PV max :\n· Augmentation de DGT des attaques normales, chargées et plongeantes : 1,39 % des PV max.<br>· Augmentation de DGT de dorsale rocheuse, de DGT de résonance et de DGT de l'appui long de Dominus Lapidis : 1,9 % des PV max.<br>·Augmentation de DGT de Chute de météore : 33 % des PV max."
  },
  "sof": {
    "sof1_name": "Roche, le squelette de la terre",
    "sof1_img": "zhongli_c1",
    "sof1_desc": "2 Dorsales de Dominus Lapidis peuvent exister en même temps.",
    "sof2_name": "Pierre, le berceau du jade",
    "sof2_img": "zhongli_c2",
    "sof2_desc": "Les personnages déployés à proximité sont protégés par un bouclier de jade lors de Chute de météore.",
    "sof3_name": "Jade, brillant à travers les ténèbres",
    "sof3_img": "zhongli_c3",
    "sof3_desc": "Niveau d'aptitude Dominus Lapidis +3.\nNiveau max : 15",
    "sof4_name": "Topaze, incassable et intrépide",
    "sof4_img": "zhongli_c4",
    "sof4_desc": "Augmente la zone d'effet de Chute de météore de 20 %.\nProlonge de plus la durée de la pétrification de 2 s.",
    "sof5_name": "Lazulite, le héraut de l'ordre divin",
    "sof5_img": "zhongli_c5",
    "sof5_desc": "Niveau d'aptitude Chute de météore +3.\nNiveau max : 15",
    "sof6_name": "Or, la générosité du dominateur",
    "sof6_img": "zhongli_c6",
    "sof6_desc": "40 % des DGT subis par le bouclier de jade sont convertis en PV pour le personnage déployé.\nLa quantité de PV restaurés en une fois ne peut pas dépasser 8 % des PV max du personnage."
  }
}